Repository: Salix-OS/salix-startup-guide
Catalog: */Chapter4.po
Languages: el_gr, es_es, fr_fr, it_it, nl_nl, pl_pl, sv_se, uk_ua

source: Now to move around directories, we use "cd". If you just type in "cd" and enter, nothing will happen. "cd" must be followed either by a name of a directory which is within the directory you are in or by a full path to the directory you wish to move into. You can also go one directory up by typing "cd .." (be careful, there is a space between cd and ..). Remember on Linux, arguments are separated by spaces. So for now, let's move to the root directory. The root directory is, as the name suggests, the core of your directories - every directory stems from here. Once you wipe out the root directory, you will not see your machine booting up again.
el_gr: Τώρα για να μετακινηθούμε σε καταλόγους, χρησιμοποιούμε "cd". Αν απλά πληκτρολογήστε "cd" και πατήστε enter, τίποτα δεν θα συμβεί. Η εντολή "cd" πρέπει να ακολουθείται είτε από το όνομα ενός καταλόγου που βρίσκεται μέσα στον κατάλογο που βρίσκεστε ή από τη πλήρη διαδρομή του κατάλογου που επιθυμείτε να μετακινηθείτε σε. Μπορείτε επίσης να μετακινηθείτε έναν κατάλογο πίσω πληκτρολογώντας "cd .." (Να είστε προσεκτικοί, υπάρχει ένα διάστημα μεταξύ cd και ..). Να θυμάστε ότι στο Linux, οι παράμετροι είναι χωρισμένοι με κενά. Έτσι, τώρα, ας προχωρήσουμε στο ριζικό κατάλογο. Ο ριζικός κατάλογος είναι, όπως υποδηλώνει το όνομα, ο πυρήνας των καταλόγων σας - κάθε κατάλογος προέρχεται από εδώ. Μόλις εξαλείψετε το ριζικό κατάλογο, δεν θα δείτε τον υπολογιστή σας να ξεκινά και πάλι.
es_es: Ahora, para movernos por los directorios, usaremos "cd". Si escribe solamente "cd" y presiona Intro, no pasará nada. "cd" tiene que estar seguido tanto por un nombre de un directorio que está dentro del directorio donde está Ud, o bien por una ruta completa al directorio a donde desea cambiarse. También puede subir un directorio al escribir "cd .." (tenga cuidado, hay un espacio entre cd y ..). El directorio raíz es, como su nombre indica, el núcleo de sus directorios - todos los directorios derivan de él. Una vez que elimine su directorio raíz, su máquina no arrancará más.
fr_fr: Maintenant, pour se déplacer à travers les répertoires, nous utilisons « cd ». Si vous tapez seulement « cd » et Entrée, rien ne se passera. « cd » doit être suivi soit par un nom de répertoire qui se trouve dans le répertoire où vous êtes, soit par le chemin complet d'un répertoire dans lequel vous souhaitez vous déplacer. Vous pouvez aussi aller au répertoire parent en tapant « cd .. » (soyez prudent, il y a un espace entre « cd » et « .. »). Rappelez-vous que, sous Linux, les arguments sont séparés par des espaces. Donc, pour le moment, déplacons-nous vers le répertoire racine. Le répertoire racine est, comme son nom le suggère, le cœur de vos répertoires – chaque répertoire provient de là. Si vous effacez le répertoire racine, vous ne reverrez plus votre machine redémarrer.
it_it: Per navigare tra le varie directory useremo allora il comando "cd". Se però digitate solamente "cd" e date Invio, non succederà nulla. "cd" deve essere seguito dal nome di una directory contenuta all'interno di quella in cui siete posizionati oppure dal percorso completo della directory verso la quale volete muovervi. Potete risalire alla directory gerarchicamente superiore a quella in siete posizionati digitando il comando "cd .." (attenzione, c'è uno spazio tra cd e ..). Ricordate che in Linux gli argomenti sono separati da spazi. Al momento ci limiteremo a portarci nella directory root. La directory root, come sugerisce il nome, -radice appunto- segna l'inizio gerarchico di tutte le directory successive. Se cancellaste questa directory il sistema non potrebbe più avviarsi.
nl_nl: Om van en naar mappen te gaan, gebruiken we "cd". Als u alleen "cd" invoert en vervolgens enter, dan zal niets gebeuren. "cd" moet opgevolgd worden met of een map welke in de huidige map staat of een volledig pad naar de map waar u naartoe wilt. U kan ook een map hoger door "cd .." in te voeren (let op, er is een spatie tussen cd en ..). Onthoudt dat bij Linux de parameters gescheiden zijn door spaties. Laten we nou naar de 'root' gaan. De 'root' map, zoals de naam weergeeft is de begin van al uw mappen - iedere map begint vanaf hier. Als u ooit de root map verwijderd, zult u merken dat de computer niet meer zal opstarten.
pl_pl: Teraz do poruszania między katalogami używamy "cd". Jeśli po prostu wpiszesz "cd" i enter, nic się nie stanie. "cd" musi być wpisane zarówno przez nazwę katalogu, jak i pełną ścieżką do katalogu, do którego chcesz się przenieść. Można też przejść między katalogami przez wpisanie "cd .." (Należy uważać, na znajdują się spację między cd ..). Pamiętaj, w Linux, argumenty są oddzielone spacjami. Więc teraz przejdźmy do głównego katalogu. Katalog główny jest, jak sama nazwa wskazuje, rdzeniem katalogów - każdy katalog znajduje się w nim. Jeśli usuniesz ten katalog, nie będziesz mógł uruchomić systemu ponownie.
sv_se: Nu för att flytta till kataloger använder vi "cd". Om du bara skriva in "cd" och trycker enter, kommer ingenting att hända. "cd" måste följas av antingen ett namn på en katalog som är inom den katalog du befinner dig i eller av en fullständig sökväg till katalogen som du vill flytta dig till. Du kan också gå en katalog upp genom att skriva "cd .." (Var försiktig, det finns ett mellanslag mellan cd och ..). Tänk på att i Linux, är argument åtskilda av mellanslag. Så nu, låt oss gå till rotkatalogen. Rotkatalogen är, som namnet antyder, kärnan i dina kataloger - varje katalog kommer från här. När du utplånar rotkatalogen, kommer du inte att se din maskin startar upp igen.
uk_ua: Щоб переміщатися серед тек, ми використовуємо "cd". Якщо Ви напишете тільки "cd" і натиснете Enter, нічого не станеться. Після "cd" повинно бути або назва теки всередині теки в якій Ви є, або повний шлях до теки, в яку Ви бажаєте перейти. Ви також можете перейти на одну теку вверх, вписуючи "cd .." (будьте уважні, між cd і .. повинен бути пропуск). Пам’ятайте, що в Лінукс аргументи повиині бути розділені пропусками. Тепер перейдемо до кореневої теки. Коренева тека, як видно з назви, є коренем Ваших тек - кожна тека походить з неї. Якщо ви вилучите кореневу теку, Ваш комп’ютер вже не завантажиться.

source: To move to the root "/", type in "cd /".
el_gr: Για να μετακινηθείτε στο root "/", πληκτρολογήστε "cd /".
es_es: Para moverse a la raíz "/", escribir "cd /".
fr_fr: Pour se déplacer de la racine « / », entrez « cd / ».
it_it: Per raggiungere la cartella di root "/", digitate "cd /".
nl_nl: Om naar de root "/" te gaan, voer "cd /" in.
pl_pl: Aby przejść do katalogu głównego "/", wpisz "cd /".
sv_se: För att flytta till roten "/", skriv "cd /".
uk_ua: Щоб перейти до кореневої теки "/", напишіть "cd /".

source: Type in "ls" to see the list of files and directories in the directory. You should see something like "tmp/", "usr/", "home/" and so on. OK, not so interesting here. Let us move back to your home directory with "cd /home/your user name".
el_gr: Πληκτρολογήστε "ls" για να δείτε τη λίστα των αρχείων και καταλόγων στον κατάλογο. Θα πρέπει να δείτε κάτι σαν "/tmp", "usr/", "home/" και ούτω καθεξής. Εντάξει, όχι τόσο ενδιαφέρον εδώ. Ας κινηθούμε πίσω στο προσωπικό σας κατάλογο με "cd /home/όνομα χρήστη".
es_es: Escriba "ls" para ver la lista de archivos y directorios en el directorio. Debería ver algo como "tmp/", "usr/", "home/" y así sucesivamente. Cierto, esto no es tan interesante. Volvamos al directorio home con "cd /home/su nombre de usuario".
fr_fr: Tapez « ls » pour voir la liste des fichiers et répertoires présents dans le répertoire. Vous devriez voir quelque chose comme « tmp/ », « usr/ », « home/ », etc. OK, rien de vraiment intéressant ici. Revenons vers votre répertoire maison avec « cd /home/votre nom d'utilisateur ».
it_it: Digitate "ls" per vedere la lista delle vartella presenti in questa posizione. Vi troverete cartelle come "tmp/", "usr/", "home/" e così via. OK, al momento niente di particolarmente interessante da vedere qui... . Torniamo alla nostra directory utente con "cd /home/vostro nome utente".
nl_nl: Voer "ls" in om een lijst van bestanden in de map te zien. U behoort iets zien als "tmp/", "usr/", "home/" etcetera. Laten we terugkeren naar uw eigen gebruikersmap met "cd /home/gebruikersnaam".
pl_pl: Wpisz "ls", aby wyświetlić listę plików i katalogów w katalogu. Powinieneś zobaczyć coś takiego jak "tmp/", "usr/", "home/" i tak dalej. OK, nie jest tutaj ciekawe . Przejdźmy z powrotem do swojego katalogu domowego "cd /home/nazwa użytkownika".
sv_se: Skriv in "ls" för att se en lista över filer och kataloger i katalogen. Du bör se något som "tmp/", "usr/", "home/" och så vidare. OK, inte så intressant här. Låt oss gå tillbaka till din hemkatalog med "cd /home/ditt användarnamn".
uk_ua: Напишіть "ls", щоб побачити список файлів і тек в цій теці. Ви повинні побачити щось на кшталт "tmp/", "usr/", "home/" і так далі. Що ж, нічого цікавого. Спробуємо тепер повернутися назад у Вашу домашню теку за допомогою "cd /home/Ваша_назва_користувача".

source: Now move into the "Music" directory by issuing "cd Music". In fact, you do not have to type to the end. By pressing Tab after the first letter or two, you may complete the rest of the directory name automatically.
el_gr: Μεταβείτε τώρα στο κατάλογο "Μουσική" πληκτρολογώντας "cd Μουσική ". Στην πραγματικότητα, δεν χρειάζεται να πληκτρολογείτε μέχρι το τέλος. Πατώντας το πλήκτρο Tab, μετά το πρώτο γράμμα ή δύο, μπορείτε να ολοκληρώσετε το υπόλοιπο όνομα του καταλόγου αυτόματα.
es_es: Ahora, cambie al directorio "Music" al ejecutar "cd Music". De hecho, no tiene que escribir hasta el final. Al presionar la tecla Tab después de la primer letra o dos, puede completar auotmáticamente el resto del nombre del directorio.
fr_fr: Maintenant, déplacez-vous dans le répertoire « Music » en tapant « cd Music ». En fait, vous n'avez pas besoin de taper jusqu'au bout. En pressant Tabulation après avoir tapé une ou deux lettres, il se peut que le reste du nom du répertoire soit complété automatiquement.
it_it: Ora portiamoci nella cartella "Musica" digitando "cd Musica". Tra l'altro, non serve nemmeno digitare tutto il comando. Se premete il tasto Tab dopo le prime due o tre lettere il nome della directory verrà completato automaticamente.
nl_nl: Ga nu naar de map "Music" door "cd Music" in te voeren. U hoeft eigenlijk niet eens alles in te voeren. Door op Tab te drukken na de eerste twee letters, wordt de rest van de mapnaam automatisch aangevuld.
pl_pl: Teraz przejdź do "Music" katalogu, wpisując "cd Music ". W rzeczywistości, nie trzeba wpisywać nazw do końca. Naciskając Tab po pierwszej literze lub dwóch, można dopełnić resztę nazwy katalogu automatycznie.
sv_se: Nu går vi in i "Musik"-katalogen genom att utfärda "cd Musik". I själva verket behöver du inte skriva till slutet. Genom att trycka på Tabb efter den första bokstaven eller två, kan du fylla i resten av katalognamnet automatiskt.
uk_ua: Тепер перейдіть до теки "Музика", запускаючи команду "cd Музика". Фактично, Вам не потрібно вводити команду до самого кінця. Натискаючи клавішу Tab після першої або двох перших літер теки, Ви повинні побачити доповнення до кінця назви теки автоматично.

source: Creating a Folder - mkdir
el_gr: Η δημιουργία ενός φακέλου - mkdir
es_es: Crear una carpeta - mkdir
fr_fr: Créer un répertoire – mkdir
it_it: Creare una cartella - mkdir
nl_nl: Het aanmaken van een map - mkdir
pl_pl: Tworzenie folderu - mkdir
sv_se: Skapa en katalog - mkdir
uk_ua: Створення теки - mkdir

source: You can create a folder by issuing "mkdir name of a new folder". For example, let's say we are going to create a photo folder. "mkdir photo" will place the new folder in the current directory. You can check this by typing "ls".
el_gr: Μπορείτε να δημιουργήσετε ένα φάκελο με την εντολή "mkdir όνομα του νέου φακέλου». Για παράδειγμα, ας υποθέσουμε ότι θέλουμε να δημιουργήσουμε ένα φάκελο φωτογραφιών. "mkdir Φωτογραφία" θα τοποθετήσει το νέο φάκελο στον τρέχοντα κατάλογο. Μπορείτε να ελέγξετε αυτό πληκτρολογώντας "ls".
es_es: Puede crear una carpeta al ejecutar "mkdir nombre de la carpeta nueva". Por ejemplo, digamos que vamos a crear una carpeta de fotos. "mkdir photos" colocará la carpeta nueva en el drectorio actual. Puede comprobarlo al escribir "ls".
it_it: Potete creare una cartella col comando "mkdir nome della nuova cartella". Poniamo il caso che vogliate creare una cartella per le foto. Il comando "mkdir foto" andrà a creare la nuova cartella all'interno di quella dove siete posizionati. Per verificare che sia così non fate altro che digitare "ls".
nl_nl: u kan een map aanmaken door "mkdir nieuwemapnaam" in te voeren. Als voorbeeld maken we een fotomap aan. "mkdir photo" zal een nieuwe map aanmaken in de huidige map. U kan dit controleren door "ls" in te voeren.
pl_pl: Możesz utworzyć katalog za pomocą komendy "mkdir nazwa nowego katalogu". Na przykład, powiedzmy, że mamy zamiar utworzyć katalog zdjęć. "mkdir zdjecia" utworzy nowy folder w bieżącym katalogu. Można to sprawdzić wpisując "ls".
sv_se: Du kan skapa en mapp genom att köra "mkdir namnet på en ny mapp". Till exempel, låt oss säga att vi ska skapa en foto mapp. "mkdir foto" kommer att placera den nya mappen i den aktuella katalogen. Du kan kontrollera detta genom att skriva "ls".
uk_ua: Ви можете створити теку запускаючи "mkdir назва_нової_теки". Наприклад, нам потрібно створити теку Фотографії. "mkdir Фотографії" створить нову теку в поточній теці. Це можна перевірити, запускаючи команду "ls".

source: Next, let's create a log file for the photo folder. "nano" is a command line application for reading and writing texts. To bring up the program, type in "nano".
el_gr: Στη συνέχεια, ας δημιουργήσουμε ένα αρχείο καταγραφής για το φάκελο φωτογραφιών. Το "nano" είναι μια εφαρμογή της γραμμής εντολών για την ανάγνωση και τη γραφή κειμένων. Για να τρέξετε το πρόγραμμα, πληκτρολογήστε "nano".
es_es: Luego vamos a crear un archivo de registro para la carpeta photo. "nano" es una aplicación de la línea de comandos para leer y escribir textos. Para abrir el programa, escriba "nano".
it_it: Ora creiamo un file di log per la cartella delle foto. "nano" è un'applicazione a riga di comando per leggere e scrivere testi. Per attivare il programma digitate nel terminale "nano".
nl_nl: Laten we opvolgend een logbestand voor de fotomap aanmaken. "nano" is een 'command line' applicatie om tekst te lezen en schrijven. Om het programma te starten, voer "nano" in.
pl_pl: Następnie stwórzmy plik dziennika w folderze zdjęć. "Nano" jest aplikacją wiersza poleceń do czytania i pisania tekstów. Aby przywołać program, wpisz w "nano".
sv_se: Nästa, låt oss skapa en loggfil för fotot mappen. "nano" är ett kommandorads program för att läsa och skriva texter. För att få upp programmet, skriv "nano".
uk_ua: Далі давайте створимо файл журналу для теки Фотографії. "nano" - це програма командного рядка для читання і запису текстів. Для запуску програми запустіть "nano".

source: Screenshot of a terminal with Nano text editor
el_gr: Στιγμιότυπο από ένα τερματικό με επεξεργαστή κειμένου Nano
es_es: Captura de pantalla de una terminal con el editor de texto Nano
fr_fr: Capture d'écran d'un terminal avec l'éditeur de texte Nano
it_it: Schermata di un terminale con l'editor di testo Nano
nl_nl: Screenshot van een terminal met de Nano tekstverwerker
pl_pl: Zrzut ekranu z terminala z edytora tekstu Nano
sv_se: Skärmdump av en terminal med textredigeraren nano
uk_ua: Знімок терміналу з текстовим редактором Nano

source: The application is simple to use, and you can see command options shown at the buttom. Type "log file created", and with Ctrl+x, save the document as "log" and quit the application.
el_gr: Η εφαρμογή είναι απλή στη χρήση, και μπορείτε να δείτε τις επιλογές εντολών που εμφανίζονται στο buttom. Πληκτρολογήστε "log αρχείο που έχει δημιουργηθεί", και με Ctrl + x, αποθηκεύστε το έγγραφο ως "ημερολόγιο" και κλείστε την εφαρμογή.
es_es: La aplicación es sencilla de usar y puede ver las opciones de comandos mostradas al final. Escriba "archivo de registro creado" y con Ctrl+x guarde el documento como "log" y salga de la aplicación.
it_it: L'applicazione è facile da usare e le opzioni dei comandi sono elencate nella parte bassa della finestra. Digitate il testo "log file created", e con la combinazione Ctrl+x, salvate il documento come "log" e chiudete l'applicazione.
nl_nl: De applicatie is eenvoudig in gebruik, en u kan de commando's onderin vinden. Voer "logbestand aangemaakt", en met Ctrl+x kunt u het document opslaan als "log", en vervolgens de applicatie afsluiten.
pl_pl: Aplikacja jest prosta w użyciu, i można zobaczyć opcje poleceń wyświetlanych na dole. Wpisz "log file created", i Ctrl + x, zapisz dokument jako "log" i zamknij program.
sv_se: Programmet är enkel att använda, och du kan se kommando alternativ som visas nederst. Skriv "loggfil skapat", och med Ctrl+x, spara dokumentet som "logg" och avsluta programmet.
uk_ua: Ця програма проста у використанні, і Ви можете побачити опції команд, показані нижче. Впишіть "файл журналу створено", і за допомогою Ctrl+x збережіть документ як "log" і вийдіть з програми.

source: Copying &amp; Moving &amp; Removing a File - cp &amp; mv &amp; rm
el_gr: Αντιγραφή και Μετακίνηση &amp; αφαίρεση ενός αρχείου - CP &amp; mv &amp; rm
es_es: Copiar &amp; Mover &amp; Eliminar un Archivo - cp &amp; mv &amp; rm
fr_fr: Copier, déplacer et supprimer un fichier – cp, mv et rm
it_it: Copia, Spostamento ed Eliminazione di un File - cp &amp; mv &amp; rm
nl_nl: Kopiëren &amp; Verplaatsen &amp; Verwijderen van een bestand - cp &amp; mv &amp; rm
pl_pl: Kopiowanie i Przesuwanie i usuwanie plików - cp i mv i rm
sv_se: Kopiering &amp; flytta &amp; ta bort en fil - cp och mv &amp; rm
uk_ua: Копіювання &amp; Переміщення &amp; Вилучення файла - cp &amp; mv &amp; rm

source: "cp" is perhaps one of the most used commands in a console mode. "cp" copies a file or files from one location to another. Since we created the file called "log" and it is currently in the wrong directory, let us move it inside the "photo" directory. You can do so by issuing "cp log photo/" but perhaps it is better to call the log file not just "log" but "log.txt", so that it would be obvious to a Windows user that it is a text file. Type in "cp log photo/log.txt" and enter to execute the command.
el_gr: Η εντολή "cp" είναι ίσως μια από τις πιο χρησιμοποιούμενες εντολές σε κατάσταση κονσόλας. Η εντολή "cp" αντιγράφει ένα αρχείο ή τα αρχεία από τη μία τοποθεσία στην άλλη. Από τη στιγμή που δημιουργήσουμε το αρχείο που ονομάζεται "log" και είναι επί του παρόντος σε λάθος κατάλογο, ας μετακινηθούμε μέσα στο κατάλογο "photo". Μπορείτε να το κάνετε με την πληκτρολόγηση "cp log /photo", αλλά ίσως είναι καλύτερα να καλέσετε το αρχείο καταγραφής όχι μόνο "log", αλλά "log.txt", έτσι ώστε να είναι προφανές σε ένα χρήστη των Windows ότι είναι ένα αρχείο κειμένου . Πληκτρολογήστε "cp log photo/log.txt" και enter για να εκτελέσετε την εντολή.
es_es: "cp" es quizás uno de los comandos más usados en el modo consola. "cp" copia uno o varios archivos de un lugar a otro. Como creamos el archivo llamado "log" y está ahora en el directorio equivocado, vamos a moverlo al directorio "photo". Puede hacer esto al ejecutar "cp log photo/" pero quizás sea mejor llamar al archivo de registro no simplemente "log" sino "log.txt", por lo que sería evidente para un usuario de Windows que es un archivo de texto. Escriba "cp log photo/log.txt" y presione Enter para ejecutar el comando.
it_it: "cp" è probabilmente uno dei comandi più usati in modalità console. "cp" copia uno o più file da una posizione ad un'altra. Ora, abbiamo creato il file "log" che però è posizionato nella directory sbagliata, quindi dobbiamo portarlo nella cartella "foto". Per fare questo digitate il comando "cp log foto/" anche se è preferibile nominare il file "log" come "log.txt", in modo che sia chiaro ad un utente Windows che si tratta di un file di testo. Digitate quindi "cp log foto/log.txt" e confermate con Invio per eseguire il comando.
nl_nl: "cp" is wellcht een van de meest gebruikte commando's gebruikt in console modus. "cp" kopieert een bestand of bestanden van één locatie naar een ander. Nu we een bestand "log" hebben aangemaakt welke in een verkeerde map staat, kunnen we deze kopiëren naar de fotomap. U kunt dit doen door "cp log photo/" maar wellicht is het handiger om het logbestand niet "log" te noemen, maar "log.txt", zodat het voor een Windows gebruiker duidelijk is dat het een tekstbestand is. Voer "cp log photo/log.txt" in en enter om het commando uit te voeren.
pl_pl: "cp" jest chyba jednym z najczęściej używanych komend w konsoli. "cp" kopiuje plik lub pliki z jednej lokalizacji do innej. Ponieważ stworzyliśmy plik o nazwie "log", który jest obecnie w złym katalogu, pozwala nam przenieść go wewnątrz katalogu "zdjecia" . Można to zrobić za pomocą komendy "cp log zdjecia/", ale może lepiej nazwać plik dziennika nie jako "log", ale "log.txt", żeby też był on oczywisty dla użytkownika systemu Windows, że jest to plik tekstowy . Wpisz "cp log zdjecia/log.txt" i enter.
sv_se: "cp" är kanske en av de mest använda kommandon i konsol läge. "cp" kopierar en fil eller filer från en plats till en annan. Sedan skapade vi filen "logg" och det är för närvarande i fel katalog, låt oss flytta den till "foto" katalogen. Du kan göra det genom att köra "cp logg foto/" men kanske det är bättre att kalla loggfilen inte bara "logg" men "logg.txt", så att det skulle vara uppenbart för en Windows-användare att det är en textfil . Skriv in "cp logg foto/logg.txt" och enter för att utföra kommandot.
uk_ua: "cp", мабуть, одна з найчастіше використовуваних команд в консольному режимі. "cp" копіює файл або файли з одного місця в інше. Так як ми створили файл з назвою "log" і на даний момент він лежить не в тому каталозі, давайте пересунемо його в теку "photo". Ви можете зробити це за допомогою "cp log photo/", але, можливо, краще назвати файл журналу не тільки "log", а "log.txt", так щоб для користувачів Windows було очевидним, що це текстовий файл. Введіть "cp log photo/log.txt" і натисніть Enter, щоб виконати команду.
