Repository: Salix-OS/salix-startup-guide
Catalog: */Chapter4.po
Languages: el_gr, es_es, fr_fr, it_it, nl_nl, pl_pl, sv_se, uk_ua

source: No office suite is included, and in this as in other respects, the user is encouraged to tailor the system by installing their preferred applications. Flash is not included, but is available from the repositories. Screen for managing multiple consoles works well with Ratpoison. Sc is a console-based spreadsheet. For writers, PyRoom is an elegant choice for full-screen, distraction-free writing, and it might be complemented by Antiword to convert proprietary file formats into plain text.
el_gr: Δεν περιλαμβάνεται καμμία σουίτα γραφείου , και σε αυτό όπως και σε άλλες απόψεις, ο χρήστης ενθαρρύνεται να προσαρμόσει το σύστημα εγκαθιστώντας τις προτιμώμενες εφαρμογές τους. Το Flash δεν συμπεριλαμβάνεται, αλλά διατίθεται από τα αποθετήρια. Η Οθόνη για τη διαχείριση πολλαπλών κονσόλων λειτουργεί καλά στο Ratpoison. Sc είναι μια κονσόλα με βάση το λογιστικό φύλλο. Για τους συγγραφείς, PyRoom είναι μια κομψή επιλογή για πλήρη οθόνη, αποσπά την προσοχή χωρίς τη γραφή, και θα μπορούσε να συμπληρωθεί με το Antiword για να μετατρέψετε ιδιόκτητες μορφές αρχείων σε μορφή απλού κειμένου.
es_es: No se incluye una suite de oficina, y en este como en otros aspectos, se recomienda al usuario para adaptar el sistema mediante la instalación de sus aplicaciones preferidas. Flash no está incluido, pero está disponible desde los repositorios. Screen para el manejo de consolas múltiples funciona bien con Ratpoison. Sc es una planilla de cálculo basada en consola. Para los escritores, PyRoom es una opción elegante para escritura libre de distracciones a pantalla completa y se puede complementar con Antiword para convertir formatos de archivo propietarios en texto plano.
fr_fr: Aucune suite bureautique n'est incluse et, sur ce point comme sur d'autres, l'utilisateur est encouragé à adapter le système en installant ses applications préférées. Flash n'est pas inclus, mais est disponible à partir des dépôts. Screen, pour la gestion de plusieurs consoles, fonctionne également bien avec Ratpoison. Sc est un tableur en console. Pour les écrivains, PyRoom est un choix élégant pour la rédaction en mode plein écran sans distraction, et il peut être complété par Antiword pour convertir des formats propriétaires de fichier en texte brut.
it_it: Non viene inclusa alcune suite per ufficio; si è preferito seguire un'impostazione che incoraggi l'utente a modellare il sistema secondo le proprie esigenze installando le applicazioni che più gli servono. Flash non è incluso, ma è comunque presente nei repository. Screen per la gestione di console multiple funziona ottimamente con Ratpoison. Sc è un foglio di calcolo che funziona via console. Per chi ha bisogno di scrivere, PyRoom è l'ideale per creare testi a schermata piena senza menu complicati. Può essere integrato con Antiword per convertire file in formato proprietario in semplici file di testo.
nl_nl: Een Office pakket is niet inbegrepen, en zoals ook met andere dingen wordt de gebruiker aangemoedigd om het systeem zo in te stellen door z'n eigen applicaties te installeren. Flash is niet inbegrepen, maar is beschikbaar in de repositories. 'Screen' om meerdere consoles te beheren werkt goed samen met Ratpoison. Sc is een spreadsheet voor in de console. Voor schrijvers, PyRoom is een elegante keus om in een volledig scherm, zonder afleiding te schrijven en het kan worden gecomplementeerd met Antiword om gepatenteerde bestandsformaten te converteren naar ongeformatteerde tekst.
pl_pl: Żaden pakiet biurowy nie jest zawarty, i tutaj jak w innych przypadkach, zachęcamy użytkownika do dostosowania systemu przez zainstalowanie preferowanych aplikacji. Flash nie jest także zawarty, ale jest dostępny w repozytorium. Ekran do zarządzania wieloma konsolami pracuje dobrze w Ratpoison. Sc jest bazującym na konsoli arkuszem kalkulacyjnym. Dla autorów, PyRoom jest eleganckim wyborem dla pełnoekranowego, nie rozpraszającym uwagi, i może być uzupełniony o Antiword do konwersji własnych formatów plików w postaci zwykłego tekstu.
sv_se: Inget kontorsprogram ingår, och i detta som i andra avseenden, uppmanas användaren att skräddarsy systemet genom att installera sina önskade program. Flash är inte med, men är tillgänglig från förråden. Screen för att hantera flera konsoler fungerar bra med Ratpoison. Sc är en konsol-baserat kalkylprogram. För författare är PyRoom ett elegant val för fullskärmsläge, störningsfri skrivande, och det kan kompletteras med antiword att konvertera proprietära filformat till vanlig text.
uk_ua: Офіс не включено, і це тому, що користувач сам можн допасувати систему до своїх потреб, встановлюючи улублені програми. Flash не включено, але доступний з сховищ. Екран для керування багатьма консолями працює добре з Ratpoison. Sc є консольним калькуляційним аркушом. Для письменників є прекрасним вибором PyRoom, його можна доповнити програмою Antiword для конвертації відповідних файлових форматів в простий текст.

source: Note that the Gslapt and Sourcery graphical package management tools (equivalent to slapt-get and slapt-src) may also be used mouse-lessly, though this is perhaps more awkward than working on the command line. In either case, regular manual upgrading will still be necessary.
el_gr: Σημειώστε ότι τα γραφικά εργαλεία διαχείρισης πακέτων Gslapt και Sourcery (που είναι ισοδύναμα με τα slapt-get και slapt-src), μπορεί επίσης να χρησιμοποιηθούν με το ποντίκι-lessly, αν και αυτό είναι ίσως πιο δύσκολο από ό, τι λειτουργεί στην γραμμή εντολών. Σε κάθε περίπτωση, η τακτική χειροκίνητη αναβάθμιση θα εξακολουθήσει να είναι απαραίτητη.
es_es: Advierta que las herramientas gráficas de administración de paquetes Gslapt y Sourcery (equivalentes a slapt-get y slapt-src) también se pueden usar sin ratón, aunque esto quizás sea más difícil que trabajar en la línea de comandos. En cualquier caso, todavía será necesaria una actualización manual.
fr_fr: Notez que les outils graphiques de gestion des paquets Gslapt et Sourcery (équivalents aux slapt-get et slapt-src) peuvent aussi être utilisés sans la souris, bien que cela soit peut-être plus incommode que de travailler en ligne de commande. Dans les deux cas, des mises à jour manuelles resteront régulièrement nécessaires.
it_it: I tool di gestione grafica dei pacchetti Gslapt e Sourcery (equivalgono in modalità console a slapt-get e slapt-src) possono essere anche usati senza mouse, anche se probabilmente risulterà più scomodo rispetto all'utilizzo diretto della riga di comando. In ogni caso, l'aggiornamento periodico manuale è sempre necessario.
nl_nl: Merk op dat de grafische pakketbeheer tools Gslapt en Sourcery (gelijk aan slapt-get en slapt-src) ook zonder muis gebruikt zouden kunnen worden, alhoewel dit wellicht wat vreemder aanvoelt dan op de commandline te werken. In ieder geval is het regelmatig handmatig upgraden nodig.
pl_pl: Zauważ że graficzne narzędzia do zarządzania pakietami Gslapt i Sourcery (odpowiednio slapt-get i slapt-src) mogą również być użyte bez myszy, choć może być to bardziej kłopotliwe niż używanie ich w linii komend. W każdym z tych przypadków, regularna ręczna aktualizacja jest konieczna.
sv_se: Observera att Gslapt och Sourcery grafiska paket hanteringsverktyg (motsvarande slapt-get och slapt-src) kan också användas utan mus, men detta är kanske mer besvärlig än att arbeta på kommandoraden. I båda fallen kommer regelbundna manuell uppgradering fortfarande vara nödvändigt.
uk_ua: Зауважте, що графічні програми управління пакунками Gslapt і Sourcery (еквівалетні до slapt-get і slapt-src) можна використовувати без мишки, це полегшить роботу від роботи з командною стрічкою. В противному випадку потрібно оновлювати пакунки вручну.

source: As an example, we will install Alpine, derived from the classic Pine mail client.
el_gr: Για παράδειγμα, εμείς θα εγκαταστήσουμε το Alpine, που προέρχεται από το κλασικό πελάτη ηλεκτρονικού ταχυδρομείου Pine.
es_es: Como ejemplo, instalaremos Alpine, un derivado del clásico cliente de correo Pine.
fr_fr: À titre d'exemple, nous installerons Alpine, dérivé du client de messagerie classique Pine.
it_it: A titolo di esempio, vediamo come installare Alpine, derivato del classico client mail Pine.
nl_nl: Als een voorbeeld zullen we Alpine installeren, welke ontstaan is uit de klassieke Pine mail client.
pl_pl: W tym przykładzie, zainstalujemy Alpine, wywodzącą się z Pine klasycznego klienta mail.
sv_se: Som ett exempel kommer vi installera Alpine, som härrör från den klassiska Pine e-postklienten.
uk_ua: Наприклад, ми встановимо Alpine, створеного на базі клієнта пошти Pine.

source: Note: To see how to edit Alpine's configuration file to access mail from one popular provider via smtp, see the page in the <ulink url="http://www.salixos.org/wiki/index.php/How%20to%20set%20up%20Alpine%20with%20a%20Gmail%20account">Salix wiki</ulink>.
el_gr: Σημείωση: Για να δείτε πως να επεξεργαστείτε το αρχείο ρυθμίσεων του Alpine να αποκτήσουν πρόσβαση στην αλληλογραφία από ένα δημοφιλές πάροχο μέσω SMTP, ανατρέξτε στην σελίδα του <ulink url="http://www.salixos.org/wiki/index.php/How%20to%20set%20up%20Alpine%20with%20a%20Gmail%20account">Salix wiki</ulink>.
es_es: Nota: Para ver cómo editar el archivo de configuración de Alpine para acceder al correo de un proveedor popular a través de SMTP, consulte la página en la <ulink url="http://www.salixos.org/wiki/index.php/How%20to%20set%20up%20Alpine%20with%20a%20Gmail%20account">wiki de Salix</ulink>.
fr_fr: Note: pour voir comment éditer le fichier de configuration d'Alpine afin d'accéder aux e-mails à partir d'un fournisseur populaire via SMTP, veuillez consulter la page dans le <ulink url="http://www.salixos.org/wiki/index.php/How%20to%20set%20up%20Alpine%20with%20a%20Gmail%20account">wikiSalix</ulink> (en).
it_it: Nota: Per modificare il file di configurazione di Alpine al fine di accedere alle mail tramite i maggiori provider via protocollo smtp leggete le indicazioni contenute in <ulink url="http://www.salixos.org/wiki/index.php/How%20to%20set%20up%20Alpine%20with%20a%20Gmail%20account">Salix wiki</ulink>.
nl_nl: Notitie: Om te zien hoe het configuratiebestand van Alpine te wijzigen om mail van een populaire provider te bereiken via smtp, zie de pagina in de <ulink url="http://www.salixos.org/wiki/index.php/How%20to%20set%20up%20Alpine%20with%20a%20Gmail%20account">Salix wiki</ulink>.
pl_pl: Zauważ: Żeby zobaczyć jak edytować konfigurację Alpine aby mieć dostęp do jednego z popularnych dostawców przez smtp, zobacz stronę <ulink url="http://www.salixos.org/wiki/index.php/How%20to%20set%20up%20Alpine%20with%20a%20Gmail%20account">Salix wiki</ulink>.
sv_se: Obs: För att se hur du redigerar Alpines konfigurationsfil för att komma åt e-post från en populär leverantör via SMTP, se sidan i <ulink url="http://www.salixos.org/wiki/index.php/How%20to%20set%20up%20Alpine%20with%20a%20Gmail%20account">Salix wiki</ulink>.
uk_ua: Зауваження: Щоб дізнатися, яким чином редагувати конфігураційний файл Alpine так, щоб мати доступ до пошти за допомогою протоколу smtp, перегляньте сторінку <ulink url="http://www.salixos.org/wiki/index.php/How%20to%20set%20up%20Alpine%20with%20a%20Gmail%20account">Salix Вікі</ulink>.

source: For Mutt, see <ulink url="http://crunchbanglinux.org/wiki/howto/howto_setup_mutt_with_gmail_imap">this wiki entry</ulink>.
el_gr: Για το Mutt, βλέπε <ulink url="http://crunchbanglinux.org/wiki/howto/howto_setup_mutt_with_gmail_imap">this wiki entry</ulink>.
es_es: Para Mutt, ver <ulink url="http://crunchbanglinux.org/wiki/howto/howto_setup_mutt_with_gmail_imap">esta entrada de wiki</ulink>.
fr_fr: Pour Mutt, voir <ulink url="http://crunchbanglinux.org/wiki/howto/howto_setup_mutt_with_gmail_imap">cette page Wiki</ulink> (en).
it_it: Per Mutt, controllate invece <ulink url="http://crunchbanglinux.org/wiki/howto/howto_setup_mutt_with_gmail_imap">this wiki entry</ulink>.
nl_nl: Voor Mutt, zie <ulink url="http://crunchbanglinux.org/wiki/howto/howto_setup_mutt_with_gmail_imap">deze wiki</ulink>.
pl_pl: Dla Mutt, zobacz <ulink url="http://crunchbanglinux.org/wiki/howto/howto_setup_mutt_with_gmail_imap">this wiki entry</ulink>.
sv_se: För Mutt, se <ulink url="http://crunchbanglinux.org/wiki/howto/howto_setup_mutt_with_gmail_imap"> denna wiki posten </ulink> .
uk_ua: Більше про Mutt дивіться <ulink url="http://crunchbanglinux.org/wiki/howto/howto_setup_mutt_with_gmail_imap">цю статтю вікі</ulink>.

source: Editing the configuration file
el_gr: Επεξεργασία του αρχείου ρυθμίσεων
es_es: Editar el archivo de configuración
fr_fr: Éditer le fichier de configuration
it_it: Modifica del file di configurazione
nl_nl: Het wijzigen van een configuratiebestand
pl_pl: Edycja pliku konfiguracyjnego
sv_se: Redigera konfigurationsfilen
uk_ua: Редагування конфігураційного файлу

source: After using Alpine a little, one problem may become apparent. Its shortcut for selecting a file, for example to attach it, is C-t. But that's Ratpoison's escape key combination! In fact, Ratpoison has a solution for such conflicts, referred to somewhat cryptically in the shortcut list as meta: C-t t should send C-t to the application in the active window. However, this does not work in the terminal, which does not recognise the character if it receives it in this form.
el_gr: Μετά από σύντομη χρήση του Alpine, ένα πρόβλημα μπορεί να καταστεί εμφανές. Η συντόμευση του για την επιλογή ενός αρχείου, για παράδειγμα για να το συνδέσετε, είναι C-t. Αλλά αυτό είναι το κλειδί συνδυασμού διαφυγής του Ratpoison! Στην πραγματικότητα, το Ratpoison έχει μια λύση για τις συγκρούσεις αυτές, που αναφέρονται κάπως κρυφά στη λίστα με τις συντομεύσεις ως meta: C-t t θα πρέπει να στείλει C-t στην εφαρμογή στο ενεργό παράθυρο. Ωστόσο, αυτό δεν λειτουργεί στον τερματικό σταθμό, η οποία δεν αναγνωρίζει το χαρακτήρα, εφόσον το κερδίσει σε αυτή τη μορφή.
es_es: Después de usar un poco Alpine, un problema puede ponerse de manifiesto. Su acceso direct opara seleccionar un archivo, por ejemplo para adjuntarlo, es C-t. ¡Pero esa es la combinación de teclas de escape de Ratpoison! De hecho, Ratpoison tiene una solución para tales conflictos, referido en la lista de accesos directos de manera algo críptica como meta: C-t t debería enviar C-t a la aplicación en la ventana activa. Sin embargo, esto no funciona en la terminal, la que no reconoce el caracter si lo recibe de esta forma.
fr_fr: Après avoir utilisé Alpine un petit peu, un problème peut apparaître. Ses raccourcis de sélection d'un fichier, pour le joindre à un e-mail par exemple, est C-t. Mais c'est également la combinaisont de touches d'échappement de Ratpoison ! En fait, Ratpoison a une solution pour de tels conflits, mentionnée de façon quelque peu énigmatique dans la liste des raccourcis comme meta : C-t t devrait envoyer C-t à l'application de la fenêtre active. Cependant, ceci ne fonctionne pas dans le terminal, qui ne reconnait pas le caractère si il le reçoit dans cette forme.
it_it: Dopo aver usato Alpine per qualche tempo vi potrebbe saltare all'occhio un problema. La scorciatoia per selezionare un file, ad esempio per allegarlo, è C-t. Però questa è anche la combinazione usata da Ratpoison per uscire da una funzione. In effetti Ratpoison ha la soluzione per tali conflitti, anche se ciò viene identificato in maniera criptica nella lista della scorciatoie come funzione meta: C-t t manda il comando C-t all'applicazione presente nella finestra attiva. Comunque, questo non funziona nel terminale, visto che non accetta il carattere espresso in questa forma.
nl_nl: Na wat gebruik van Alpine, kan zich een probleem voordoen. De snelkeuze om een bestand te selecteren, om bijvoorbeeld als bijlage toe te voegen, is C-t. Maar dat is Ratpoison z'n escape toetscombinatie! Ratpoison heeft voor deze conflicten een oplossing, al is het wat cryptisch genoemd in de sneltoets lijst als meta: C-t t zou het C-t commando naar de applicatie in het actieve venster moeten sturen. Dit werkt daarentegen niet in de terminal, welke de karakters in deze vorm niet herkent bij ontvangst.
pl_pl: Z użyciem Alpine może być mały problem. Skrót do zaznaczania pliku, na przykład załącznika to C-t. W Ratpoison jest to klucz kombinacji ucieczki! W Ratpoison jest rozwiązanie tego konfliktu o którym mowa nieco tajemniczo jako meta: C-t t powinno wysłać C-t do aplikacji w aktywnym oknie. Ale, to nie działa w terminalu, który nie rozpozna tego, jeśli dostanie to w takiej formie.
sv_se: Efter att ha använt Alpine lite, kan ett problem bli uppenbart. Dess genväg för att välja en fil, till exempel för att bifoga det, är C-t. Men det är Ratpoison's escape tangentkombinationen! I själva verket har Ratpoison en lösning för sådana konflikter, enligt något kryptiskt i genvägslistan som meta: C-t t ska skicka C-t till programmet i det aktiva fönstret. Dock fungerar detta inte i terminalen, som inte erkänner tecknet om den får det i denna form.
uk_ua: Трохи покориставшись трохи Alpine, Ви помітити одну проблему. А саме, скорочення для вибору файлів, наприклад щоб додати їх, є C-t. Але це ж є кнопка виходу з Ratpoison! Однак Ratpoison має розв’язок для такого типу конфліктів, названий дещо загадково в списку скорочень як meta: C-t t повинно висилати C-t до програми в активному вікні. Однак це не спрацює в терміналі, який не розпізнає символ, відправлений в такій формі.

source: Everything in Ratpoison is configurable, and the C-t combination itself is no exception. A temporary solution is to reassign the binding using Ratpoison's command input feature. C-t : conjures up an input line at the top right of the screen. This can be used for passing instructions to Ratpoison. For instance, one way of opening an application in a new console is:
el_gr: Τα πάντα στο Ratpoison είναι διαμορφώσιμα, και ο συνδυασμός C-t ο ίδιος δεν αποτελεί εξαίρεση. Μια προσωρινή λύση είναι να αναθέσετε τη δεσμευτική εντολή χρησιμοποιώντας τη χαρακτηριστική εντολή εισόδου του Ratpoison. C-t: δημιουργεί μια γραμμή εισόδου στο πάνω δεξιά μέρος της οθόνης. Αυτό μπορεί να χρησιμοποιηθεί για τη περαστούν οδηγίες στο Ratpoison. Για παράδειγμα, ένας τρόπος για το άνοιγμα μιας εφαρμογής σε μια νέα κονσόλα είναι:
es_es: Todo en Ratpoison es configurable y la combinación C-t en sí misma no es la excepción. Una solución temporaria es reasignar la vinculación usando la funcionalidad de entrada de comando de Ratpoison. C-t : hace aparecer una línea de entrada en la esquina superior derecha de la pantalla. Esta se puede usar para pasar instruccionesa Ratpoison. Por ejemplo, una forma de abrir un aplicación en una consola nueva es:
fr_fr: Tout dans Ratpoison est configurable, et la combinaison C-t elle-même n'échappe pas à la règle. Une solution temporaire est de réassigner le raccourci en utilisant la fonctionnalité d'entrée de commande de Ratpoison. C-t : fait apparaître, comme par magie, une ligne d'entrée en haut de l'écran. Celle-ci peut être utilisée pour passer des instructions à Ratpoison. Par exemple, une façon d'ouvrir une application dans la console est :
it_it: Tutto è configurabile in Ratpoison e la stessa combinazione C-t non fa eccezione. Una soluzione temporanea è riassegnare la combinazione usando la funzione di input di comando di Ratpoison. C-t: fa comparire una riga di input nella parte superiore destra dello schermo. Questo può essere usato per passare istruzioni a Ratpoison. Ad esempio, un modo di aprire un'applicazione in una nuova console è:
nl_nl: Alles in Ratpoison is wijzigbaar, en de C-t toetscombinatie zelf is geen uitzondering. Een tijdelijke oplossing is om de opdracht van een toetscombinatie te wijzigen door gebruik te maken van Ratpoison zijn commando invoer eigenschap. C-t : levert een invoer veld rechtsboven in het scherm. Deze kan worden gebruikt om instructies aan Ratpoison te geven. Een manier om een applicatie in een nieuw console te openen is bijvoorbeeld:
pl_pl: Wszystko w Ratpoison jest konfigurowalne, ale C-t kombinacja nie jest wyjątkiem. Tymczasowym rozwiązaniem jest zmiana przypisania użytej przej Ratpoison kombinacji. C-t: kojarzy linię wejścia na górze po prawej stronie ekranu. Może to być użyte do przepuszczania instrukcji do Ratpoison. Na przykład, jedną z dróg otwarcia aplikacji w nowej konsoli jest:
sv_se: Allt i Ratpoison är konfigurerbar, och C-t kombinationen i sig är inget undantag. En tillfällig lösning är att tilldela bindande hjälp Ratpoison's funktion kommando ingång. C-t: frammanar en inmatning längst upp till höger på skärmen. Detta kan användas för att leda instruktioner till Ratpoison. Till exempel är ett sätt att öppna ett program i en ny konsol:
uk_ua: В Ratpoison все можна налаштувати, і навіть комбінація C-t не є винятком. Як тимчасове вирішення можна перепризначити відповідності, використовуючи можливості команд вводу Ratpoison. C-t : викликає стрічку вводу в правому верхньому куті екрану. Це можна використати, щоб передати інструкції до Ratpoison. Наприклад, один метод відкриття програми в новій консолі є:

source: :exec xterm -e alpine
pl_pl: :exec xterm - alpine
