Repository: Salix-OS/salix-startup-guide
Catalog: */Chapter5.po
Languages: ar_sa, el_gr, es_ar, it_it, pl_pl, sv_se, uk_ua

source: (TIP: You can check that the module contains the unwanted packages by listing the /mnt/hdxx/directoryx/var/log/packages/ directory.)
ar_sa: (تلميح: يمكنك التحقق من أن الوحدة النمطية تحتوي على الحزم غير المرغوب فيها باستعراض المجلد /mnt/hdxx/directoryx/var/log/packages/ .)
el_gr: (TIP:. Μπορείτε να ελέγξετε ότι το άρθρωμα περιέχει τα ανεπιθύμητα πακέτα του καταλόγου /mnt/hdxx/directoryx/var/log/packages/directory.)
es_ar: (TIP: Puede verificar que el módulo contiene los paquetes no deseados al listar el directorio /mnt/hdxx/directoriox/var/log/packages/.)
it_it: (SUGGERIMENTO: Potete verificare se il modulo contiene i pacchetti che volete rimuovere controllando la lista dei pacchetti presenti nella directory /mnt/hdxx/directoryx/var/log/packages/ .)
pl_pl: (TIP:Możesz sprawdzić czy moduł zawiera niechciane pakiety przez wylistowanie /mnt/hdxx/directoryx/var/log/packages/directory.)
sv_se: (TIPS:. Du kan kontrollera att modulen innehåller oönskade paketen genom att lista den /mnt/hdxx/directoryx/var/log/packages/katalog)
uk_ua: (РАДА:. Ви можете перевірити, чи модуль містить непотрібні пакунки, переглядаючи теку /mnt/hdxx/текаx/var/log/packages/)

source: 3. Remove the packages from the working directory:
ar_sa: 3. إزالة الحزم من مجلد العمل:
el_gr: 3. Αφαιρέστε τα πακέτα από τον κατάλογο εργασίας:
es_ar: 3. Eliminar los paquetes del directorio de trabajo:
it_it: 3. Rimuovete i pacchetti dalla directory di lavoro:
pl_pl: 3.Usuwanie pakietów z katalogu roboczego:
sv_se: 3. Ta bort paket från arbetskatalogen:
uk_ua: 3. Видалити пакунки з робочого каталогу:

source: ROOT=/mnt/hdxx/directoryx removepkg packagex
es_ar: ROOT=/mnt/hdxx/directoriox removepkg paquetex
uk_ua: ROOT=/mnt/hdxx/текаx removepkg пакунокx

source: ROOT=/mnt/hdxx/directoryx removepkg packagey
es_ar: ROOT=/mnt/hdxx/directoriox removepkg paquetey
pl_pl: ROOT=/mnt/hdxx/directoryx removepkg packgey
uk_ua: ROOT=/mnt/hdxx/текаx removepkg пакунокy

source: ROOT=/mnt/hdxx/directoryx removepkg packagez
es_ar: ROOT=/mnt/hdxx/directoriox removepkg paquetez
uk_ua: ROOT=/mnt/hdxx/текаx removepkg пакунокz

source: 4. Install new packages to the working directory:
ar_sa: 4. قم بتثبيت الحزم الجديدة إلى مجلد العمل:
el_gr: 4. Εγκαταστήστε νέα πακέτα στον κατάλογο εργασίας:
es_ar: 4. Instalar los paquetes nuevos en el directorio de trabajo:
it_it: 4. Installate i nuovi pacchetti nella directory di lavoro:
pl_pl: 4.Instalacja nowych pakietów w katalogu roboczym:
sv_se: 4. Installera nya paket till arbetskatalogen:
uk_ua: 4. Встановлення нових пакунків до робочої теки:

source: installpkg –-root=/mnt/hdxx/directoryx package1-x.x.x.txz
es_ar: installpkg –-root=/mnt/hdxx/directoriox paquete1-x.x.x.txz
pl_pl: instalpkg --root=/mnt/hdxx/directoryx package1-x.x.x.txz
uk_ua: installpkg –-root=/mnt/hdxx/текаx пакунок1-x.x.x.txz

source: installpkg –-root=/mnt/hdxx/directoryx package2-x.x.x.txz
es_ar: installpkg –-root=/mnt/hdxx/directoriox paquete2-x.x.x.txz
uk_ua: installpkg –-root=/mnt/hdxx/текаx пакунок2-x.x.x.txz

source: installpkg –-root=/mnt/hdxx/directoryx package3-x.x.x.txz
es_ar: installpkg –-root=/mnt/hdxx/directoriox paquete3-x.x.x.txz
pl_pl: installpkg --root=/mnt/hdxx/directoryx package3-x.x.x.tzx
uk_ua: installpkg –-root=/mnt/hdxx/текаx пакунок3-x.x.x.txz

source: 5. Rebuild the module:
ar_sa: 5. إعادة بناء الوحدة النمطية:
el_gr: 5. Αναδόμηση του αρθρώματος:
es_ar: 5. Recompilar el módulo:
it_it: 5. Ricostruite il modulo:
pl_pl: 5.Przebudowa modułu:
sv_se: 5. Bygg modulen:
uk_ua: 5. Перебудувати модуль:

source: dir2lzm directoryx modulex.lzm
es_ar: dir2lzm directoriox modulox.lzm
pl_pl: dir2lzm directoryx moudlex.lzm
uk_ua: dir2lzm текаx модульx.lzm

source: 6. Replace the original module with your new module, rebuild the ISO image and reburn the CD.
ar_sa: 6. استبدال الوحدة النمطية الأصلية بالوحدة النمطية الجديدة وإعادة إنشاء صورة ISO وحرق القرص الحي.
el_gr: 6. Αντικαταστήστε το αρχικό module με τη νέα μονάδα σας, επαναδημιουργήστε την εικόνα ISO και ξανακάψτε το CD.
es_ar: 6. Reemplazar el módulo original con el nuevo, recompilar la imagen ISO y volver a grabar el CD.
it_it: 6. Sostituite il modulo originale con quello appena creato, rifate l'immagine ISO e masterizzatela su CD.
pl_pl: 6.Zamiana oryginalnego modułu na nowy, przebudowa obrazu ISO i wypalenie CD.
sv_se: 6. Ersätta det ursprungliga modulen med din nya modul, bygga om ISO-image och bränn CD-skivan.
uk_ua: 6. Замінити оригінальний модуль новим модулем, перебудувати образ ISO і записати на компакт-диск.

source: Which module contains application XXX?
ar_sa: الوحدة النمطية التي تحتوي على التطبيق XXX؟
el_gr: Ποιό module περιέχει την τάδε εφαρμογή;
es_ar: ¿Qué módulo contiene la aplicación XXX?
it_it: Quale modulo contiene l'applicazione XXX?
pl_pl: Który moduł zawiera aplikację XXX?
sv_se: Vilken modul innehåller program XXX?
uk_ua: Який модуль містить програму XXX?

source: By browsing /mnt/live/memory/images/xxx.lzm/, you can view the contents of each module, therefore you'll find which module holds a given package in /mnt/live/memory/images/xxx.lzm/var/log/packages/
ar_sa: بتصفح /mnt/live/memory/images/xxx.lzm/, يمكنك عرض محتويات كل وحدة، وستجد الوحدة النمطية التي تحمل مجموعة معينة من الحزم في /mnt/live/memory/images/xxx.lzm/var/log/packages/
el_gr: Με την περιήγηση του /mnt/live/memory/images/xxx.lzm/, μπορείτε να δείτε τα περιεχόμενα του κάθε module, ως εκ τούτου θα βρείτε ποιo module περιέχει ένα συγκεκριμένο πακέτο στο /mnt/live/memory/images/xxx.lzm/var/log/packages/
es_ar: Al inspeccionar /mnt/live/memory/images/xxx.lzm/, puede ver los contenidos de cada módulo, por lo tanto, encontrará que el módulo contiene un paquete dado en /mnt/live/memory/images/xxx.lzm/var/log/packages/
it_it: Sfogliando il contenuto di /mnt/live/memory/images/xxx.lzm/ potete vedere il contenuto di ciascun modulo, quindi potete trovare quale modulo contiene il pacchetto cercato in /mnt/live/memory/images/xxx.lzm/var/log/packages/
pl_pl: Przez przeglądanie /mnt/live/memory/images/xxx.lzm, możesz zobaczyć zawartość każdego modułu, możesz zobaczyć który moduł trzyma pakiet w /mnt/live/memory/images/xxx.lzm/var/log/packages/
sv_se: Genom att bläddra /mnt/live/memory/images/xxx.lzm/ kan du visa innehållet i varje modul, därför hittar du vilken modul har ett givet paket i /mnt/live/memory/images/xxx.lzm/var/log/packages/
uk_ua: Переглядаючи теку /mnt/live/memory/images/xxx.lzm/, Ви можете побачити вміст кожного модуля, таким чином Ви зможете знайти, який модуль містить даний пакунок в /mnt/live/memory/images/xxx.lzm/var/log/packages/

source: Adding files to Salix Live
ar_sa: إضافة ملفات إلى Salix الحي
el_gr: Προσθέτοντας αρχεία στο Salix Live
es_ar: Agregar archivos a Salix Live
it_it: Aggiungere file a Salix Live
pl_pl: Dodawanie plików do Salix Live
sv_se: Lägga till filer i Salix Live
uk_ua: Додавання файлів в Salix Live

source: Sometimes all you want to do is add a couple files to Salix Live, for example specific configuration files. In that case it is not necessary to create or modify a module.
ar_sa: في بعض الأحيان كل ما تريد القيام به إضافة ملفين إﻷى Salix الحي، ملفات إعدادات معينة على سبيل المثال. في هذه الحالة فإنه ليس من الضروري إنشاء أو تعديل وحدة نمطية.
el_gr: Μερικές φορές το μόνο που θέλετε να κάνετε είναι να προσθέσετε μερικά αρχεία στο Salix Live, για παράδειγμα ειδικά αρχεία ρυθμίσεων. Σε αυτή την περίπτωση δεν είναι απαραίτητο να δημιουργήσετε ή να τροποποιήσετε μια μονάδα.
es_ar: A veces, todo lo que quiere hacer es agregar un par de archivos a Salix Live, por ejemplo, archivos de configuración específicos. En ese caso, no es necesario crear o modificar un módulo.
it_it: In alcuni casi potreste voler aggiungere soltanto pochi file a Salix Live, ad esempio file di configurazione specifici. In tal caso non è necessario creare o modificare un modulo.
pl_pl: Czasami chcesz dodać kilka plików do Salix Live, na przykład specyficzną konfigurację plików. W tym przypadku nie ma konieczności tworzyć zmodyfikowany moduł.
sv_se: Ibland är allt du vill göra att lägga till ett par filer till Salix Live, till exempel specifika konfigurationsfiler. I så fall är det inte nödvändigt att skapa eller ändra en modul.
uk_ua: Часом Вам потрібно додати кілька файлів до Salix Live, наприклад якісь специфічні файли конфігурації. У цьому випадку непотрібно створювати або змінювати модуль.

source: Salix Live CD holds a /salixlive/rootcopy/ directory. The content of this directory is copied to the root filesystem each time you boot, preserving all directories.
ar_sa: قرص Salix الحي يحمل مجلد /salixlive/rootcopy/ . يتم نسخ محتويات هذا المجلد إلى نظام الملفات الجذر في كل مرة يتم فيها الإقلاع، الحفاظ على كافة المجلدات.
el_gr: Το Salix Live CD περιέχει ένα /salixlive/rootcopy/ κατάλογο. Το περιεχόμενο αυτού του καταλόγου αντιγράφεται στο ριζικό σύστημα αρχείων κάθε φορά που κάνετε εκκίνηση, διατηρώντας όλους τους καταλόγους.
es_ar: Salix Live CD contiene el directorio /salixlive/rootcopy/. El contenido de este directorio se copia a la raíz del sistema de archivos cada vez que arranca, preservando todos los directorios.
it_it: Salix Live CD contiene una directory nominata /salixlive/rootcopy/ . Il contenuto di questa directory è copiato nel filesystem radice ad ogni avvio, mantenendo le cartelle esistenti.
pl_pl: Salix Live CD trzyma w /salixlive/rootcopy/ katalogi zawierające kopię root systemu plików za każdym razem kiedy bootujesz, ustawiasz wszystkie katalogi.
sv_se: Salix Live CD har en /salixlive/rootcopy/katalogen. Innehållet i denna katalog kopieras till rotfilsystemet varje gång du startar, bevara alla kataloger.
uk_ua: Salix Live CD містить теку /salixlive/rootcopy/ . Вміст цієї теки копіюється до кореневої файлової системи кожного разу при завантаженні, зберігаючи всі теки.

source: So, for example, if you wish to just use your own xorg.conf file, create etc/X11/ directories inside of /salixlive/rootcopy and store your xorg.conf in it. Note that you need to recreate the full directory hierarchy for the patches to work as desired.
ar_sa: لذا، على سبيل المثال، إذا كنت ترغب في استخدام ملف xorg.conf الخاصة بك فقط، إنشئ مجلد etc/X11/ في /salixlive/rootcopy وخزن xorg.conf الخاص بك في ذلك. لاحظ أنك تحتاج إلى إعادة إنشاء التسلسل الهرمي للمجلد الكامل للتصحيحات لتعمل كما هو مطلوب.
el_gr: Έτσι, για παράδειγμα, εάν επιθυμείτε να χρησιμοποιήσετε το δικό σας αρχείο xorg.conf, δημιουργήστε καταλόγους etc/X11 /μέσα στο /salixlive/rootcopy και αποθηκεύστε το αρχείο σας xorg.conf σε αυτό. Σημειώστε ότι χρειάζεστε να αναδημιουργήσει την πλήρη ιεραρχία καταλόγων για τα patches για να εργαστούν ως επιθυμείτε.
es_ar: Por lo tanto, por ejemplo, si desea usar su propio archivo xorg.conf, crear un directorio etc/X11/ dentro de /salixlive/rootcopy y almacenar su xorg.conf en él. Advierta que Ud necesita recrear la jerarquía de directorios completa para que el parche trabaje según lo deseado.
it_it: Quindi, se ad esempio desiderate utilizzare un vostro file xorg.conf, create le cartelle etc/X11/ all'interno della cartella /salixlive/rootcopy e copiateci dentro il file. Fate attenzione a ricreare la gerarchia completa delle directory in modo che le eventuali patch funzionino a dovere.
pl_pl: Tak więc na przykład, jeśli chcesz użyć swojego własnego xorg.conf, stwórz /etc/X11 katalogi w /salixlive/rootcopy i wrzuć tam twój xorg.conf. Zauważ że potrzebujesz odtworzyć pełną hierarchię katalogów z patchami jakich żądasz.
sv_se: Så, till exempel, om du vill använda din egen xorg.conf fil, skapa etc/X11/ katalogen inuti /salixlive/rootcopy och lagra din xorg.conf i den. Observera att du måste återskapa hela katalogens hierarki för patchen ska fungera som önskat.
uk_ua: Так, наприклад, якщо Ви бажаєте використовувати власний файл xorg.conf, створіть теку etc/X11 всередині /salixlive/rootcopy і збережіть Ваш xorg.conf в ній. Зауважте, Вам потрібно відтворювати повну ієрархію тек, щоб зміни запрацювали.

source: Modify Salix Live ISO
ar_sa: تعديل ISO Salix الحي
el_gr: Τροποποίηση του Salix Live ISO
es_ar: Modificar el ISO de Salix Live
it_it: Modificare la ISO di Salix Live
pl_pl: Modyfikacja Salix Live ISO
sv_se: Ändra Salix Live ISO
uk_ua: Змінити Salix Live ISO

source: To remaster Salix Live, you could simply use the program Isomaster. You must open an ISO file of Salix Live (for example the one you downloaded) and then add to and/or remove from the modules situated in /salixlive/base, /salixlive/modules or /salixlive/optional. Once you are done, save the modified ISO to your hard drive and use Brasero to burn it on a CD-ROM.
ar_sa: لتطوير Salix الحي، يمكن ببساطة استخدام برنامج Isomaster. يجب فتح ملف ISO Salix الحي (على سبيل المثال الذي قمت بتحميله) وثم إضافة إلى/أو إزالته من وحدات تقع في //salixlive/base, /salixlive/modules أو /salixlive/optional أو/salixlive/optional. وبمجرد الانتهاء، احفظ ISO المعدلة إلى محرك الأقراص الثابت الخاص بك واستخدام براسيرو لحرقه على قرص مضغوط.
el_gr: Για να επαναδημιουργήσετε το Salix Live, θα μπορούσατε να χρησιμοποιήσετε απλά το πρόγραμμα Isomaster. Πρέπει να ανοίξετε ένα αρχείο ISO του Salix Live (για παράδειγμα αυτό που κατεβάσατε) και στη συνέχεια να προσθέσετε και/ή να αφαιρέσετε από τα αρθρώματα που βρίσκονται στο /salixlive/abse, /salixlive/modules ή /salixlive/optional. Μόλις τελειώσετε, αποθηκεύστε το τροποποιημένο ISO στο σκληρό σας δίσκο και χρησιμοποιήστε το Brasero να το κάψετε σε ένα CD-ROM.
es_ar: Para remasterizar Salix Live, podría usar el programa Isomaster. Tiene que abrir un archivo ISO de Salix Live (por ejemplo, el que descargó) y luego agregar y/o eliminar de los módulos localizados en /salixlive/base, /salixlive/modules o /salixlive/optional. Una vez que esté listo, guardar el ISO modificado a su disco duro y usar Brasero para grabarlo a un CD-ROM.
it_it: Per ottenere una copia personalizzata di Salix Live è sufficiente usare il programma Isomaster. Dovete aprire l'immagine ISO di Salix Live (per esempio quella che avete appena scaricato) e aggiungere/rimuovere i moduli posizionati in /salixlive/base, /salixlive/modules o /salixlive/optional. Una volta conclusa l'operazione, slavate l'immagine ISO modificata sul vostro hard disk ed usate Brasero per masterizzarla su CD-ROM.
pl_pl: Aby zremasterować Salix Live, powinieneś po prostu użyć programu Isomaster. Musisz otworzyć ISO plik Salix Live (na przykład jaki pobrałeś) i potem dodać i/lub usunąć z niego moduły znajdujące się w /salixlive/base, /salixlive/modules lub /salixlive/optional. Jak to zrobisz, zapisz zmodyfikowane ISO na twardy dysk i użyj Brasero do wypalenia go na CD-ROM.
sv_se: För att remaster Salix Live, kan du helt enkelt använda programmet Isomaster. Du måste öppna en ISO-fil av Salix Live (till exempel den du hämtade) och sedan lägga till och/eller ta bort från modulerna ligger i /salixlive/base, /salixlive/modules eller /salixlive/optional. När du är klar, spara den ändrade ISO till hårddisken och använda Brasero att bränna den på en cd-rom.
uk_ua: Для зміни Salix Live Вам потрібно скористатися програмою Isomaster. Ви повинні відкрити файл ISO з Salix Live (наприклад, один з тих, що Ви завантажили) і тоді додати і/або вилучити модулі, що містяться в /salixlive/base, /salixlive/modules або /salixlive/optional. Після закінчення збережіть змінений файл ISO на Ваш твердий диск і використайте Brasero для запису на CD-ROM.

source: etc.
ar_sa: إلخ.
el_gr: κλπ.
it_it: ecc.
pl_pl: itd.
uk_ua: етс.

source: passwd=ask
ar_sa: كلمة المرور=ask

source: debug
ar_sa: التصحيح
