Repository: Salix-OS/salix-startup-guide
Catalog: */Chapter4.po
Languages: el_gr, es_es, fr_fr, it_it, nl_nl, pl_pl, sv_se, uk_ua

source: If you have several terminals open, and various browser windows, and some other applications, the number of windows may become unwieldy. To help with this, Ratpoison allows you to use workspaces. (In the online Ratpoison manual, these are referred to more precisely as "groups".) You might then put all browser windows in one workspace, so that C-t e has the same effect as tabs, but with "thumbnails".
el_gr: Εάν έχετε διάφορα τερματικά ανοικτά, και διάφορα παράθυρα του προγράμματος περιήγησης, και κάποιες άλλες εφαρμογές, ο αριθμός των παραθύρων μπορεί να γίνει ανυπόφορος. Για να βοηθήσει με αυτό, το Ratpoison σας επιτρέπει να χρησιμοποιείτε τους χώρους εργασίας. (Σε απευθείας σύνδεση με το εγχειρίδιο του Ratpoison, αυτά είναι που αναφέρονται πιο συγκεκριμένα ως "ομάδες".) Μπορείτε να θέσετε τότε όλα τα παράθυρα του προγράμματος περιήγησης σε ένα χώρο εργασίας, έτσι ώστε C-t e έχει το ίδιο αποτέλεσμα με τις καρτέλες, αλλά με "μικρογραφίες".
es_es: Si usted tiene varias terminales abiertas y varias ventanas del navegador, y algunas otras aplicaciones, la cantidad de ventanas puede ser difícil de manejar. Para ayudar con esto, Ratpoison le permite utilizar áreas de trabajo. (En el manual en línea Ratpoison, éstas se refieren con más precisión como "grupos"). A continuación, puede poner todas las ventanas del navegador en un área de trabajo, de manera que C-t e tiene el mismo efecto que las pestañas, pero con "miniaturas".
fr_fr: Si vous avez plusieurs terminaux ouverts, plusieurs fenêtres de navigateur, et quelques applications, le nombre élévé de fenêtres peut devenir embêtant. Pour vous aider avec ceci, Ratpoison vous permet d'utiliser des espaces de travail (« workspaces » en anglais). (Dans le manuel en ligne de Ratpoison, ceux-ci sont dénommés plus précisement « groups ».) Vous pouvez alors placer toutes vos fenêtres de navigateur dans un espace de travail, de sorte que C-t e a le même effet que les onglets, mais sous la forme de « vignettes ».
it_it: Se avete diversi terminali aperti, svariate finestre di navigazione ed alcune altre applicazioni, il numero delle finestre da gestire può diventare ingombrante. Ratpoison vi può aiutare tramite gli spazi di lavoro. (Nel manuale online di Ratpoison questi sono chiamati ''gruppi''.) Potete quindi raggruppare tutte le finestre in un singolo spazio di lavoro, in modo che C-t funzioni come operazione su schede ma con le miniature.
nl_nl: Indien u meerdere terminals en verschillende browser vensters open heeft staan samen met wat andere applicaties, wordt de hoeveelheid vensters onwerkzaam. Om hiermee te helpen geeft Ratpoison u de mogelijkheid om werkruimten te gebruiken. (In de online Ratpoison handleiding worden deze specifiek "groepen" genoemd.) U kunt dan alle browser vensters in één werkruimte plaatsen, zodat C-t e hetzelfde effect heeft als tabs, maar dan met "icoontjes".
pl_pl: Jeśli masz otwartych kilka terminali, czy różnych przeglądanych okien, czy trochę aplikacji, to numery okien mogą być nieporęczne. Aby pomóc z tym, Ratpoison pozwala tobie na użycie obszarów roboczych. (W online manualu Ratpoison, są odnośniki do bardziej precyzyjnych "grup".) Możesz wstawić przeglądane okna w jeden obszar roboczy, tak więc C-t e daje ten sam efekt jak karty, ale z "miniaturami".
sv_se: Om du har flera terminaler öppna och olika webbläsarfönster, och några andra program, kan antalet fönstren bli tungrott. För att hjälpa till med detta, kan Ratpoison använda arbetsytor. (I online Ratpoison manual, anges dessa mer exakt som "grupper".) Du kan sedan lägga alla webbläsarfönster i en arbetsyta, så att C-t e har samma effekt som flikar, men med "miniatyrer".
uk_ua: Якщо Ви маєте кілька відкритих терміналів, і кілька вікон переглядача, і ще декілька програм, тоді вікна починають нагромаджуватися. Щоб уникнути цього, Ratpoison використовує робочі області. (В онлайн-довіднику Ratpoison manual, вони описані більш точніше як "групи".) Ви можете перенести всі вікна переглядача до однієї робочої області, так що C-t e матиме той самий ефект як табування, але з "іконками".

source: Managing these is roughly analogous to how windows are managed within each workspace. As we saw, C-t e shows all windows in the current workspace; C-t w lists them. C-t W shows four more workspaces, which were set up in the last line of the configuration file. In a console, type rpws help.
el_gr: Η διαχείριση αυτών είναι περίπου ανάλογη με το γίνεται η διαχείριση των παραθύρων στο κάθε χώρο εργασίας. Όπως είδαμε, C-t e δείχνει όλα τα παράθυρα στον τρέχοντα χώρο εργασίας? C-t w τους καταλόγους. C-t W δείχνει τέσσερις χώρους εργασίας, που δημιουργήθηκαν στην τελευταία γραμμή του αρχείου ρυθμίσεων. Σε μια κονσόλα, πληκτρολογήστε rpws help.
es_es: Administrarlas es más o menos similar a cómo windows las administra en cada área de trabajo. Como vimos, C-t e muestra todas las ventanas en el área de trabajo actual; C-t w, las lista. C-t W muestra cuatro áreas de trabajo más, que se crearon en la última línea del archivo de configuración. En la consola, escriba rpws help.
fr_fr: La gestion de ces espaces de travail est un peu près analogue à la façon dont les fenêtres sont gérées dans chacun des espaces de travail. Comme nous l'avons vu, C-t e montre toutes les fenêtres dans l'espace de travail courant ; C-t w les liste toutes. C-t W montre tous les espaces de travail qui ont été configurés dans la dernière ligne du fichier de configuration. Dans la console, tapez rpws help.
it_it: Gestirle in questa modalità è sostanzialmente simile al modo in cui le finestre sono gestite all'interno di ogni spazio di lavoro. Come abbiamo visto, C-t e mostra tute le finestre nell'area di lavoro corrente; C-t w le mostra come lista. C-t W mostra altri quattro spazi di lavoro che erano stati impostati nell'ultima riga del file di configurazione. In un terminale, digitate rpws help.
nl_nl: Het beheren van deze is nagenoeg gelijk aan hoe vensters worden beheerd binnen elk werkruimte. Zoals we zagen, C-t e toont alle vensters in een werkruimte; C-t w geeft een lijst. C-t w toont vier extra werkruimten, welke ingesteld waren in de laatste regel van het configuratiebestand. In een console, voer 'rpws help' uit.
pl_pl: Zarządzanie nimi jest prymitywną analogią do jak zarządzać oknami wewnątrz każdego obszaru roboczego. Jak widzimy, C-t e pokazuje wszystkie okna w aktualnym obszarze roboczym; C-t w wyświetla je. C-t W pokazuje cztery obszary robocze, które były ustawione w ostatniej linii pliku konfiguracyjnego. W konsoli wpisz rpws help.
sv_se: Hantering av dessa är ungefär jämförbar med hur fönster hanteras inom varje arbetsyta. Som vi såg, visar C-t e alla fönster i den aktuella arbetsytan, C-t W visar dem. C-t W visar fyra arbetsytor, som inrättades i den sista raden i konfigurationsfilen. I en konsol, typ rpws hjälp.
uk_ua: Управління ними згрубша зводиться до управлінням вікнами однієї робочої області. Як ми бачили, C-t показує всі вікна поточної робочої області; C-t w дає їх список. C-t W показує ще 4 робочі області, які були налаштовані в останньому рядку файлу конфігурації. Якщо Ви в консолі, тоді введіть rpws help.

source: Terminal showing rpws help page for managing workspaces
el_gr: Terminal που δείχνει τη σελίδα βοήθειας rpws για τη διαχείριση των χώρων εργασίας
es_es: La terminal mostrando la página de ayuda de rpws para la administración de espacios de trabajo
fr_fr: Un terminal montrant la page de rpws help sur la gestion des espaces de travail
it_it: Terminale che mostra la pagina rpws help per la gestione degli spazi di lavoro
nl_nl: Een terminal toont de rpws help pagina om werkruimten te beheren.
pl_pl: Terminal pokaże rpws stronę pomocy do zarządzania obszarem roboczym
sv_se: Terminal visar rpws hjälpsidan för att hantera arbetsytor
uk_ua: Термінал, що показує сторінку допомоги для rpws, яка керує робочими областями

source: The usage summary you will see may be a little cryptic. Just as "C" means Control, "M" refers to Alt. Use Alt with the function keys to access each workspace. Ctrl-Alt and the arrows move up and down workspaces. The remaining options move the current window to a different workspace.
el_gr: Η περίληψη χρήσης που θα δείτε μπορεί να είναι λίγο δυσνόητη. Ακριβώς όπως "C" σημαίνει Έλεγχος, "M" αναφέρεται στο Alt. Χρησιμοποιήστε το Alt με τα πλήκτρα λειτουργιών για να αποκτήσετε πρόσβαση σε κάθε χώρο εργασίας. Το Ctrl-Alt και τα βέλη κινούν πάνω-κάτω τους χώρους εργασίας. Οι υπόλοιπες επιλογές μετακινούν το τρέχον παράθυρο σε έναν διαφορετικό χώρο εργασίας.
es_es: El resumen de uso que se ve puede ser un poco críptico. Así como "C" se refiere a control, "M" se refiere a Alt. Use la tecla Alt, con las teclas de función para acceder a cada área de trabajo. Ctrl-Alt y las flechas mueven hacia arriba y hacia abajo las áreas de trabajo. Las opciones restantes mueven la ventana actual a un área de trabajo diferente.
fr_fr: Le résumé de l'usage que vous verrez pourra vous paraître un peu énigmatique. De la même façon que « C » signifie « Control », « M » fait référence à « Alt ». Utilisez Alt avec les touches de fonctions pour accéder à chacun des espaces de travail. Ctrl-Alt et les flèches déplacent d'un espace de travail à un autre. Les options restantes déplacent la fenêtre courante vers un autre espace de travail.
it_it: Il sommario di utilizzo che viene mostrato potrà sembrare un po' criptico. Come ''C'' significa Comando, ''M'' corrisponde a Alt. Usate Alt con i tasti funzione per accedere ad ogni spazio di lavoro. Ctrl-Alt e le frecce scorrono su è giù gli spazi di lavoro. Le rimanenti opzioni spostano la finestra corrente in uno diverso spazio di lavoro.
nl_nl: De samenvatting voor gebruik kan wat kryptisch overkomen. Zoals "C" Control kan betekenen, betekent "M" de Alt toets. Gebruik Alt met de functietoetsen om elke werkruimte te bereiken. Met de Ctrl-Alt en de pijltoetsen kunt u van werkruimten op en neer bewegen. De overgebleven opties bewegen het huidige venster naar een andere werkruimte.
pl_pl: Użytecznym podsumowaniem tego co widzisz może być małą tajemnicą. Właśnie że "C" oznacza Control, "M" wiąże Alt. Użyj Alt z funkcyjnymi klawiszami do dostępu do każdego obszaru roboczego. Ctrl-Alt i strzałki przemieszczają obszarami roboczymi w górę i dół. Pozostałe opcje przemieszczają aktualne okno do różnych obszarów roboczych.
sv_se: Som du ser kan användnings sammanfattningen vara lite kryptisk. Precis som "C" betyder Control "M" syftar på Alt. Använd Alt med funktionstangenterna för att komma varje arbetsyta. Ctrl-Alt och pilarna flytta upp och ner arbetsytor. De återstående alternativen flytta det aktuella fönstret till en annan arbetsyta.
uk_ua: Використання може бути трохи загадковим. "C" означає Control, "M" - це Alt. Використовуйте Alt з функціональними клавішами для доступу до кожної робочої області. Ctrl-Alt і клавіші зі стрілками переміщують вверх і вниз робочі області. Решта опцій переміщують поточне вікно до іншої робочої області.

source: Adding an item to the menu
el_gr: Προσθέτοντας ένα στοιχείο στο μενού
es_es: Agregar un ítem al menú
fr_fr: Ajouter une entrée dans le menu
it_it: Aggiungere una voce al menu
nl_nl: Het toevoegen van een koppeling aan het menu
pl_pl: Dodawanie pozycji do menu
sv_se: Lägga till ett objekt i menyn
uk_ua: Додавання пункту в меню

source: The directory ~/.ratmenu contains the main menu file menu.sh, and the submenus it calls; all these are editable scripts. We will now edit the Network menu using GVim. GVim is in the menu, but try calling it using the colon (C-t :)
el_gr: Ο κατάλογος ~/.ratmenu περιέχει το κύριο αρχείο μενού menu.sh και τα υπομενού που καλεί? Όλα αυτά είναι σενάρια δυνατόν να επεξεργαστούν. Θα επεξεργαστείτε τώρα το μενού Network χρησιμοποιώντας το Gvim. Το Gvim είναι στο μενού, αλλά δοκιμάστε να το καλέσετε χρησιμοποιώντας την άνω και κάτω τελεία (C-t:)
es_es: El directorio ~/.ratmenu contiene el archivo del menú principal menu.sh y los submenús que llama; todos ellos son scripts editables. Ahora vamos a editar el menú Redes usando GVim. GVim está en el menú, pero intente llamarlo usando los dos puntos (C-t :)
fr_fr: Le répertoire ~/.ratmenu contient le fichier du menu principal menu.sh, ainsi que ceux des sous-menus qui lui sont liés ; tous sont des scripts éditables. Nous allons maintenant éditer le menu Network en utilisant GVim. Gvim est dans le menu, mais essayez de l'appeler en utilisant les deux-points (C-t :).
it_it: La directory ~/.ratmenu contiene il file principale menu.sh e i sottomenu che esso richiama; tutti questi sono script editabili. Ora andremo a modificare il menu Network utilizzando GVim. GVim è presente nel menu, però voi cercate di richiamarlo usando i due punti (C-t :)
nl_nl: De map ~/.ratmenu bevat het hoofdmenu bestand menu.sh en de submenu's die het kan aanroepen; dit zijn allen wijzigbare scripts. We zullen het netwerk menu wijzigen door middel van GVim. GVim is in het menu, maar probeer het te starten door gebruik te maken van de dubbele punt (C-t :)
pl_pl: Katalog ~/.ratmenu zawiera plik menu głównego menu.sh, i podmenu; wszystkie one są edytowalnymi skryptami. Możemy teraz edytować Network menu używając GVim. GVim jest w menu, ale spróbuj go wywołać używając komend (C-t :)
sv_se: Katalogen ~/ratmenu innehåller huvudmeny filen menu.sh och undermenyerna den kallar, alla dessa är redigerbara skript. Vi kommer nu att redigera menyn Nätverk med gvim. Gvim är i menyn, men försök att kalla det med kolon (C-t:)
uk_ua: Тека ~/.ratmenu містить основний файл меню menu.sh, і різні підменю; всі ці файли є скриптами, які можна редагувати. Можна відредагувати меню Мережа, використовуючи GVim. Хоч GVim є в меню, однак ми спробуємо викликати його за допомогою двокрапки (C-t :)

source: :exec gvim ~/.ratmenu/network.sh
pl_pl: :exec gvim ~/.ratmenu/networks.sh

source: or simply
el_gr: ή απλά
es_es: o simplemente
fr_fr: ou simplement
it_it: oppure semplicemente
nl_nl: of simpelweg
pl_pl: lub prościej
sv_se: eller helt enkelt
uk_ua: або просто

source: C-t ! gvim ~/.ratmenu/network.sh .
pl_pl: C-t !gvim ~/.ratmenu/networks.sh .

source: Adding an item to the menu with gvim
el_gr: Προσθέτοντας ένα στοιχείο στο μενού με το gvim
es_es: Agregar un ítem al menú con gvim
fr_fr: Ajouter une entrée dans le menu avec GVim
it_it: Aggiungere una voce al menu con gvim
nl_nl: Het toevoegen van een koppeling aan het menu met gvim
pl_pl: Dodawanie pozycji do menu z gvim
sv_se: Lägga till ett objekt i menyn med gvim
uk_ua: Додавання елемента меню за допомогою Gvim

source: Note that graphical applications are called directly, but command line programs need to be opened inside a terminal.
el_gr: Σημειώστε ότι οι γραφικές εφαρμογές καλούνται άμεσα, αλλά τα προγράμματα της γραμμής εντολών πρέπει να ανοιχτούν μέσα σε ένα τερματικό.
es_es: Advierta que las aplicaciones gráficas se llaman direcamente, pero los programas de la línea de comandos se los necesita abrir dentro de una terminal.
fr_fr: Notez que les applications graphiques sont appelées directement, tandis que les programmes en ligne de commande ont besoin d'être ouverts à l'intérieur d'un terminal.
it_it: Notate che le applicazioni grafiche sono chiamate direttamente, ma i programmi a riga di comando devono essere aperti all'interno di un terminale.
nl_nl: Onthoudt dat grafische applicaties direct worden gekoppeld, maar dat command line programma's binnen een terminal moeten worden geopend.
pl_pl: Zauważ że graficzne aplikacje są wywołane bezpośrednio, a programy konsolowe potrzebują być otwarte w terminalu.
sv_se: Observera att grafiska applikationer kallas direkt, men kommandorads program behöver öppnas i en terminal.
uk_ua: Зауважте, графічні програми запускаються прямо, але командна стрічка програм повинна бути відкрита в терміналі.

source: Use j and k to navigate to where you want to add the entry for Alpine, type i to insert, ESC to return to command mode, and :wq to write and save. Test the change by typing C-t r - the new item should already appear. If all is well, you may close the editor.
el_gr: Χρησιμοποιήστε j και k για να πλοηγηθείτε στο σημείο όπου θέλετε να προσθέσετε την καταχώρηση για το Alpine, πληκτρολογήστε i για την εισαγωγή, ESC για να επιστρέψετε στην κατάσταση εντολών, και: wq για να σώσετε και να αποθηκεύσετε. Ελέγξτε την αλλαγή πληκτρολογώντας C-t r - το νέο στοιχείο θα πρέπει να έχει ήδη εμφανιστεί. Αν όλα είναι καλά, μπορείτε να κλείσετε το πρόγραμμα επεξεργασίας.
es_es: Use j y k para navegar a donde quiera agregar la entrada para Alpine, escriba i para insertar, ESC para regregar al modo comando y :wq para escribir y guardar. Pruebe los cambios escribiendo C-t r - el nuevo ítem debería aparecer. Si todo salió bien, puede cerrar el editor.
fr_fr: Utilisez j et k pour vous déplacer à l'emplacement où vous souhaitez ajouter l'entrée pour Alpine, tapez i pour insérer, Echap pour retourner au mode de commande, et :wq pour sauvegarder et quitter. Testez le changement en tapant C-t r – la nouvelle entrée devrait déjà apparaître. Si tout va bien, vous pouvez fermer l'éditeur.
it_it: Usate j e k per navigare fino al punto in cui volete inserire la voce di menu per Alpine, digitate i per inserire, ESC per ritornare al modalità comando, e :wq per scrivere le modifiche e salvarle. Verificate le modifiche apportate digitando C-t r; la nuova voce di menu dovrebbe comparire. Se tutto è in ordine potete chiudere l'editor di testo.
nl_nl: Gebruik j en k om naar de bestemming waar u Alpine wilt plaatsen te navigeren, voer i in om in te voegen, ESC om terug te keren naar de commando modus, en :wq om op te slaan en te sluiten. Test de wijziging door C-t r uit te voeren - de nieuwe koppeling behoort reeds te verschijnen. Indien alles goed is, kunt u de teksverwerker sluiten.
pl_pl: Użyj j i k do nawigacji, tam gdzie chcesz dodać wejście dla Alpine, wpisz i żeby zacząć wpisywanie, ESC aby wrócić do trybu komend, i :wq żeby zapisać i wyjść. Przetestuj zmiany wpisując C-t r - nowa pozycja powinna już pojawić się. Jeśli wszystko w porządku, możesz opuścić edytor.
sv_se: Använd j och k för att navigera till den plats där du vill lägga till posten för alpina, skriver jag för att infoga, ESC för att återvända till kommando läge, och :wq att skriva och spara. Testa förändringen genom att skriva C-t r - det nya objektet bör redan visas. Om allt är väl, kan du stänga redigeraren.
uk_ua: Використовуйте j та k для переміщення до місця, де б Ви хотіли додати вміст для Alpine, викорстовуйте i для вставки, ESC для повернення до командного режиму, та :wq для запису і збереження. Протестуйте зміни, вписуючи C-t r - новий пункт повинен появитися. Якщо все добре, тоді можете закрити редактор.

source: Summary
el_gr: Περίληψη
es_es: Resumen
fr_fr: Résumé
it_it: Sommario
nl_nl: Samenvatting
pl_pl: Podsumowanie
sv_se: Sammanfattning
uk_ua: Підсумок

source: Here is a short list of key bindings common to many of the Salix Ratpoison edition's applications.
el_gr: Εδώ είναι μια σύντομη λίστα των πλήκτρων κοινά σε πολλές από τις εφαρμογές της έκδοσης του Salix Ratpoison.
es_es: Aquí hay una breve lista de atajos de teclado comunes a varias de las aplicaciones de la edición Ratpoison de Salix.
fr_fr: Voici une liste résumée des raccourcis clavier communs à la plupart des applications de l'édition Salix Ratpoison.
it_it: Qui di seguito una lista delle scorciatoie per diverse applicazioni contenute nell'edizione Ratpoison di Salix.
nl_nl: Hier is een kleine lijst van toetscombinaties welke gewoonlijk door veel applicaties binnen Ratpoison worden gebruikt.
pl_pl: Tutaj jest krótka lista do przypisywania klawiszy wspólnych dla wielu aplikacji w edycji Salix Ratpoison.
sv_se: Här är en kort lista över tangentbindningar gemensamma för många av Salix Ratpoison utgåvans program.
uk_ua: Тут наведений типовий список скорочень багатьох програм видання Salix Ratpoison.

source: Shortcuts
el_gr: Συντομεύσεις
es_es: Atajos
fr_fr: Raccourcis
it_it: Scorciatoie
nl_nl: Sneltoetsen
pl_pl: Skróty klawiaturowe
sv_se: Genvägar
uk_ua: Ярлики

source: Description
el_gr: Περιγραφή
es_es: Descripción
it_it: Descrizione
nl_nl: Beschrijving
pl_pl: Opis
sv_se: Beskrivning
uk_ua: Опис

source: go to the top
el_gr: Πηγαίνετε στην κορυφή
es_es: ir al inicio
fr_fr: Aller en haut
it_it: vai all'inizio
nl_nl: ga naar bovenaan
pl_pl: idź na górę
sv_se: gå till toppen
uk_ua: перейти в початок

source: go to the bottom
el_gr: πηγαίνετε προς τα κάτω
es_es: ir al final
fr_fr: Aller en bas
it_it: vai alla fine
nl_nl: ga naar onderaan
pl_pl: idź na dół
sv_se: gå till botten
uk_ua: перейти на кінець

source: left
el_gr: αριστερά
es_es: izquierda
fr_fr: Gauche
it_it: sinistra
nl_nl: links
pl_pl: lewo
sv_se: vänster
uk_ua: вліво

source: down
el_gr: κάτω
es_es: abajo
fr_fr: Bas
it_it: giù
nl_nl: naar beneden
pl_pl: dół
sv_se: ner
uk_ua: вниз

source: up
el_gr: επάνω
es_es: arriba
fr_fr: Haut
it_it: su
nl_nl: omhoog
pl_pl: góra
sv_se: upp
uk_ua: вверх

source: right
el_gr: δεξιά
es_es: derecha
fr_fr: Droite
it_it: destra
nl_nl: rechts
pl_pl: prawo
sv_se: höger
uk_ua: вправо

source: select form fields, links. C-z to type in some forms
el_gr: επιλέξετε πεδία φόρμας, σύνδεσμοι. C-z να πληκτρολογήσετε σε ορισμένες μορφές
es_es: seleccionar desde campos, enlaces. C-z para escribir en algunos formularios
fr_fr: Sélectionner les champs de formulaire, les liens. C-z pour taper dans les formulaires
it_it: selezionate i campi del form, link. C-z per digitare all'interno dei form
nl_nl: selecteer de velden in het formulier, paginakoppelingen. C-z om binnen sommige formulieren te typen.
pl_pl: zaznaczanie pól, linków. C-z aby wpisać coś do pól
sv_se: välja formulärfält, länkar. C-z fyll i vissa formulär
uk_ua: виберіть поля форм, посилання. C-z для вводу в деяких формах

source: open
el_gr: άνοιγμα
es_es: abrir
fr_fr: Ouvrir
it_it: apri
nl_nl: openen
pl_pl: otwórz
sv_se: öppna
uk_ua: відкрити

source: open in new tab/window
el_gr: Άνοιγμα σε νέα καρτέλα/παράθυρο
es_es: abrir en nueva pestaña/ventana
fr_fr: Ouvrir dans un nouvel onglet/une nouvelle fenêtre
it_it: apri in una nuova scheda/finestra
nl_nl: open in nieuw venster/tab
pl_pl: otwórz w nowej karcie/oknie
sv_se: Öppna i ny flik/fönster
uk_ua: відкрити в новій вкладці/вікні

source: follow a link
el_gr: ακολουθήστε ένα σύνδεσμο
es_es: seguir un enlace
fr_fr: Suivre un lien
it_it: segui un link
nl_nl: volg een paginakoppeling
pl_pl: podążaj za linkiem
sv_se: följa en länk
uk_ua: перейти до посилання

source: close/delete
el_gr: Κλείσιμο/διαγραφή
es_es: cerrar/borrar
fr_fr: Fermer/Supprimer
it_it: chiudi/cancella
nl_nl: sluit/verwijder
pl_pl: zamknij/skasuj
sv_se: stäng/ta bort
uk_ua: закрити/вилучити

source: go back
el_gr: πήγαινε πίσω
es_es: volver
fr_fr: Revenir
it_it: vai indietro
nl_nl: ga terug
pl_pl: wróć
sv_se: gå tillbaka
uk_ua: повернутися

source: search forwards
el_gr: προς τα εμπρός αναζήτηση
es_es: buscar hacia adelante
fr_fr: Rechercher en avant
it_it: cerca in avanti
nl_nl: zoek voorwaarts
pl_pl: szukaj do przodu
sv_se: Sök framåt
uk_ua: пошук вперед

source: search backwards
el_gr: αναζήτηση προς τα πίσω
es_es: buscar hacia atrás
fr_fr: Rechercher en arrière
it_it: ricerca all'indietro
nl_nl: zoek achterwaarts
pl_pl: szukaj wstecz
sv_se: söka bakåt
uk_ua: пошук назад
