Repository: Salix-OS/salix-startup-guide
Catalog: */Chapter2.po
Languages: ar_sa, el_gr, es_es, it_it, nl_nl, pl_pl, sv_se, uk_ua

source: Installing from a Salix Installation CD
ar_sa: تثبيت من قرص تثبيت Salix المضغوط
el_gr: Εγκατάσταση από το CD εγκατάστασης Salix
es_es: Instalar desde un CD de Instalación de Salix
it_it: Installazione dal CD di installazione
nl_nl: Installeren van een Salix Installatie CD
pl_pl: Instalowanie z płyty instalacyjnej CD Salix
sv_se: Installera från en Salix Installation CD
uk_ua: Встановлення з Встановлюючого CD-диску

source: Installing Salix from a Salix Installation CD is very similar to installing Slackware. Everything will be done efficiently in a semi-graphical command line interface.
ar_sa: تثبيت Salix من قرص التثبيت الحي مشابهة جداً لتثبيت سلاكوير. ستفعل كل شيء بكفاءة في واجهة سطر الأوامر الرسومية.
el_gr: Η εγκατάσταση του Salix από ένα CD εγκατάστασης Salix είναι πολύ παρόμοια με την εγκατάσταση του Slackware. Όλα θα πρέπει να γίνουν αποτελεσματικά σε μια ημι-γραφική διεπαφή γραμμής εντολών.
es_es: Instalar Salix desde el CD de Instalación de Salix es muy parecido a instalar Slackware. Todo se hará eficientemente en una interfaz de línea de comandos semi-gráfica.
it_it: L'installazione da CD è molto simile ad una installazione standard di Slackware. Il tutto viene eseguito in modo efficiente tramite una interfaccia a riga di comando di tipo semi-grafico.
nl_nl: Installeren van een Salix Installatie CD is heel gelijk aan een installatie van Slackware. Alles zal efficient en binnen een semi-grafische command line infterface gebeuren.
pl_pl: Instalacja Salixa z CD instalacyjnego jest bardzo podobna do instalacji Slackware. Wszystko będzie zrobione skutecznie w semi-graficznym interfejsie wiersza poleceń.
sv_se: Installera Salix från en Salix installations-CD är mycket likt att installera Slackware. Allt kommer att ske effektivt i en semi-grafiskt kommandoradsgränssnitt.
uk_ua: Встановлення Salix з Встановлюючого CD Salix дуже подібне до встановлення Slackware. Все буде зроблене за допомогою напів-графічного інтерфейсу командного рядка.

source: Select your keymap.
ar_sa: حدد خريطة المفاتيح.
el_gr: Επιλέξτε το πληκτρολόγιό σας.
es_es: Seleccionar el teclado.
it_it: Selezionate la mappatura della tastiera.
nl_nl: Kies uw toetsenbordinstelling.
pl_pl: Wybierz układ klawiatury.
sv_se: Välj din tangentbordslayout.
uk_ua: Вибрати Вашу розкладку клавіатури.

source: If you prefer to let Salix do everything including partition management, just select AUTOPARTITION. Note that this will delete everything on the hard drive.
ar_sa: إذا كنت تفضل ترك Salix يقوم بكل شيء بما في ذلك إدارة التقسيم، حدد فقط تقسيم تلقائي. لاحظ أن هذا سيؤدي إلى حذف كل شيء على محرك الأقراص الثابتة.
el_gr: Εάν προτιμάτε να αφήσετε το Salix να κάνει τα πάντα, συμπεριλαμβανομένης της διαχείρισης κατατμήσεων, απλά επιλέξτε αυτόματη διαμέριση των δίσκων. Σημειώστε ότι αυτό θα διαγράψει όλα τα δεδομένα στο σκληρό δίσκο.
es_es: Si prefiere permitirle a Salix hacer todo incluyendo la administración de particiones, simplemente elija AUTOPARTITION. Advierta que esto borrará todo lo que hay en el disco duro.
it_it: Se preferite che Salix faccia tutto da solo, compresa la gestione delle partizioni, selezionate l'opzione AUTOPARTITION. Attenzione; questa opzione cancellerà in modo permanente i dati contenuti nell'hard disk quindi sarà opportuno salvare eventuali dati importanti su un altro dispositivo prima di procedere.
nl_nl: Indien u de voorkeur heeft om Salix alles te laten doen inclusief partitiebeheer, selecteer dan AUTOPARTITION. Wees gewaarschuwd dat deze keus alles van uw harddisk verwijdert.
pl_pl: Jeśli wolisz aby Salix zrobił wszystko automatycznie, w tym zarządzanie partycjami, wybierz AutoPartition. Należy pamiętać, że spowoduje to usunięcie wszystkich danych na dysku twardym.
sv_se: Om du föredrar att låta Salix göra allt inklusive partition management, väljer du bara partitionera automatiskt. Observera att detta kommer att radera allt på hårddisken.
uk_ua: Якщо Ви бажаєте дати можливість Salix заопікуватися керуванням розділів, тоді виберіть AUTOPARTITION. Врахуйте, що ця операція знищить усе на Вашому твердому диску.

source: Partition management with cfdisk – you can select the hard drive you would like to modify with the arrow keys and the space key.
ar_sa: إدارة الأقسام مع cfdisk--يمكنك تحديد محرك الأقراص الثابتة قد ترغب في التعديل باستخدام مفاتيح الأسهم ومفتاح المسافة.
el_gr: Διαχείριση κατατμήσεων με το cfdisk - μπορείτε να επιλέξετε το σκληρό δίσκο που θέλετε να τροποποιήσετε με τα βελάκια και το πλήκτρο space.
es_es: Administración de particiones con cfdisk - puede seleccionar el disco duro que desea modificar con las teclas de flecha y la barra espaciadora.
it_it: Gestione delle partizioni tramite cfdisk - potete selezionare il disco fisso che desiderate partizionare con i tasti freccia e barra spaziatrice.
nl_nl: Partitiebeheer door middel van cfdisk - u kan de harddisk die gewijzigd moet worden selecteren met de pijltjestoetsen en de spatiebalk.
pl_pl: Zarządzanie partycji z cfdisk - można wybrać dysk jaki chcesz modyfikować za pomocą klawiszy strzałek i klawisza spacji.
sv_se: Partition hantering med cfdisk - du kan välja den hårddisk du vill ändra med piltangenterna och mellanslagstangenten.
uk_ua: Керування розділами диску з cfdisk - Ви можете вибрати твердий диск, який бажаєте змінити, за допомогою клавіш зі стрілками і клавіші пропуску.

source: You can create a new partition by selecting a free disk space and choosing New. You will be asked to select “primary” partition / “extended” partition first and then set the size. Remember, you can have up to four primary partitions or three primary partition with one extended partition for more partitions. Let's say we want to create one swap partition and partitions for the “/” and “/home” directories.
ar_sa: يمكنك إنشاء قسم جديد بتحديد مساحة قرص حرة واختيار جديدة. ستكون مطالب بتحديد القسم “الأساسي“ / وقسم “التوسيع“ أولاً ثم قم بتعيين الحجم. تذكر، يمكنك أن تصل إلى أربعة أقسام أساسية أو ثلاثة القسم الأساسي مع قسم توسيع واحد لمزيد من لأقسام. لنفترض أنك نريد إنشاء قسم واحد للمبادلة وأقسام “/“ والمجلدات “/home”.
el_gr: Μπορείτε να δημιουργήσετε ένα νέο διαμέρισμα επιλέγοντας ένα ελεύθερο χώρο στο δίσκο και την επιλογή Νέο. Θα σας ζητηθεί να επιλέξετε το "πρωτογενές" διαμέρισμα/"εκτεταμένο" διαμέρισμα και στη συνέχεια να ρυθμίσετε το μέγεθος. Θυμηθείτε, μπορείτε να έχετε μέχρι και τέσσερα πρωτεύοντα διαμερίσματα ή τρία πρωτεύοντα διαμέρισμα με ένα εκτεταμένο διαμέρισμα για περισσότερα διαμερίσματα. Ας πούμε ότι θέλουμε να δημιουργήσουμε μία κατάτμηση swap και κατατμήσεις για τους "/" και "/ home" καταλόγους.
es_es: Puede crear una nueva partición al seleccionar un espacio libre en disco y eligiendo Nueva. Se le pedirá primero seleccionar la partición "primaria" / "extendida" y luego establecer su tamaño. Recuerde que puede tener hasta cuatro particiones primarias o tres particiones primarias con una extendida para más particiones. Digamos que queremos crear una partición de intercambio y particiones para los directorios "/" y "/home".
it_it: La creazione di una nuova partizione si ottiene selezionando uno spazio libero del disco e scegliendo l'opzione New. Dovete confermare se la partizione sarà ''primary'' o ''extended'' ed impostare la dimensione. Ricordate che potete creare al massimo quattro partizioni primarie oppure tre primarie ed una partizione estesa per avere più partizioni disponibili. Come esempio di partizionamente pensiamo di creare una partizione di swap, più partizioni dedicate a ''/'' e ''home''.
nl_nl: U kan een nieuwe partitie aanmaken door een vrij deel op de harddisk te selecteren en te kiezen voor Nieuw. U zult gevraagd worden om eerst een "primaire" of "extended" partitie te nemen en vervolgens de grootte te bepalen. Onthoudt, u kunt tot vier primaire partities of drie primaire partities met één 'extended' partitie voor meer partities aanmaken. Een voorbeeld; we willen één swap partitie en partities voor "/" en "/home" mappen.
pl_pl: Możesz utworzyć nową partycję, wybierając wolne miejsce na dysku i wybierając Nowy. Zostaniesz poproszony, aby wybrać "primary" / "rozszerzoną" pierwszą partycję, a następnie ustaw jej rozmiar. Pamiętaj, że możesz mieć do czterech partycji primary lub trzech partycji primary i jedną partycję rozszerzoną na więcej partycji. Powiedzmy, że chcemy utworzyć swap, partycji "/" i "/ home".
sv_se: Du kan skapa en ny partition genom att välja ett ledigt utrymme på hårddisken och välja Ny. Du blir ombedd att välja "primära" partitionen / "extended" partition först och sedan ange storlek. Kom ihåg, kan du ha upp till fyra primära partitioner eller tre primära partition med en utökad partition för fler partitioner. Låt oss säga att vi vill skapa en swap-partition och partitioner för "/" och "/home" kataloger.
uk_ua: Ви можете створити новий розділ, помічаючи вільний дисковий простір і вибираючи Новий. Вас запитають який розділ створювати, “primary” основний / “extended” розширений розділ, і тоді про бажаний розмір. Пам’ятайте, Ви можете мати аж до чотирьох основних розділів, або три основних і один розширений для більшої кількості розділів. Скажімо, Ви бажаєте створити один розділ підкачки swap і розділи для тек “/” і “/home”.

source: To create a swap partition, for example, select “primary” partition. Hit enter (for the default starting cylinder), and then type in “+1024M” for 1024 Mb. Choose Type to specify the file system type. Enter 82 (Linux swap).
ar_sa: لإنشاء قسم مبادلة، على سبيل المثال، حدد قسم ”أساسي”. إضغط enter (الأسطوانة البدء الافتراضية)، ومن ثم اكتب في ”+1024M” لتعيين 1024 ميغا بايت. اختر نوع لتحديد نوع نظام الملفات. أدخل 82 (لمبادلة لينكس).
el_gr: Για να δημιουργήσετε μια κατάτμηση swap, για παράδειγμα, επιλέξτε "πρωτογενές" διαμέρισμα. Πατήστε enter (για τον προεπιλεγμένο κυλινδρο εκκίνησης), και στη συνέχεια πληκτρολογήστε "+1024 M" για 1024 MB. Επιλέξτε Τύπο για να καθορίσετε τον τύπο του συστήματος αρχείων. Εισάγετε 82 (Linux swap).
es_es: Para crear una partición de intercambio, por ejemplo, seleccione partición "primaria". Presione Enter (para el cilindro inicial por defecto) y luego escriba "+1024M" para 1024 Mb. Elija Type para especificar el tipo de sistema de archivos. Ingrese 82 (intercambio de Linux).
it_it: Per creare la partizione di swap selezionatela per esempio come partizione ''primary''. Confermate con Invio (per evidenziare il cilindro di partenza) e digitate ''+1024M'' per impostare la dimensione a 1024 Mb. Selezionate Type per scecificare il tipo di file system ed impostatelo al valore 82 (corrispondente al tipo Linux swap).
nl_nl: Om een swap partitie te maken, selecteer 'primaire' partitie. Druk op Enter (voor de standaard startsector) en voer "+1024M" voor 1024 MB in. Kies vervolgens het type bestandssysteem. Voer "82" (Linux swap) in.
pl_pl: Aby utworzyć partycję wymiany, na przykład, wybierz "primary" partycję. Wciskamy Enter (dla ustawienia domyślnego cylindra początkowego), a następnie wpisz "+1024 M" dla 1024 Mb. Wybierz typ aby określić typ systemu plików. Wpisz 82 (Linux swap).
sv_se: För att skapa en swap-partition, till exempel, välj "primära" partitionen. Enter (för den förvalda start cylindern) och skriv in "+1024M" för 1024 Mb. Välj typ för att ange vilken typ av filsystem. Skriv 82 (Linux swap).
uk_ua: Для створення розділу підкачки, наприклад, виберіть “первинний” розділ диску. Натисніть клавішу вводу (для типового початкового циліндру), і тоді впишіть “+1024M” для 1024 Мб. Виберіть тип файлової системи. Введіть 82 (Linux swap).

source: Let's assume that you have already used up the first three primary partitions, the last one should be made into an “extended” partition as you would still like to create the partitions for “/” and for “/home”.
ar_sa: دعنا نفترض أن استخدمت مسبقاً حتى الأقسام الرئيسية الثلاثة الأولى، ”موسع” إذا كنت ترغب في إنشاء أقسام ”/” و “/home” ينبغي استخدام آخر قسم.
el_gr: Ας υποθέσουμε ότι έχετε ήδη χρησιμοποιήσει τα πρώτα τρία πρωτεύοντα διαμερίσματα, το τελευταίο θα πρέπει να γίνει σε ένα "εκτεταμένο" διαμέρισμα, όπως εσείς εξακολουθείτε να θέλετε να δημιουργήσετε τις κατατμήσεις για το "/" και για "/home".
es_es: Supongamos que ya agotó las primeras tres particiones primarias, la última se tiene que hacer en una partición "extendida" ya que todavía desea crear las particiones para "/" y para "/ home".
it_it: Poniamo il caso che abbiate già occupate le prime tre partizioni primarie; l'ultima disponibile dovrà essere impostata come ''extended'' per potervi inserire le partizioni dedicate a ''/'' e a ''home''.
nl_nl: Even aangenomen dat u de eerste drie primaire partities in gebruik heeft, moet de laatste partitie als een "extended" partitie worden aangemaakt indien u nog steeds aparte partities voor "/" en "/home" wilt maken.
pl_pl: Załóżmy, że masz już zużyte pierwsze trzy partycje primary, z których ostatnia należy do "rozszerzonej" partycji i nadal chcesz, aby utworzyć partycje dla "/" i "/ home".
sv_se: Låt oss anta att du redan har använt upp de första tre primära partitioner, bör den sista göras om till en "utökad" partition som du ändå vill skapa partitioner för "/" och för "/home".
uk_ua: Припустимо, що Ви вже використали перші три основні розділи, тоді останній треба зробити як розширений “extended” розділ, якщо Ви все ще бажаєте створити розділи для тек “/” і для “/home”.

source: To create an extended partition, select “extended” partition. Hit enter and again hit enter for the default value. This will create an extended partition out of the remaining disk space.
ar_sa: لإنشاء قسم موسع، حدد القسم “الموسع“. إضغط enter ومرة أخرى اضغط enter للقيمة الافتراضية. سيعمل ذلك على إنشاء قسم موسع بكامل مساحة القرص المتبقية.
el_gr: Για να δημιουργήσετε ένα εκτεταμένο διαμέρισμα, επιλέξτε "εκτεταμένο" διαμέρισμα. Πατήστε enter και πάλι πατήστε enter για την προεπιλεγμένη τιμή. Αυτό θα δημιουργήσει ένα εκτεταμένο διαμέρισμα από το υπόλοιπο χώρο του δίσκου.
es_es: Para crear una partición extendida, seleccione partición "extendida". Presione Enter y vuelva a presionar Enter para el valor por defecto. Esto creará una partición extendida del espacio disponible en disco.
it_it: Per creare una partizione estesa selezionate ''extended''. Premete Invio e ripremetelo per accettare i valori di default. La partizione estesa verrà creata con la dimensione corrispondente allo spazio libero disponibile residuo.
nl_nl: Om een extended partitie aan te maken, selecteer "extended" partitie. Druk op Enter en druk opnieuw op Enter voor de standaard waarden. Zo zal een "extended" partitie gemaakt worden van de overgebleven vrije harddisk ruimte.
pl_pl: Aby utworzyć partycję rozszerzoną, wybierz "rozszerzone" partycję. Wciskamy Enter i znów wciśnij enter na wartość domyślną. Spowoduje to utworzenie partycji rozszerzonej z pozostałej przestrzeni na dysku.
sv_se: För att skapa en utökad partition, välj "utökad" partition. Tryck enter och tryck enter igen för standardvärdet. Detta kommer att skapa en utökad partition av det återstående diskutrymmet.
uk_ua: Для створення розширеного розділу виберіть розділ “extended”. Натисніть ввід і знову ввід для типових значень. Ця операція створить розширений розділ аж до кінця дискового простору.

source: Now select Free disk space from the extended partition, and create New. Create a “logical” partition as you did for the primary partition. Set the size to “+10240M” for roughly 10 Gb. This will be your partition for the root directory (“/”). Select Type, and type “83” (Linux partition).
ar_sa: الآن حدد المساحة الحرة لقسم القرص الموسع، ثم أنشئ جديد. إنشاء قسم ”منطقي” كما فعلت مع القسم الأساسي. عين الحجم إلى ”+ 10240M” لحوالي 10 جيجابايت. سيكون هذا القسم خاص بمجلد الجذر ("/"). حدد نوعه, واكتب “83” (قسم لينكس).
el_gr: Τώρα επιλέξτε Ελεύθερος χώρος στο δίσκο από το εκτεταμένο διαμέρισμα, και δημιουργία νέου. Δημιουργήστε μια "λογικό" διαμέρισμα, όπως κάνατε για το πρωτεύον διαμέρισμα. Ορίστε το μέγεθος σε "+10240 M" για περίπου 10 Gb. Αυτό θα είναι η κατάτμηση σας για τον ριζικό κατάλογο ("/"). Επιλέξτε Τύπος και τον τύπο "83" (Linux partition).
es_es: Ahora seleccione Espacio Libre en Disco de la partición extendida y cree una nueva. Cree una partición "lógica" como lo hizo para la partición primaria. Establezca el tamaño a "+10240M" para aproximadamente 10Gb. Está será la partición para el directorio raíz ("/"). Seleccione Tipo y escriba "83" (partición Linux).
it_it: Ora selezionate lo spazio corrispondente alla partizione estesa e impostatela come New. Create una partizione ''logica'' con la stessa procedura che avete utilizzato per la procedura della partizione primaria. Impostata la dimensione a ''+10240M'' per avere una dimensione di circa 10Gb. Questa diventerà la partizione che ospiterà la directory root (''/''). Selezionate Type ed impostatelo al valore 83 (Linux partition).
nl_nl: Selecteer nu de vrije ruimte in de 'extended' partitie, en druk op Nieuw. Maak een "logische" partitie zoals u voor de primaire partitie heeft gedaan. Stel de grootte in op "+10240M" voor ongeveer 10GB. Dit zal uw partitie worden voor de root map ("/"). Selecteer het type en vul in "83" (Linux partitie).
pl_pl: Teraz wybierz Wolne miejsce na dysku z partycji rozszerzonej i stworzyć nowa. Tworzenie "logicznej" partycji jest takie jak dla partycji primary. Ustaw rozmiar do "+10240 M" dla około 10 Gb. To będzie Twoja partycja dla katalogu ("/"). Wybierz typ i wpisz "83" (Linux partycji).
sv_se: Nu väljer Ledigt utrymme från den utökade partitionen och skapa nya. Skapa en "logisk" partition som du gjorde för den primära partitionen. Ställ in storleken på "+10240M" för ca 10 Gb. Detta kommer att vara din partition för rotkatalogen ("/"). Välj typ och skriv "83" (Linux partition).
uk_ua: Тепер помітьте Вільний простір диску на розширеному розділі, і створіть Новий. Створіть “logical” логічний розділ таким самим способом, як Ви це робили з основним розділом. Встановіть розділ “+10240M” для 10 Gb. Це буде Вашим розділом для кореневої теки (“/”). Виберіть Тип, і напишіть “83” (розділ Лінукс).

source: Create again a new partition and this time, accept all the default selections. The remaing disk space will be put in this partition. This will be your partition for the “/home” directory. Select Type, and type “83”.
ar_sa: مرة أخرى قم بإنشاء قسم جديد وهذه المرة، اقبل كافة التحديدات الافتراضية. مساحة القرص المتبقية ستوضع في هذا القسم. وسيكون هذا القسم خاص بمجلد “/home”. حدد نوعه, واكتب "83".
el_gr: Δημιουργήστε πάλι ένα νέο διαμέρισμα και αυτή τη φορά, αποδεχθείτε όλες τις προκαθορισμένες ρυθμίσεις. Ο υπόλοιπος χώρος του δίσκου θα δοθεί σε αυτό το διαμέρισμα. Αυτό θα είναι το τμήμα σας για το "/home" κατάλογο. Επιλέξτε Τύπος και τον τύπο "83".
es_es: Cree una nueva partición de nuevo y esta vez, acepte todas las selecciones predeterminadas. El espacio de disco disponible será puesto en esta partición. Esta será su partición para el directorio "/ home". Seleccione Tipo, y escriba "83".
it_it: Con la stessa procedura create una nuova partizione e stavolta accettate le impostazioni di default. Lo spazio residuo del disco fisso verrà pertanto assegnato a questa partizione. Questa ospiterà la directory ''/home''. Selezionate Type ed impostate al valore ''83''.
nl_nl: Maak nog een partitie aan, accepteer deze keer alle standaard opties. De overige vrije ruimte zal in deze partitie worden geplaatst. Deze partitie wordt uw "/home" map. Selecteer Type en voer "83" in.
pl_pl: Utwórz nową partycję ponownie i tym razem, zaakceptuj wszystkie wartości domyślne. Pozostałe miejsca na dysku zostaną umieszczone w tej partycji. Będzie to partycja dla "/ home" directory. Wybierz typ i wpisz "83".
sv_se: Skapa återigen en ny partition och den här gången, acceptera alla förvalda val. De återstående diskutrymmet kommer att placeras i denna partition. Detta kommer att vara din partition för "/home" katalogen. Välj typ och skriv "83".
uk_ua: Створіть новий розділ, і цього разу виберіть усі типові значення. Залишковий об’єм диску заповниться цим розділом. Це буде Вашим розділом для теки “/home”. Виберіть Type, тобто тип, і впишіть “83”.

source: Select Write, and then Quit to exit the partition management.
ar_sa: حدد الكتابة، ثم إنهاء لإنهاء إدارة التقسيم.
el_gr: Επιλέξτε Γράψτε, και στη συνέχεια Έξοδος για να βγείτε από την διαχείριση των κατατμήσεων.
es_es: Seleccione Escribir y luego Salir para abandonar el administrador de particiones.
it_it: Selezionate Write e successivamente Quit per uscire dal menu della gestione partizioni.
nl_nl: Selecteer Schrijf, en vervolgens Stoppen om de partitie manager te verlaten.
pl_pl: Wybierz Zapisz, a następnie Zamknij, aby zamknąć zarządzanie partycji.
sv_se: Välj Skriv och avsluta för att avsluta partitions hanteringen.
uk_ua: Виберіть Записати, а тоді Вийти для виходу з керування розділами.

source: Your swap partition will be automatically detected. Say “yes” if the detected partition corresponds to that.
ar_sa: سيتم الكشف عن قسم المبادلة تلقائياً. حدد “نعم“ إذا كانت المساحة المكتشفة تعادل قيمته.
el_gr: Η κατάτμηση swap σας θα ανιχνευθεί αυτόματα. Πείτε "ναι" εάν το ανιχνευθέν διαμέρισμα αντιστοιχεί σ 'αυτό.
es_es: La partición de intercambio se detectará automáticamente. Responda "sí" si la partición detectada s la correcta.
it_it: La partizione di swap verrà riconosciuta automaticamente. Scegliete ''Yes'' se la partizione rilevata corrisponde.
nl_nl: Uw swap partitie zal automatisch worden gedetecteerd. Selecteer "ja" indien de gevonden partitie hiermee correspondeert.
pl_pl: Partycja wymiany zostanie automatycznie wykryta. Wpisz "tak" jeśli wykryty partycja odpowiada stanowi.
sv_se: Din Växlingspartitionen kommer automatiskt att upptäckas. Säg "ja" om den upptäckta partition motsvarar den.
uk_ua: Ваш розділ підкачки знайдено автоматично. Виберіть "Так", якщо знайдений розділ дійсно відповідає йому.

source: You will then be asked to specify the partition for the root “/” directory. Select the partition you have created for the “/”, and continue to format the partition. The ext4 file system is recommended here.
ar_sa: ستتم مطالبتك بتحديد قسم مجلد الجذر “/“ . حدد القسم أنشأت “/“، وواصل تهيئة القسم. من المستحسن استخدام نظام الملفات ext4.
el_gr: Στη συνέχεια θα σας ζητηθεί να καθορίσετε το τμήμα για το ριζικό "/" κατάλογο. Επιλέξτε το διαμέρισμα που έχετε δημιουργήσει για το "/", και στη συνέχεια διαμορφώστε το διαμέρισμα. Το σύστημα αρχείων ext4 συνιστάται εδώ.
es_es: Entonces, se le pedirá que especifique la partición para el directorio raíz "/". Seleccione la partición que creó para "/" y continue con el formateo de la partición. Aquí se recomienda el sistema de archivos ext4.
it_it: La procedura vi chiederà di specificare la partizione di root ''/''. Selezionate la partizione che avete assegnato a ''/'' e procedete con la formattazione della partizione. E' consigliato usare ext4 come file system.
nl_nl: U zult vervolgens worden gevraagd om de partitie voor de root map "/" te bepalen. Selecteer de partitie welke u aangemaakt heeft voor "/" en hervat het formatteren van de partitie. het ext4 bestandssysteem wordt hier aanbevolen.
pl_pl: Zostaniesz poproszony o określenie partycji root "/". Wybierz partycję, którą stworzyliśmy dla "/", i dalej sformatuj partycję. System plików ext4 jest tu zalecany.
sv_se: Du blir då ombedd att ange partition för root "/" katalogen. Välj den partition du har skapat för "/", och fortsätter att formatera partitionen. Filsystemet ext4 rekommenderas här.
uk_ua: Ви повинні вказати розділ для кореневої теки “/”. Виберіть розділ, який Ви створили для “/”, і далі форматуйте цей розділ. Для нього рекомендується файлова система ext4.
