Repository: Salix-OS/salix-startup-guide
Catalog: */Chapter1.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he_il, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, uk_ua

source: The choice is yours: with a streamlined Xfce desktop environment, elegant KDE 4.5.5 accompanied by a very rich collection of KDE centric software, minimalistic Fluxbox window manager, wickedly fast LXDE desktop or “say good-bye to the rodent” Ratpoison, all with the Salix look and feel!
ar_sa: الخيار لك: بيئة سطح مكتب جنوم مبسطة، كدي أنيقة 4.5.5 مصحوبة بمجموعة غنية جداً من برامج تتمحور حول كدي، أو Fluxbox مدير نوافذ ضيق الحدود، طريقة سريعة مع LXDE المكتبي أو Ratpoison “قل وداعا القوارض“، الجميع بمظهر Salix!
cs_cz: Výběr je na vás: se svižným Xfce desktop prostředím, ve společnosti elegantního KDE 4.5.5 s velice bohatou sbírkou KDE softwaru, minimalistickým Fluxbox okenním manažerem, podivuhodně rychlým LXDE prostředním nebo můžete "říci sbohem všem hlodavcům" s Ratpoisonem - to vše je v možnostech Salixu!
el_gr: Η επιλογή είναι δική σας: με ένα βελτιωμένο περιβάλλον εργασίας Xfce, το κομψό KDE 4.5.5 συνοδεύεται από μια πολύ πλούσια συλλογή KDE centric λογισμικού, μινιμαλιστικό διαχειριστή παραθύρων Fluxbox, με πονηρία γρήγορη επιφάνεια εργασίας LXDE ή «πείτε αντίο στα τρωκτικά" Ratpoison, όλα με την εμφάνιση και αίσθηση του Salix!
es_es: La elección es suya: con un entorno de escritorio Xfce simplificado, o un KDE 4.5.5 elegante acompañado de una colección muy rica de software centrada en KDE, o un administrador de ventas minimalista como Fluxbox, o un escritorio LXDE perversamente rápido o un "diga adiós a los roedores" Ratpoison, todos con la apariencia Salix!
fr_fr: Ce choix est le vôtre : soit l'environnement de bureau rationalisé Xfce, soit l'élégant KDE 4.5.5 accompagné d'une très riche collection de logiciels centrés sur KDE, soit le gestionnaire de fenêtres minimaliste Fluxbox, soit le bureau méchamment rapide LXDE, ou encore le « dites adieu aux rongeurs » Ratpoison, et tous avec le graphisme de Salix !
he_il: הבחירה היא שלך: עם סביבת עבודה שוטפת של Xfce, סביבת KDE 4.5.5 המלווה באוסף עשיר מאוד של תוכנות KDE מרכזיות, מנהל חלונות Fluxbox מינימליסטי, סביבת בודה של LXDE המהירה באופן מופרז או “אמרו שלום למכרסמים” Ratpoison, כולם עם המראה והתחושה של סאליקס!
it_it: Potete scegliere tra l'efficiente ambiente desktop Xfce, l'elegante KDE 4.5.5 con una ricca collezione di software KDE centrico, il minimalistico gestore di finestre Fluxbox, lo scattante desktop LXDE oppure decidere di “dire addio al roditore” con Ratpoison. Tutte le versioni hanno il look and feel Salix!
nl_nl: De keuze is aan u: met een gestroomlijnde Xfce desktop omgeving, elegante KDE 4.5.5 vergezeld met een zeer rijke collectie van KDE georienteerde software, minimalistische Fluxbox window manager, razendsnelle LXDE desktop of "weg met het knaagdier" Ratpoison, allen met de Salix look&amp;feel!
pl_pl: Wybór należy do Ciebie: oferujące uproszczone środowisko Xfce, eleganckie KDE 4.5.5 wraz z bardzo bogatą kolekcję oprogramowania KDE, minimalistycznego menedżera okien Fluxbox, niegodziwie szybki pulpit LXDE lub "powiedz do widzenia gryzoniom" Ratpoison, wszystkie one są Salix wyglądem!
pt_br: A escolha é sua: com um ambiente ágil Xfce desktop, o elegante KDE 4.5.5 acompanhado de uma coleção muito rica de software centrada no KDE, o gerenciador de janelas minimalista Fluxbox, o desktop LXDE perversamente rápido ou "dizer adeus ao roedor" Ratpoison, todos com a cara do Salix!
pt_pt: A escolha é sua: com um ambiente ágil de Xfce desktop, KDE 4.5.5 elegante acompanhado de uma coleção muito rica de software centrada KDE, gestor de janelas minimalista Fluxbox, desktop LXDE perversamente rápido ou "diga adeus para o roedor" Ratpoison, todos os com a aparência e sentimento Salixl!
ru_ru: Выбор за вами: основной вариант, основанный на среде Xfce, элегантный KDE 4.5.5, идущий в комлекте с весьма богатым набором KDE-ориентированного ПО, минималистичный оконный менеджер Fluxbox, шустрое десктоп-окружение LXDE или легковесный “скажи прощай грызунам” Ratpoison.
sv_se: Valet är ditt: en strömlinjeformad skrivbordsmiljön Xfce och elegant KDE 4.5.5 åtföljs av en mycket rik samling av KDE-centrerad programvara, minimalistisk Fluxbox fönsterhanterare, ogudaktigt snabba LXDE-skrivbordet eller "farväl till mus" Ratpoison, alla med Salix utseende och känsla!
uk_ua: Ви можете вибирати Salix: з сучасним середовищем робочого столу Xfce, елегантним KDE 4.5.5 з багатою колекцією програм KDE, мінімалістичним віконним менеджером Flaxbox, страшенно швидким робочим столом LXDE, або з "попрощайтесь з гризунами" Ratpoison, всі з виглядом Salix!

source: Screenshot of the different edition of SalixOS 13.37
ar_sa: لقطة شاشة نسخ نظام Salix 13.37 المختلفة
cs_cz: Screenshot rozdílné edice SalixOS 13.37
el_gr: Στιγμιότυπο από την διαφορετική έκδοση του SalixOS 13,37
es_es: Capturas de pantalla de las diferentes ediciones de SalixOS 13.37
fr_fr: Copie d'écran des différentes éditions de Salix OS 13.37
he_il: תמונת מסך של המהדורה השונה של SalixOS 13.37
it_it: Schermata con le diverse edizioni di SalixOS 13.37
nl_nl: Screenshot van de andere versie van SalixOS 13.37
pl_pl: Zrzut ekranu z różnych edycji SalixOS 13.37
pt_br: Screenshot das edições diferentes do SalixOS 13.37
pt_pt: Captura de ecrã da edição diferente do SalixOS 13,37
ru_ru: Снимок экрана различных вариантов Salix OS 13.37
sv_se: Skärmdump på annan utgåva av SalixOS 13,37
uk_ua: Знімки екрану різних видань SalixOS 13.37

source: For a list of applications available in each Edition, please refer to <xref linkend="appe-Startup_Guide-List_of_Applications" />.
ar_sa: للحصول على قائمة تطبيقات المتاحة في كل نسخة، يرجى الرجوع إلى <xref linkend="appe-Startup_Guide-List_of_Applications" />.
cs_cz: Pro seznam aplikací, který je k dispozici k jednotlivé edici, se prosím podívejte na <xref linkend="appe-Startup_Guide-List_of_Applications" />.
el_gr: Για μια λίστα με εφαρμογές που είναι διαθέσιμες σε κάθε έκδοση, ανατρέξτε στο <xref linkend="appe-Startup_Guide-List_of_Applications" /> .
es_es: Referirse a <xref linkend="appe-Startup_Guide-List_of_Applications" /> para una lista de aplicaciones disponibles en cada edición.
fr_fr: Pour une liste des applications disponibles dans chaque édition, veuillez vous référer à <xref linkend="appe-Startup_Guide-List_of_Applications" />.
he_il: עבור רשימה של יישומים הזמינים בכל מהדורה, נא לפנות אל <xref linkend="appe-Startup_Guide-List_of_Applications" />.
it_it: Per la lista delle applicazioni disponibili per ogni singola edizione fate riferimento a <xref linkend="appe-Startup_Guide-List_of_Applications" />
nl_nl: Voor een lijst met applicaties die beschikbaar zijn in elke editie, verwijzen wij u naar <xref linkend="appe-Startup_Guide-List_of_Applications" /> .
pl_pl: Z listą aplikacji dostępnych w każdej edycji, należy zapoznać się w <xref linkend="appe-Startup_Guide-List_of_Applications" /> .
pt_br: Para obter uma lista de aplicativos disponíveis em cada edição, consulte <xref linkend="appe-Startup_Guide-List_of_Applications" />.
pt_pt: Para uma lista de aplicativos disponíveis em cada edição, consulte <xref linkend="appe-Startup_Guide-List_of_Applications" />.
ru_ru: Списки приложений для каждого варианта можно посомтреть здесь <xref linkend="appe-Startup_Guide-List_of_Applications" />.
sv_se: För en lista över program som finns i varje utgåva, se <xref linkend="appe-Startup_Guide-List_of_Applications" /> .
uk_ua: Про список доступних програм у кожному виданні зверніться до <xref linkend="appe-Startup_Guide-List_of_Applications" />.

source: Installation Mode
ar_sa: وضع التثبيت
cs_cz: Instalační mód
el_gr: Λειτουργία εγκατάστασης
es_es: Modo de instalación
fr_fr: Mode d'installation
he_il: מצב התקנה
it_it: Tipologie di installazione
nl_nl: Installatiemodus
pl_pl: Tryb instalacji
pt_br: Modo de Instalação
pt_pt: Modo de instalação
ru_ru: Режим инсталляции
sv_se: Installations Läge
uk_ua: Режим встановлення

source: Salix offers three software installation options: Full, Basic and Core, to meet your demands!
ar_sa: توفر Salix خيارات تثبيت البرامج الثلاثة: الكامل، القياسي، الأساسي ، لتلبية الاحتياجات الخاصة بك!
cs_cz: Salix nabízí tři možnosti softwarové instalace: Plnou, Základní a Core, to vše vstříc vašim potřebám!
el_gr: Το Salix προσφέρει τρεις επιλογές για την εγκατάσταση του λογισμικού: Πλήρης, Βασική και Συμπαγή, για να ανταποκριθεί στις απαιτήσεις σας!
es_es: Salix ofrece tres opciones de instalación de software: Completo, Básico y Núcleo, para satisfacer sus necesidades.
fr_fr: Salix offre trois options d'installation de logiciels : Complet, De base ou Essentiel, afin de correspondre à vos demandes !
he_il: סאליקס מציעה שלוש אפשרויות התקנת תוכנה: מלאה, בסיסית וליבה, כדי להתאים למבוקשך!
it_it: Salix offre tre diverse modalità di installazione : Full, Basic e Core, a seconda delle vostre necessità!
nl_nl: Salix biedt drie installatie opties: Full, Basic en Core, om aan uw eisen te voldoen!
pl_pl: Salix oferuje trzy opcje instalacji oprogramowania: Full, Basic i Core, aby sprostać Twoim oczekiwaniom!
pt_br: Salix oferece três opções de instalação do software: Completo, Básico e Core, para atender às suas exigências!
pt_pt: Salix oferece três opções de instalação de software: Completa, Básica e Núcleo, para atender às suas exigências!
ru_ru: Salix предлагает на выбор три варианта инсталляции: Полная, Базовая и Минимальная!
sv_se: Salix erbjuder tre alternativ av installation av programvara: Full, Basic och Core, för att möta dina krav!
uk_ua: Salix пропонує три варіанти встановлення: Повне, Основне і Ядро.

source: Installation Type
ar_sa: نوع التّثبيت
cs_cz: Instalační typ
el_gr: Τύπος Εγκατάστασης
es_es: Tipo de instalación
fr_fr: Type d'installation
he_il: סוג התקנה
it_it: Installazione
nl_nl: Installatietype
pl_pl: Typ instalacji
pt_br: Tipo de Instalação
pt_pt: Tipo de Instalação
ru_ru: Тип инсталляции
sv_se: Installationstyp
uk_ua: Тип встановлення

source: Target Users
ar_sa: المستخدم المستهدف
cs_cz: Cílový uživatel
el_gr: Οι χρήστες-στόχοι
es_es: Usuarios finales
fr_fr: Utilisateurs cible
he_il: משתמשי יעד
it_it: Rivolta a
nl_nl: Doelgebruikers
pl_pl: Użytkownicy docelowi
pt_br: Uuários-alvo
pt_pt: Os utilizadores-alvo
ru_ru: Для кого предназначено
sv_se: Mål Användare
uk_ua: Цільові користувачі

source: Features
ar_sa: الميزّات
cs_cz: Funkcionality
el_gr: Χαρακτηριστικά
es_es: Características
fr_fr: Fonctionnalités
he_il: תכונות
it_it: Caratteristiche
nl_nl: Eigenschappen
pl_pl: Funkcje
pt_br: Funcionalidades
pt_pt: Características
ru_ru: Основные характеристики
sv_se: Funktioner
uk_ua: Можливості

source: Examples of Available Applications
ar_sa: أمثلة للتطبيقات المتوفرة
cs_cz: Příklady dostupných aplikací
el_gr: Παραδείγματα των διαθέσιμων εφαρμογών
es_es: Ejemplo de aplicaciones disponibles
fr_fr: Exemples d'applications disponibles
he_il: דוגמאות ליישומים זמינים
it_it: Alcune applicazioni disponibili
nl_nl: Voorbeelden van beschikbare applicaties
pl_pl: Przykłady dostępnych aplikacji
pt_br: Exemplos de aplicações disponíveis
pt_pt: Exemplos de aplicações disponíveis
ru_ru: Примеры доступных приложений
sv_se: Exempel på tillgängliga program
uk_ua: Приклади доступних програм

source: Full
ar_sa: كامل
cs_cz: Plný
el_gr: Πλήρης
es_es: Completo
fr_fr: Complet
he_il: מלא
pl_pl: Pełny
pt_br: Completo
pt_pt: Completo
ru_ru: Полная
sv_se: Fullständig
uk_ua: Повнe

source: All users
ar_sa: جميع المستخدمين
cs_cz: Všuchni uživatelé
el_gr: Όλοι οι χρήστες
es_es: Todos los usuarios
fr_fr: Tous
he_il: כל המשתמשים
it_it: Tutti gli utenti
nl_nl: Alle gebruikers
pl_pl: Wszyscy użytkownicy
pt_br: Todos os usuários
pt_pt: Todos os utilizadores
ru_ru: Все пользователи
sv_se: Alla användare
uk_ua: Всі користувачі

source: ▫ Graphical environment
ar_sa: ▫ بيئة رسومية
cs_cz: ▫ Grafické prostředí
el_gr: ▫ Γραφικό περιβάλλον
es_es: ▫ Entorno gráfico
fr_fr: ▫ Environnement graphique
he_il: ▫ סביבה גרפית
it_it: ▫ Ambiente Grafico
nl_nl: ▫ Grafische omgeving
pl_pl: ▫ środowisko graficzne
pt_br: - Ambiente gráfico
pt_pt: .Ambiente gráfico
ru_ru: ▫ Графическое окружение
sv_se: ▫ grafisk miljö
uk_ua: ▫ Графічне середовище

source: ▫ Full software installation
ar_sa: تثبيت البرامج الكاملة ▫
cs_cz: ▫ Instalace celého softwaru
el_gr: ▫ Πλήρης εγκατάσταση του λογισμικού
es_es: ▫ Instalación completa de software
fr_fr: ▫ Installation complète des logiciels
he_il: ▫ התקנת יישומים שלמה
it_it: ▫ Installazione integrale del parco software
nl_nl: ▫ Volledige softwareinstallatie
pl_pl: ▫ Pełna instalacja oprogramowania
pt_br: Instalação completa do software
pt_pt: ▫ Instalação completa do software
ru_ru: ▫ Полная инсталляция
sv_se: ▫ Fullständig installation av programvara
uk_ua: ▫ Повне встановлення програмного забезпечення

source: ▫ Libreoffice
ar_sa: ▫ ليبريوفيسي

source: ▫ Exaile
ar_sa: ▫ ااكسيل

source: ▫ Firefox / Midori
ar_sa: ▫ فايرفوكس / ميدوري

source: ▫ Pidgin
ar_sa: ▫ بدجين

source: Basic
ar_sa: قياسي
cs_cz: Základní
el_gr: Βασική
es_es: Básico
fr_fr: De Base
he_il: בסיסי
pl_pl: Podstawowy
pt_br: Básico
pt_pt: Básico
ru_ru: Базовая
sv_se: Grundläggande
uk_ua: Основне

source: Advanced users who would like to add their own choice of applications
ar_sa: متقدمة للمستخدمين الذين يريدون إضافات يختارونها بأنفسهم للتطبيقات
cs_cz: Pokročilí uživatelé, kteří by si rádi přidali jejich vlastní výběr aplikací
el_gr: Οι προχωρημένοι χρήστες που θα ήθελαν να προσθέσουν τη δική τους επιλογή εφαρμογών
es_es: Los usuarios avanzados que deseen agregar su propia selección de aplicaciones
fr_fr: Utilisateurs avancés qui veulent pouvoir ajouter leur propre choix d'applications
he_il: משתמשים מתקדמים שמעוניינים להוסיף את מבחר היישומים שמתאים לרצונם
it_it: Utenti esperti che desiderano personalizzare il proprio sistema con una propria selezione di applicativi
nl_nl: Geavanceerde gebruikers die graag hun eigen keuze aan applicaties toevoegen
pl_pl: Zaawansowani użytkownicy, którzy chcieliby, aby dodać własny wybór aplikacji
pt_br: Os usuários avançados que gostariam de adicionar sua própria escolha de aplicações
pt_pt: Utilizadores avançados que gostaria de adicionar sua própria escolha de aplicações
ru_ru: Продвинутые пользователи, желающие добавить собственный выбор приложений
sv_se: Avancerade användare som vill lägga till sina egna val av applikationer
uk_ua: Досвідчені користувачі, які хотіли б мати свій вибір програм

source: ▫ Minimum selection of software
ar_sa: ▫ اختيار الحد الأدنى من البرامج
cs_cz: ▫ Minimální výběr software balíků
el_gr: ▫ Ελάχιστη επιλογή λογισμικού
es_es: ▫ Selección mínima de software
fr_fr: ▫ Sélection minimum de logiciels
he_il: ▫ מבחר יישומים מינימלי
it_it: ▫ Selezione minima di software
nl_nl: ▫ Minimum selectie van software
pl_pl: ▫ Minimalny wybór oprogramowania
pt_br: - Seleção mínima de software
pt_pt: ▫ Seleção mínima de software
ru_ru: ▫ Минимальный набор приложений
sv_se: ▫ Minsta val av programvara
uk_ua: ▫ Мінімальний вибір програмного забезпечення

source: ▫ Desktop
ar_sa: ▫ سطح المكتب
es_es: ▫ Escritorio
fr_fr: ▫ Un bureau
he_il: ▫ שולחן עבודה
pt_pt: ▫ Área de Trabalho
ru_ru: ▫ Десктоп
sv_se: ▫ Skrivbord
uk_ua: ▫ Робочий стіл

source: Core
ar_sa: أساسي
el_gr: Συμπαγής
es_es: Núcleo
fr_fr: Essentiel
he_il: ליבה
pl_pl: Rdzeń
pt_pt: Núcleo
ru_ru: Минимальная (ядро)
sv_se: Kärna
uk_ua: Ядро

source: Advanced users who would like to run a console system
ar_sa: متقدمة للمستخدم الذي يرغب في تشغيل نظام تحكم
cs_cz: Pokročilí uživatelé, kteří by rádi pouštěli systém v konzolovém režimu
el_gr: Οι προχωρημένοι χρήστες που θα ήθελαν να τρέχουν ένα σύστημα κονσόλας
es_es: Los usuarios avanzados que deseen ejecutar un sistema de consola
fr_fr: Utilisateurs avancés qui veulent exécuter leur système en mode console
he_il: משתמשים מתקדמים שמעוניינים להריץ מערכת מסוף
it_it: Utenti esperti che desiderano gestire il sistem in modalità testuale
nl_nl: Geavanceerde gebruikers die graag een console systeem draaien
pl_pl: Zaawansowani użytkownicy, którzy chcieliby uruchomić w konsoli
pt_br: Usuários avançados que gostariam de executar um sistema de console
pt_pt: Utilizadores avançados que gostariam de executar um sistema de consola
ru_ru: Продвинутые пользователи, желающие запускать консольный вариант системы
sv_se: Avancerade användare som vill köra ett konsol-system
uk_ua: Досвідчені користувачі, які хотіли б мати консольний варіант системи

source: Server maintainers
ar_sa: مشرفو الخوادم
cs_cz: Správci serveru
el_gr: Συντηρητές διακομιστή
es_es: Mantenedores del servidor
fr_fr: Administrateurs système et serveurs
he_il: מאחזקי שרתים
it_it: Gestori di server
nl_nl: Server beheerders
pl_pl: Opiekunów Serwera
pt_br: mantenedores do Servidor
pt_pt: Mantedores de servidor
ru_ru: Администраторы серверов
sv_se: Server-utvecklare
uk_ua: Група підтримки сервера

source: ▫ No graphical environment
ar_sa: ▫ بدون بيئة رسومية
cs_cz: ▫ Bez grafického prostředí
el_gr: ▫ Μη γραφικό περιβάλλον
es_es: ▫ Sin entorno gráfico
fr_fr: ▫ Pas d'environnement graphique
he_il: ▫ ללא סביבה גרפית
it_it: ▫ Nessun ambiente grafico
nl_nl: ▫ Geen grafische omgeving
pl_pl: ▫ Brak środowiska graficznego
pt_br: - Sem ambiente gráfico
pt_pt: ▫ Sem ambiente gráfico
ru_ru: ▫ Отсутствие графического окружения
sv_se: ▫ Inget grafisk miljö
uk_ua: ▫ Немає графічного середовища

source: ▫ Minimum number of software essential for a console system
ar_sa: ▫ أدنى عدد من البرامج الأساسية لنظام التحكم
cs_cz: ▫ Minimální počet základního softwaru, který je nutný pro ovládání systému z konzole
el_gr: ▫ Ελάχιστος αριθμός λογισμικού ουσιώδες για ένα σύστημα κονσόλας
es_es: ▫ Cantidad mínima de software esencial para un sistema de consola
fr_fr: ▫ Nombre minimum de logiciels essentiels pour avoir un système en mode console
he_il: ▫ מספר מינימלי של יישומים החיוניים להתחלת מערכת מסוף
it_it: ▫ Dotazione di software essenziale per le gestione del sistema in modalità testuale
nl_nl: ▫ Minimum aantal applicaties essentieel voor een console systeem
pl_pl: ▫ Minimalna liczba oprogramowanie niezbędne do pracy w konsoli
pt_br: Número mínimo de softwares essencial para um sistema console
pt_pt: ▫ Número mínimo de software essencial para um sistema consola
ru_ru: ▫ Минимальный набор приложений, необходимых для консольной системы
sv_se: ▫ Minsta antal programvaror avgörande för ett konsol-system
uk_ua: ▫ Мінімальна кількість програмного забезпечення, необхідного для консольної системи

source: Salix Repositories &amp; Package Management
ar_sa: مستودعات Salix &amp; إدارة حزمة
cs_cz: Salix Repozitáře &amp; Správce balíčků
el_gr: Αποθετήρια Salix &amp; Διαχείριση Πακέτων
es_es: Repositorios de Salix &amp; Administración de paquetes
fr_fr: Dépôts Salix et Gestion de paquets
he_il: מאגרי סאליקס &amp; ניהול חבילות
it_it: Repository di Salix &amp; Gestione dei Pacchetti
nl_nl: Salix Repositories &amp; Package Beheer
pl_pl: Repozytoria Salix i zarządzania pakietami
pt_br: Repositórios do Salix &amp; Gerenciamento de Pacotes
pt_pt: Repositórios Salix &amp; Gestão de Pacotes
ru_ru: Репозитоии Salix и Управление Пакетами
sv_se: Salix Arkiv &amp; Pakethantering
uk_ua: Сховища Salix &amp; Керування пакунками

source: slapt-get and its graphical interface Gslapt are used for package management, including slapt-src and Sourcery for even wider selection of software to choose from!
ar_sa: slapt-get ولها واجهة رسومية Gslapt تستخدم لإدارة الحزم، بما في ذلكslapt-src ومصادر للتحديد أكبر قدر من البرمجيات للاختيار من بينها!
cs_cz: slapt-get a jeho grafická podoba Gslapt jsou používány pro správu balíčků; slapt-src a Sourcery nabízí ještě ěirší základnu softwaru, ze kterého si můžete vybírat!
el_gr: Το slapt-get και το γραφικό περιβάλλον εργασίας του Gslapt χρησιμοποιούνται για την διαχείριση πακέτων, συμπεριλαμβανομένων των slapt-src και Sourcery για ακόμη ευρύτερη επιλογή του λογισμικού για να διαλέξετε!
es_es: slapt-get y su interfaz gráfica Gslapt se usan para la administración de paquetes, incluyendo slapt-src y Sourcery para una selección aún más amplia de software de donde elegir.
fr_fr: slapt-get et son interface graphique Gslapt sont utilisés pour la gestion des paquets, en incluant slapt-src et Sourcery pour une sélection encore plus large de logiciels !
he_il: ‏slapt-get וממשקו הציורי Gslapt משמשים לניהול חבילות, לרבות slapt-src וגם Sourcery עבור מבחר רחב יותר של תוכנות לבחור מתוכן!
it_it: slapt-get e la sua controparte grafica Gslapt sono gli strumenti usati per la gestione dei pacchetti; i tool slapt-src e Sourcery sono l'ideale per avere una scelta di software ancora più ampia
nl_nl: slapt-get en de grafische interface Gslapt worden gebruikt voor het package beheer, inclusief slapt-src en Sourcery voor een nog bredere selectie van software om van te kiezen!
pl_pl: slapt-get i jego interfejs graficzny Gslapt są używane do zarządzania pakietami, w tym slapt-src i Sourcery dają jeszcze większy wybór oprogramowania do wyboru!
pt_br: slapt-get e sua interface gráfica GSlapt são utilizadas para gerenciamento de pacotes, incluindo slapt-src e Sourcery para a seleção ainda maior de software para escolher!
pt_pt: slapt-get e sua GSlapt interface gráfica são utilizadas para gestão de pacotes, incluindo slapt-src e Sourcery para uma seleção ainda maior de software para escolher!
ru_ru: slapt-get и его графический вариант Gslapt штатно используются для управления пакетами, а slapt-src и Sourcery могут быть использованы для еще более обширного выбора приложений!
sv_se: slapt-get och dess grafiska gränssnitt Gslapt används för pakethantering, inklusive slapt-src och Sourcery för ännu bredare urval av program att välja mellan!
uk_ua: Slapt-get і графічний інтерфейс Gslapt використовуються для керування пакунками, включаючи Slapt-src і Sourcery для ще більш широкого вибору програмного забезпечення!

source: A wide range of packages from Slackware, Slackbuild and Salix repositories
ar_sa: قائمة واسعة من مجموعات من مستودعات سلاكوير، سلاكبويلد Salix
cs_cz: Široká škála balíčku ze Slackware, Slackbuild a Salix repozitářů
el_gr: Ένα ευρύ φάσμα των πακέτων από το Slackware, Slackbuild και τα αποθετήρια του Salix
es_es: Un amplio rango de paquetes desde los repositorios de Slackware, Slackbuild y Salix
fr_fr: Un large choix de paquets venant des dépôts Slackware, Slackbuild et Salix
he_il: מגוון רחב של חבילות מן Slackware, ‏Slackbuild ומן המאגרים של Salix
it_it: da prelevare dai repository di Slackware, Slackbuild e Salix
nl_nl: Een breed scala aan packages van Slackware, Slackbuild en Salix repositories
pl_pl: Szeroka gama paczek z Slackware, Slackbuild i repozytoriów Salix
pt_pt: Uma grande variedade de pacotes do Slackware, SlackBuild e repositórios de Salix
ru_ru: Большой набор пакетов из Slackware, Slackbuild и Salix репозиториев
sv_se: Ett brett utbud av paket från Slackware, Slackbuild och Salix arkiv
uk_ua: Великий вибір пакунків з сховищ Slackware, SlackBuild і Salix
