Repository: Salix-OS/salix-startup-guide
Catalog: */Chapter4.po
Languages: el_gr, es_es, fr_fr, it_it, nl_nl, pl_pl, sv_se, uk_ua

source: Notice that each one is associated with a number: typing it focuses on that window and hides all the others. (C-t w simply provides a list of open windows.) C-t C-t returns to the previous window. This is very useful indeed for switching rapidly back and forth between two apps - for instance, an editor and a browser - and is an example of how Ratpoison shines ergonomically. C-t k closes the current window, and C-t shift-k kills the current application. To see a list of commands, type C-t ?; for further detail, see also man ratpoison and the online manual, which we opened above with Vimprobable2.
el_gr: Παρατηρήστε ότι κάθε ένα σχετίζεται με έναν αριθμό: πληκτρολογώντας εστιάζει σε αυτό το παράθυρο και κρύβει όλα τα άλλα. (C-t w παρέχει απλώς έναν κατάλογο των ανοικτών παραθύρων.) C-t C-t επιστρέφει στο προηγούμενο παράθυρο. Αυτό είναι πολύ χρήσιμο πράγματι για την αλλαγή γρήγορα πέρα ​​δώθε ανάμεσα σε δύο εφαρμογές - για παράδειγμα, ένα πρόγραμμα επεξεργασίας και ένα πρόγραμμα περιήγησης - και είναι ένα παράδειγμα του πώς το Ratpoison λάμπει εργονομικά. C-t k κλείνει το τρέχον παράθυρο, και C-t shift-k σκοτώνει την τρέχουσα εφαρμογή. Για να δείτε μια λίστα εντολών, πληκτρολογήστε C-t?; Για περισσότερες λεπτομέρειες, βλ. επίσης τη σελίδα man του ratpoison και το online εγχειρίδιο, το οποίο ανοίξαμε παραπάνω με Vimprobable2.
es_es: Advierta que cada uno está asociado con un número: escribiéndolo se enfoca en esa ventana y oculta las otras. (C-t w simplemente provee una lista de ventanas abiertas). C-t C-t regresa a la ventana anterior. De hacho, esto es muy útil para cambiar rápidamente entre dos aplicaciones - por ejemplo, un editor y un navegador - y es un ejemplo de cómo Ratpoison se luce ergonómicamente. C-t k cierra la ventana actual y C-t shift-k mata la aplicaciñon actual. Para ver una lista de comandos, escriba C-t ? Para más detalles, también vea man ratpoison y el manual en línea, que hemos abierto anteriormente con Vimprobable2.
fr_fr: Notez que chacune des fenêtres est associée avec un numéro : le fait de taper ce numéro donne le focus à la fenêtre, et cache toutes les autres (C-t w fournit simplement une liste des fenêtres ouvertes). C-t C-t retourne à la fenêtre précédente. Ceci est très pratique en effet pour basculer rapidement en va-et-vient entre deux applications – par exemple, un éditeur et un navigateur – et ceci est un exemple de la façon dont Ratpoison brille sur le plan ergonomique. C-t k ferme la fenêtre courante, et C-t shift-k tue l'application courante. Pour voir une liste des commandes, tapez C-t ? ; pour plus de détails, veuillez consulter man ratpoison, ainsi que le manuel en ligne, que nous avons ouvert dans Vimprobable2 sur la capture d'écran ci-dessus.
it_it: Noterete che ad ognuna è associato un numero: digitando su una finestra la si attiva nascondendo le altre. (la combinazione C-t w mostra invece una lista delle finestre aperte.) C-t C-t ritorna alla finestra precedente. Questa funzione è particolarmente utile per passare velocemente avanti ed indietro fra due applicazioni - ad esempio un editor e un browser - ed è una dimostrazione dell'efficienza ergonomica di Ratpoison. C-t k chiude la finestra corrente e C-t shift-k chiude l'applicazione corrente. Per vedere la lista dei comandi disponibili digitate C-t ?; per ulteriori informazioni consulate man ratpoison ed il manuale online che abbiamo aperto precedentemente con Vimprobable2.
nl_nl: Merk op dat ieder venster geassocieerd is met een nummer: dit invoeren zal de focus geven op dat venster en de overigen verbergen. (C-t w levert eenvoudigweg de lijst van open vensters.) C-t C-t keert terug naar het vorige venster. Dit is erg handig om snel tussen twee apps te verspringen - bijvoorbeeld een tekstverwerker en een browser - en is een voorbeeld hoe goed Ratpoison is in ergonomische zin. C-t k sluit het huidige venster en C-t shift-k sluit het actieve programma. Om een lijst van commando's te zien, druk op C-t ?; voor meer details, zie tevens man ratpoison en de online handleiding, welke we eerder met Vimprobable2 hebben geopend.
pl_pl: Zauważ, że każdy z nich jest związany z numerem: pisanie skupia się w tym oknie, a resztę z nich ukrywa. (C-t pokazuje listę otwartych okien) C-t C-t wraca do poprzedniego okna. Jest to bardzo użyteczne do przełączania się pomiędzy dwoma aplikacjami - na przykład edytorem i przeglądarką - i jest przykładem jak Ratpoison świetnie radzi sobie z ergonomią. C-t k zamyka aktualne okno, a C-t shift-k zamyka aktualną aplikację. Aby zobaczyć listę komend wpisz C-t ?; więcej detali na stronie man i online manual, które możesz otworzyć z Vimprobable2.
sv_se: Lägg märke till att var och en är associerad med en siffra: att skriva det fokuserar på det fönster och döljer alla de andra. (C-t w ger helt enkelt en lista över öppna fönster.) C-t C-t återgår till föregående fönster. Detta är mycket användbart för att växla snabbt fram och tillbaka mellan två program - till exempel en text-redigerare och en webbläsare - och är ett exempel på hur Ratpoison skiner ergonomiskt. C-t k Stänger det aktuella fönstret och C-t shift-k dödar det aktuella programmet. För att se en lista med kommandon, typ C-t?; För ytterligare detaljer, se även man Ratpoison och online-manualen, som vi öppnade ovan med Vimprobable2.
uk_ua: Зауважте, що кожен з них є зв’язаний з номером: написання фокусується в цьому вікні, а решта з них приховані. (C-t показує список відкритих вікон) C-t C-t повертає до попереднього вікна. Це є дуже корисно для переключання поміж двома програмами - наприклад, між редактором і переглядачем - і є прикладом того, як Ratpoison пррекрасно радить собі з ергономією. C-t k закриває поточне вікно, а C-t shift-k закриває поточну програму. Щоб побачити список команд, впишіть C-t ?; більше дивіться на сторінці допомоги по Ratpoison і онлайн документації, яку можна відкрити з Vimprobable2.

source: To work with two or more windows together, Ratpoison allows the user to tile windows. C-t s splits the screen with the current window above whichever window was last open; C-t S splits them horizontally. These steps can be repeated to split the focused window further. C-t TAB (or C-t and an arrow key) moves the focus around, and C-t C-[arrow] swaps the tiled windows over. C-t Q undoes the splitting and allows the currently focused window to fill the screen. In practice, it's rarely useful to have more than one or two windows visible:
el_gr: Για να εργαστείτε με δύο ή περισσότερα παράθυρα μαζί, to Ratpoison επιτρέπει στο χρήστη να παραθέσουν παράθυρα. C-t s χωρίζει την οθόνη με το τρέχον παράθυρο παραπάνω ανάλογα με το ποιο ήταν το τελευταίο παράθυρο ανοιχτό? C-t S τα χωρίζει οριζόντια. Αυτά τα βήματα μπορεί να επαναληφθούν για να χωρίσετε το εστιασμένο παράθυρο περαιτέρω. C-t TAB (ή C-t και ένα πλήκτρο βέλους) μετακινεί την εστίαση γύρω, και C-t C-[arrow] εναλλάσσει τo παράθυρο σε παράθεση πάνω από τα παράθυρα. C-t Q αναιρεί το διαχωρισμό και επιτρέπει στο τρέχον εστιασμένο παράθυρο να γεμίσει την οθόνη. Στην πράξη, είναι σπάνια χρήσιμο να έχετε περισσότερα από ένα ή δύο παράθυρα ορατά:
es_es: Para trabajar con dos o más ventanas juntas, Ratpoison permite al usuario ventanas en mosaico. C-t s divide la pantalla con la ventana actual por encima de la ventana que estaba abierto por última vez; C-t S las divide horizontalmente. Estos pasos se puede repetir para dividir la ventana enfocada adicional. C-t TAB (o C-t y una tecla de flecha) mueve el foco entre ellas, y CT C-[flecha] cambia entre las ventanas en mosaico. C-t Q deshace la división y permite que la ventana actualmente enfocada llene la pantalla. En la práctica, rara vez es útil tener más de una o dos ventanas visibles:
fr_fr: Pour travailler avec deux fenêtres ou plus ensemble, Ratpoison permet à l'utilisateur de positionner des fenêtres en mosaïque. C-t s divise l'écran en deux, avec la fenêtre courante en haut, quelque soit la fenêtre ouverte en dernière ; C-t S les divise horizontalement. Ces étapes peuvent être répétées pour diviser davantage la fenêtre avec le focus. C-t Tabulation (ou C-t et une touche flêchée) déplace le focus, et C-t C-[flèche] échange les fenêtres de mosaïques. C-t Q défait la division et permet à la fenêtre courante de remplir l'entièreté de l'écran. En pratique, il est rarement pratique d'avoir plus d'une ou deux fenêtres visibles :
it_it: Ratpoison vi consente anche di lavorare con due o più finestre contemporaneamente. C-t s suddivide lo schermo ponendo la finestra corrente al di sopra dell'ultima aperta; C-t S le suddivide orizzontalmente. Le azione si possono ripetere per suddividere ulteriormente la finestra rilevata. C-t TAB (oppure C-t e un tasto freccia) rileva altri elementi all'interno della finestra; C-t C-[freccia] scambia la posizione delle finestre. C-t Q elimina la ripartizione dello schermo e l'ultima finestra rilevata lo riempie per intero. In pratica è raramente utile avere più di una o due finestre visibili:
nl_nl: Ratpoison geeft de gebruiker de mogelijkheid om met meerdere vensters tegelijkertijd te werken door de vensters te tegelen ('tilen' voortaan, bij gebrek aan correcte vertaling). C-t splijt ze horizontaal. Deze stappen kunnen worden herhaald om het actieve venster verder te splitsen. C-t TAB (of C-t en een pijltoets) wijzigt het actieve venster, en C-t C-[pijltoets] brengt een andere applicatie in het huidige venster naar voren. C-t Q maakt het splitsen ongedaan en maximaliseert het venster met de huidige focus. In de praktijk is het nauwelijks handig om meer dan één of twee vensters zichtbaar te hebben:
pl_pl: Aby pracować z dwoma lub więcej oknami razem, Ratpoison pozwala użytkownikowi na tryb dachówkowy okien. C-t s dzieli ekran okna powyżej okna ostatnio otwartego; C-t S dzieli je horyzontalnie. Kroki mogą być powtórzone aby dzielić okno dalej. C-t TAB (lub C-t i klawisze strzałek) przemieszczają fokus dookoła , natomiast C-t C-[strzałki] wymienia 'dachówkę' w oknie. C-t Q cofa podział i pozwala aktualnemu fokus oknu wypełnić ekran. W praktyce rzadko jest użyteczne więcej niż jedno czy dwa widoczne okna:
sv_se: Att arbeta med två eller flera fönster tillsammans, Ratpoison gör att användaren kan tile fönster. C-t s delar upp skärmen med det aktuella fönstret ovanför beroende på vilket fönster senast var öppen, C-t S delar dem horisontellt. Dessa steg kan upprepas att dela upp fokuserade fönstret ytterligare. C-t TAB (eller C-t C och en piltangent) flyttar fokus runt, och C-t C-[pil] Byter tiled fönstren över. C-t Q Ångrar uppdelningen och tillåter för närvarande fokuserade fönstret att fylla skärmen. I praktiken är det sällan bra att ha mer än en eller två fönster synliga:
uk_ua: Щоб працювати з одним або з двома вікнами відразу, Ratpoison дозволяє користувачу впорядковувати в мозаїку. C-t s розбиває поточне вікно над вікном що було останньо відкрите; C-t S розбиває їх горизонтально. Ці кроки можна повторювати для розбивання далі сфокусованих вікон. C-t TAB (або C-t і клавіша з стрілкою) переміщає фокус навколо, відповідно C-t C-[стрілка] міняє вікна одне за одним. C-t Q повертає розбиття назад і дозволяє поточному сфокусованому вікну заповнити екран. На практиці мати видимими більш ніж одного або двох вікон рідко використовується:

source: Another screenshot of Vimprobable multiple Windows browsing
el_gr: Ένα άλλο στιγμιότυπο του Vimprobable περιήγησης πολλαπλών παραθύρων
es_es: Otra captura de pantalla de Vimprobable navegando varias ventanas
fr_fr: Une autre capture d'écran de la navigation à plusieurs fenêtres avec Vimprobable
it_it: Schermata di navigazione Vimprobable con finestre multiple
nl_nl: Nog een screenshot van het Vimprobable browsen met meerdere vensters
pl_pl: Kolejny zrzut ekranu podczas przeglądania wielu okien Vimprobable
sv_se: En annan skärmdump av Vimprobable flera fönster surfning
uk_ua: Ще один знімок перегляду багатьох вікон Vimprobable

source: The console and package management
el_gr: Η κονσόλα και διαχείριση πακέτων
es_es: La consola y la administración de paquetes
fr_fr: La console et la gestion de paquets
it_it: Console e gestione dei pacchetti
nl_nl: De console en het pakketbeheer
pl_pl: Konsola i zarządzanie pakietami
sv_se: Konsolen och pakethantering
uk_ua: Консоль і керування пакетами

source: To open the command line, type C-t c. There is no automatic package management in the Ratpoison edition, so you will need to make regular manual checks for updates:
el_gr: Για να ανοίξετε τη γραμμή εντολών, πληκτρολογήστε C-t c. Δεν υπάρχει αυτόματη διαχείριση των πακέτων στην έκδοση Ratpoison, έτσι θα πρέπει να κάνετε τακτικά χειροκίνητο έλεγχο για ενημερώσεις:
es_es: Para abrir la línea de comandos, escriba C-t c. En la edición Ratpoison no hay administración de paquetes automática, por lo que necesitará realizar verificaciones manuales para actualizar:
fr_fr: Pour ouvrir une ligne de commande, tapez C-t c. Il n'y a pas de gestion automatique des paquets dans l'édition Ratpoison. Vous aurez donc besoin d'effectuer des vérifications manuelles régulières des mises à jour :
it_it: Per aprire il terminale a riga di comando digitate C-t c. Nell'edizione Ratpoison non è presente la gestione automatica dei pacchetti quindi dovrete effettuare manualmente i controlli degli aggiornamenti a cadenze regolari:
nl_nl: Om de commandline te openen, druk op C-t c. Er is geen automatisch pakketbeheer in de Ratpoison editie, u zult zodoende regelmatig handmatig updates moeten controleren:
pl_pl: Aby otworzyć linię komend, wpisz C-t c. Nie ma automatycznego zarządzania pakietami w edycji Ratpoison, więc powinieneś regularnie ręcznie sprawdzać czy są aktualizacje:
sv_se: För att öppna kommandoraden skriver C-t c. Det finns ingen automatisk pakethantering i Ratpoison upplagan, så du kommer att behöva göra regelbundna manuella kontroller efter uppdateringar:
uk_ua: Для відкриття командної стрічки натисніть C-t c. У виданні Ratpoison немає автоматичного керування пакунками, тому потрібно постійно вручну перевіряти на оновлення:

source: $su #change to root
el_gr: $su #αλλαγή σε root
es_es: $su #cambiar a root
fr_fr: $su # devenir super-utilisateur
it_it: $su #per passare a root
nl_nl: $su #wijzig gebruiker naar root
pl_pl: $su #zmiana na root
sv_se: $ su #ändra till root
uk_ua: $su #змінює до суперкористувача

source: #slapt-get --update #update the package list
el_gr: #slapt-get --update #Ανανεώστε την λίστα πακέτων
es_es: #slapt-get --update #actualizar la lista de paquetes
fr_fr: #slapt-get --update # mettre à jour la liste des paquets
it_it: #slapt-get --update #aggiorna la lista dei pacchetti
nl_nl: #slapt-get --update #update de pakketlijst
pl_pl: #slapt-get --update #aktualizacja listy pakietów
sv_se: #slapt-get --update #uppdatera paketlistan
uk_ua: #slapt-get --update #оновлює список пакунків

source: #slapt-get --upgrade #upgrade to reflect any changes
el_gr: #slapt-get --upgrade #αναβάθμιση ώστε να αντικατοπτρίζει τις αλλαγές
es_es: #slapt-get --upgrade #actualizar para reflejar cualquier cambio
fr_fr: #slapt-get --upgrade # mettre à jour pour appliquer les changements
it_it: #slapt-get --upgrade #aggiorna i pacchetti alla nuova versione
nl_nl: #slapt-get --upgrade #upgrade alle wijzigingen.
pl_pl: #slapt-get --upgrade #zaktualizowanie wszystkich możliwych
sv_se: #slapt-get --upgrade #uppgradera eventuella ändringar
uk_ua: #slapt-get --upgrade #оновлення всіх змін

source: Apart from the Vimprobable2 browser, the default applications include Mutt as the mail client and Gnome Commander as the file manager. Music On Console and Whaaw Media Player are the audio and video players, with GVim as text/code editor. apvlv can be used to view pdf files. As we have just seen, package management is console-based, using slapt-get and slapt-src. Further options are available in the repository. Firefox may be installed adding the pentadactyl or vimperator addon for mouse-free browsing, or alternatively Jumanji, XXXTerm or w3m, a browser for the command line. Thunderbird can be used with the Muttator addon while Claws-mail works almost entirely from the keyboard; Alpine is a friendly console email client.
el_gr: Εκτός από το πρόγραμμα περιήγησης Vimprobable2, προεπιλεγμένες εφαρμογές περιλαμβάνουν το Mutt, σαν τον πελάτη ηλεκτρονικού ταχυδρομείου και το Gnome Commander ως το διαχειριστή αρχείων. Το Music on Console και το Whaaw Media Player είναι οι εφαρμογές ήχου και εικόνας, με το Gvim ως επεξεργαστής κειμένου/κώδικα. Το apvlv μπορεί να χρησιμοποιηθεί για την προβολή αρχείων PDF. Όπως μόλις είδαμε, η διαχείριση των πακέτων είναι console-based, με τη χρήση των slapt-get και slapt-src. Περισσότερες επιλογές είναι διαθέσιμες στο αποθετήριο. Ο Firefox μπορεί να εγκατασταθεί με τη προσθήκη του pentadactyl ή Vimperator addon για τη περιήγηση χωρίς το ποντίκι, ή, εναλλακτικά, Jumanji, XXXTerm ή w3m, ένα πρόγραμμα περιήγησης για τη γραμμή εντολών. Το Thunderbird μπορεί να χρησιμοποιηθεί με το addon Muttator ενώ το Claws-mail λειτουργεί σχεδόν εξ ολοκλήρου από το πληκτρολόγιο? Το Alpine είναι ένα φιλικός πελάτη e-mail κονσόλας.
es_es: Aparte del navegador Vimprobable 2, las aplicaciones por defecto incluyen Mutt como cliente de correo y Gnome Commander como administrador de archivos. Los reproductores de audio y video son Music On Console y Whaaw Media Player, con GVim como editor de texto/código. apvlv se puede usar para ver archivos pdf. Como acabamos de ver, el administrador de paquetes está basado en la consola, usando slapt-get y slapt-src. Hay más opciones disponibles en el repositorio. Se puede instalar Firefox agregando los complementos pentadactyl o vimperator para navegar sin ratón, o alternativamente Jumanji, XXXTerm o w3m, un navegador para la línea de comandos. Thunderbird se puede usar con el complemento Muttator, mientras que Claws-mail funciona casi enteramente con el teclado;Alpine es un cliente amigable de correo de consola.
fr_fr: Mis à part le navigateur Vimprobable2, les applications par défaut incluent Mutt comme client de messagerie, et Gnome Commander comme gestionnaire de fichiers. Music on Console et Whaaw Media Player sont les lecteurs audio et vidéo, et GVim l'éditeur de texte/code. apvlv peut être utilisé pour visualiser des fichiers PDF. Comme nous venons de le voir, la gestion de paquets s'effectue en console, en utilisant slapt-get et slapt-src. Des options supplémetaires sont disponibles dans le dépôt. Firefox peut être installé en ajoutant les extensions pentadactyl et vimperator pour une navigation sans souris, ou, alternativement, Jumanji, XXXTerm or w3m, un navigateur pour la ligne de commande. Thunderbird peut être utilisé avec l'extension Muttator alors que Claws-mail fonctionne presque entièrement à partir du clavier ; Alpine est un client de messagerie en console convivial.
it_it: Oltre al browser Vimprobable2, le applicazioni predefinite sono Mutt come client mail e Gnome Commander come gestore di file. Music On Console e Whaaw Media Player cone i lettori audio e video. GVim è l'editor di testo/codice predefinito; apvlv può essere utilizzato per visualizzare i file pdf. Come indicato precedentemente, la gestione dei pacchetti avviene tramite interfaccia a riga di comando, con l'utilizzo dei tool slapt-get e slapt-src. Altre opzioni sono disponibili nei repository. Firefox può essere installato aggiungendo l'add-on pentadactyl oppure vimperator per poter usare il browser senza il mouse. Tra le alternative, Jumanji, XXXTerm o w3m, un browser a riga di comando. Thunderbird può essere usato con l'add-on Muttator mentre Claws-mail funziona quasi interamente tramite tastiera; Alpine è un client mail agevole che funziona in modalità console.
nl_nl: Buiten Vimprobable2 als standaard applicatie voor het browsen, zijn er Mutt als email client en Gnome Commander voor bestandsbeheer. Music On Console en Whaaw Media Player als audio- en videospelers, met GVim als tekst/code verwerker. apvlv kan worden gebruikt om PDF bestanden in te zien. Zoals we juist hebben gezien is het pakketbeheer zonder GUI, via slapt-get en slapt-src. Meerdere mogelijkheden zijn beschikbaar in de repository. Firefox kan worden geinstalleerd met de pentadactyl of vimperator plugin om zonder muis te browsen, of gebruik Jumanji, XXXTerm of w3m, een browser voor de commandline. Thunderbird kan met de Muttator plugin worden gebruikt en Claws-mail kan bijna geheel met het toetsenbord worden bediend; Alpine is een vriendelijke console email client.
pl_pl: Obok przeglądarki Vimprobable2, domyślne aplikacje zawierają Mutt jako klienta mail i Gnome Commander jako menadżer plików. Music on Console i Whaaw Media Player są odtwarzaczami audio i video, a GVim jest text/code edytorem. apvlv może być użyty do przeglądania plików pdf. Jeśli chcesz zobaczyć, zarządzanie paczkami oparte na konsoli, użyj slapt-get i slapt-src. Dodatkowe opcje są dostępne w repozytorium. Firefox może mieć dodany pentadactyl lub vimperator dodatek do wolnego od myszy przeglądania, lub alternatywnie Jumanji, XXXTerm czy w3m, przeglądarka w linii komend. Thunderbird może być użyty z Muttator dodatkiem a Claws-mail prawie cały pracuje przy użyciu klawiatury; Alpine jest przyjaznym konsolowym klientem email.
sv_se: Bortsett från Vimprobable2 webbläsaren, standard applikationer inkluderar Mutt som e-postklienten och Gnome Commander som filhanterare. Music On Console och Whaaw Media Player är ljud-och videospelare, med gvim som text/kod redigerare. apvlv kan användas för att visa pdf-filer. Som vi just har sett, är paketet hantering konsole-baserat, med hjälp av slapt-get och slapt-src. Ytterligare alternativ är tillgängliga i förpdet. Firefox kan installeras lägga till pentadactyl eller Vimperator addon för mus-fri surfning, alternativt Jumanji, XXXTerm eller w3m, en webbläsare för kommandoraden. Thunderbird kan användas med Muttator addon medan claws-mail fungerar nästan helt från tangentbordet, alpin är ett vänligt konsol e-postklient.
uk_ua: Крім переглядача Vimprobable2, типові програми містять Mutt як клієнта пошти і Gnome Commander як менеджер файлів. Music on Console та Whaaw Media Player відтворюють аудіо та відео, а GVim є редактором тексту і коду. apvlv можна використати для переглядання файлів pdf. Як Ви вже бачили, керування пакунками відбувається з консолі, використовуючи slapt-get і slapt-src. Інші програми можна встановити зі сховищ. Можна встановити Firefox, додаючи до нього додатки pentadactyl або vimperator, щоб уникнути користування мишою, або альтернативні Jumanji, XXXTerm або w3m, переглядачі для консолі. Thunderbird можна використовувати з додатком Muttator, а Claws-mail майже повністю управляється клавіатурою; Alpine є приязним консольним клієнтом пошти.
