Repository: Salix-OS/salix-startup-guide
Catalog: */Chapter5.po
Languages: ar_sa, el_gr, es_ar, it_it, pl_pl, sv_se, uk_ua

source: Advanced Live CD Options
ar_sa: خيارات متقدمة قرص CD الحي
el_gr: Επιλογές για προχωρημένους του Live CD
es_ar: Opciones avanzadas del Live CD
it_it: Opzioni avanzate del Live CD
pl_pl: Zaawansowane Live CD opcje
sv_se: Avancerade Live CD alternativ
uk_ua: Розширені параметри Live CD

source: Advanced Boot Options
ar_sa: خيارات الإقلاع المتقدمة
el_gr: Προχωρημένες επιλογές εκκίνησης
es_ar: Opciones avanzada de arranque
it_it: Opzioni avanzate di Avvio
pl_pl: Zaawansowane Boot opcje
sv_se: Avancerade startalternativ
uk_ua: Розширені параметри завантаження

source: By selecting 'Change boot options' on the Salix Live Boot menu, you will be offered a choice of supplementary boot options
ar_sa: بتحديد 'تغيير خيارات الإقلاع' في قائمة إقلاع Salix الحي، سيتم عرض خيارات الإقلاع التكميلية
el_gr: Επιλέγοντας 'Αλλαγή επιλογών εκκίνησης' στο μενού εκκίνησης του Salix Live, θα σας προσφερθεί μια επιλογή συμπληρωματικών επιλογών εκκίνησης
es_ar: Al seleccionar 'Cambiar opciones de arranque' en el menú de arranque de Salix Live, se le ofrecerán un grupo de opciones complementarias de arranque
it_it: Selezionando 'Modifica opzioni di avvio' sul menu di avvio di Salix Live verranno mostrate una serie di opzioni di avvio supplementari
pl_pl: Przez zaznaczenie 'Change boot options' w Salix Live Boot menu, będziesz mógł wybrać dodatkowe opcje bootowania
sv_se: Genom att välja "Ändra boot alternativ" på Salix Live Boot-menyn kommer du att erbjudas ett val av alternativ kompletterande boot alternativ
uk_ua: Після вибору 'Змінити параметри завантаження' в меню завантаження Salix Live Вам запропонують на вибір додаткові параметри завантаження

source: Instructions below the Salix Live Boot menu
ar_sa: الإرشادات أدناه لقائمة إقلاع Salix الحية
el_gr: Οδηγίες κάτω από το μενού εκκίνησης του Salix Live
es_ar: Instrucciones a continuación del menú de arranque de Salix Live
it_it: Istruzioni sotto al menu di avvio di Salix Live
pl_pl: Instrukcje poniżej Salix Live Boot menu
sv_se: Instruktioner under Salix Live Boot menu
uk_ua: Інструкція під меню завантаження Salix Live

source: The instructions below the Salix Live Boot menu will give you access to Salix Live 'manual' advanced Boot options.
ar_sa: ستعطيك الإرشادات أدناه قائمة إقلاع Salix الحية لوصول إلى 'دليل' خيارا إقلاع Salix الحي المتقدمة.
el_gr: Οι οδηγίες κάτω από το μενού εκκίνησης του Salix Live θα σας δώσουν πρόσβαση σε προηγμένες επιλογές εκκίνησης του «εγχειριδίου» του Salix Live.
es_ar: Las instrucciones de abajo del menú de Arranque de Salix Live le permitirán acceder a las opciones de arranque avanzadas 'manuales' de Salix Live.
it_it: Le istruzioni poste sotto al menu di avvio di Salix Live vi consentono l'accesso alla gestione manuale delle opzioni di avvio avanzate di Salix Live.
pl_pl: Instrukcje poniżej Salix Live Boot menu dadzą dostęp do Salix Live 'manual' zaawansownaych opcji Boot.
sv_se: Instruktionerna under Salix Live Boot menyn ger dig tillgång till Salix Live "manual" Avancerade startalternativ.
uk_ua: Інструкція під меню завантаження Salix Live дасть Вам доступ до введення 'вручну' додаткових параметрів завантаження Salix Live.

source: Supplementary boot options
ar_sa: خيارات الإقلاع التكميلية
el_gr: Συμπληρωματικές επιλογές εκκίνησης
es_ar: Opciones complementarias de arranque
it_it: Opzioni di avvio supplementari
pl_pl: Dodatkowe opcje boot
sv_se: Kompletterande startalternativ
uk_ua: Додаткові параметри завантаження

source: Pressing “c” gives you access to the Grub shell. Type help to view all available commands.
ar_sa: ضغط “c” يتيح لك الوصول إلى الترمنال. اكتب help لعرض كافة الأوامر المتاحة.
el_gr: Πατώντας "c" σας δίνει πρόσβαση στο κέλυφος του Grub. Πληκτρολογήστε help για να δείτε όλες τις διαθέσιμες εντολές.
es_ar: Presionar 'c' le da acceso al shell de Grub. Escriba help para ver todos los comandos disponibles.
it_it: Premendo ''c'' avrete l'accesso alla shell di Grub. Digitate help per avere la lista dei comandi disponibili.
pl_pl: Wciśnięcie "c" da dostęp do shell Grub. Wpisz help aby zobaczyć więcej dostępnych poleceń.
sv_se: Genom att trycka "c" får du tillgång till Grub skalet. Typ help för att visa alla tillgängliga kommandon.
uk_ua: Натискання “c” дасть Вам доступ до шелу Grub. Надрукуйте help для перегляду доступних команд.

source: Grub Shell
el_gr: Κέλυφος του Grub
es_ar: Shell de Grub
it_it: Shell di Grub
uk_ua: Командна стрічка Grub

source: Boot Parameters
ar_sa: معاملات الإقلاع
el_gr: Παράμετροι εκκίνησης
es_ar: Parámetros de arranque
it_it: Parametri di Avvio
pl_pl: Parametry Boot
sv_se: Uppstartsparametrar
uk_ua: Параметри завантаження

source: Pressing 'e' while 'Start Salix Live' is selected opens up the following display, enabling you to modify some of the booting options, for example, in order to enter a boot parameter. For instance, “nomodeset” for those who use older graphic cards and have problem booting up properly.
el_gr: Πατώντας 'e', ενώ έχει επιλεγεί 'Έναρξη του Salix Live' ανοίγει την ακόλουθη οθόνη, που σας επιτρέπει να τροποποιήσετε μερικές από τις επιλογές εκκίνησης, για παράδειγμα, για να εισάγετε μια παράμετρο εκκίνησης. Για παράδειγμα, "nomodeset" για όσους χρησιμοποιούν πιο παλιές κάρτες γραφικών και έχουν πρόβλημα να εκκινήσουν κανονικά.
es_ar: Presionar 'e' mientras se selecciona 'Arrancar Salix Live' abre la siguiente pantalla, permitiéndole modificar algunas de las opciones de arranque, por ejemplo, para ingresar un parámetro de arranque. Por ejemplo, "nomodeset" para aquellos quienes usan tarjetas gráficas antiguas y tienen problemas para arrancar correctamente.
it_it: Premere 'e' mentre 'Avvia Salix Live' è selezionato apre il display seguente, che vi consente di modificare le opzioni di avvio; ad esempio, per aggiornare un parametro. A titolo esemplificativo, il parametro ''nomodeset'' è utile a coloro che usano schede grafiche più vecchie ed hanno problemi ad avviare correttamente il sistema.
pl_pl: Wpisz 'e' podczas 'Start Salix Live' a otworzy się możliwość zmodyfikowania opcji bootowania, na przykład porządek parametrów boot. Na przykład, "nomodeset" dla tych którzy używają starszych kart graficznych mają problem z właściwym bootowaniem.
sv_se: Genom att trycka "e" medan "Start Salix Live" är markerad öppnas följande display så att du kan ändra vissa av de starta alternativ, till exempel för att komma in en uppstartsparameter. Till exempel "nomodeset" för dem som använder äldre grafikkort och har problem att starta upp ordentligt.
uk_ua: Натискання 'e' коли вибрано 'Запустити Salix Live' відкриває вікно, що дозволяє змінювати деякі з параметрів завантаження. Наприклад, параметр “nomodeset” для користувачів, які використовують старіші карти графіки і мають проблеми з ними.

source: Editing Salix default menu options
ar_sa: تحرير قائمة خيارات Salix الإفتراضية
el_gr: Επεξεργασία εξ' ορισμού επιλογών του μενού του Salix
es_ar: Editar las opciones de menú por defecto de Salix
it_it: Modifica delle opzioni di menu predefinite in Salix
pl_pl: Edycja domyślnych opcji menu Salix
sv_se: Redigerar Salix standard menyalternativ
uk_ua: Редагування типових параметрів меню Salix

source: Booting parameters or cheatcodes, are used to manipulate the booting process of Linux. To enter a cheatcode, you simply have to add it to the 'linux' line above (after changes=slxsave.xfs), ensuring a blank space separates it from the previous boot parameter.
el_gr: Οι παράμετροι εκκίνησης ή cheatcodes, χρησιμοποιούνται για την διαχείριση της διαδικασίας εκκίνησης του Linux. Για να εισάγετε ένα cheatcode, πρέπει απλά να το προσθέσετε στη παραπάνω γραμμή 'linux' (μετά από changes=slxsave.xfs), εξασφαλίζοντας ένα κενό διάστημα να τη χωρίζει από την προηγούμενη παράμετρο εκκίνησης.
es_ar: Los parámetros de arranque o cheatcodes, se usan para manipular el proceso de arranque de Linux. Para ingresar un parámetro de arranque, sencillamente tiene que agregarlo a la línea 'linux' de arriba (después de changes=slxsave.xfs), asegurando que un espacio en blanco lo separa del parámetro de arranque anterior.
it_it: I parametri di avvio o i cheatcodes sono usati per modificare i processo di avvio in Linux. Per inserire un cheatcode è sufficiente aggiungerlo alla riga 'linux' indicata sopra (dopo changes=slxsave.xfs) accertando che ci sia uno spazio vuoto che lo separa dai parametri di avvio precedenti.
pl_pl: Parametry bootowania lub kody, są użyteczne do manipulowania procesem bootowania w Linux. Wpisanie kodu, da ci proste dodanie tego do 'linux' linii ponad (po zmianach =slxsave.xfs), upewnij się że dajesz spacje między poszczególnymi parametrami boot.
sv_se: Startparametrar eller Cheatcodes, används för att manipulera startupp processen med Linux. Om du vill ange en cheatcode, behöver du bara lägga till den i "linux" raden ovan (efter förändring = slxsave.xfs), vilket garanterar ett mellanslag skiljer den från tidigare uppstartsparameter.
uk_ua: Параметри завантаження або чит-коди використовуються для керування процесом завантаження Лінукс. Для вводу чит-коду Вам достатньо додати його до стрічки 'linux' зверху (після changes=slxsave.xfs), розділивши пропуском від попереднього параметру завантаження.

source: Useful Boot Parameters
ar_sa: معلمات التشغيل المفيدة
el_gr: Χρήσιμες Παράμετροι εκκίνησης
es_ar: Parámetros de arranque útiles
it_it: Parametri di Avvio utili
pl_pl: Użyteczne parametry boot
sv_se: Användbara Uppstartsparametrar
uk_ua: Корисні параметри завантаження

source: To load in console only without executing Xorg (runlevel 3)
ar_sa: لتحميل وحدة التحكم فقط دون تنفيذ Xorg (مستوى التشغيل 3)
el_gr: Για να φορτώσετε μόνο τη γραμμή εντολών χωρίς να εκτελεστεί το Xorg (runlevel 3)
es_ar: Cargar en consola solamente sin ejecutar Xorg (runlevel 3)
it_it: Per caricare in modalità console senza eseguire Xorg (runlevel 3)
pl_pl: Aby zobaczyć konsolę bez Xorg (poziom 3)
sv_se: Så här laddar du endast konsoll utan att köra Xorg (runlevel 3)
uk_ua: Для завантаження тільки в консоль без запуску Xorg (рівень 3)

source: To load Salix Live from a different location than the boot device:
ar_sa: لتحميل Salix الحي من موقع مختلف عن جهاز الإقلاع:
el_gr: Για να φορτώσετε το Salix Live από μια διαφορετική θέση από τη συσκευή εκκίνησης:
es_ar: Cargar Salix Live desde una ubicación distinta que el dispositivo de arranque:
it_it: Per caricare Salix Live da un dispositivo diverso da quello di avvio:
pl_pl: Aby zobaczyć Salix Live z innej lokalizaji niż urządzenie boot:
sv_se: För att ladda Salix Live från en annan plats än startenhet:
uk_ua: Для завантаження Salix Live з іншого місця ніж пристрою завантаження:

source: from=/dev/device/salixlive-version.iso
ar_sa: من=/dev/device/salixlive-version.iso
es_ar: from=/dev/dispositivo/salixlive-version.iso
sv_se: from=/dev/enhet/salixlive-version.iso

source: from=path/to/salixlive-version.iso
ar_sa: من=path/to/salixlive-version.iso
es_ar: from=ruta/a/salixlive-version.iso
sv_se: from=sökväg/till/salixlive-version.iso

source: from=path/to/exploded/salixlive-version.iso
ar_sa: من=path/to/exploded/salixlive-version.iso
es_ar: from=ruta/a/expandido/salixlive-version.iso
sv_se: from=sökväg/till/exploded/salixlive-version.iso

source: To set root's password to "somepass", or ask for a new password:
ar_sa: لتعيين كلمة مرور الجذر إلى "somepass"، أو أطلب كلمة مرور جديدة:
el_gr: Για να ορίσετε τον κωδικό πρόσβασης του root σε "somepass", ή να ζητήσετε ένα νέο κωδικό πρόσβασης:
es_ar: Establecer la contraseña de root a "alguna_contraseña", o pedir una nueva contraseña:
it_it: Per impostare la password di root a ''somepass'' o richiedere una nuova password:
pl_pl: Aby ustawić hasło roota na "jakieśhasło", lub wpisać nowe:
sv_se: För att ställa roots lösenord till "somepass", eller be om ett nytt lösenord:
uk_ua: Для встановлення паролю суперкористувача на "якийсь_пароль", або запитання про новий пароль:

source: passwd=somepass
ar_sa: كلمة المرور=somepass
es_ar: passwd=alguna_contraseña
uk_ua: passwd=якийсь_пароль

source: To load optional modules from /optional/ directory on the CD:
ar_sa: لتحميل وحدات اختيارية من المجلد /optional/ على القرص المضغوط:
el_gr: Για να φορτώσετε προαιρετικά αρθρώματα από το κατάλογο /optional/ στο CD:
es_ar: Cargar módulos opcionales desde el directorio /optional/ en el CD:
it_it: Per caricare moduli opzionali dalla directory /optional/ del CD:
pl_pl: Aby zobaczyć moduły z /optional/ katalogu na CD:
sv_se: För att ladda valfria moduler från /optional/ katalog på CD:
uk_ua: Для завантаження додаткових модулів с /optional/ на CD:

source: load=module
ar_sa: تحميل=وحدة نمطية
es_ar: load=módulo
uk_ua: load=модуль

source: (You can use the full module name (module.lzm) or you can skip the extension.)
ar_sa: (يمكنك استخدام اسم الوحدة النمطية الكامل (module.lzm) أو يمكنك تخطي الملحق.)
el_gr: (Μπορείτε να χρησιμοποιήσετε το πλήρες όνομα του module (module.lzm) ή μπορείτε να παρακάμψετε την επέκταση.)
es_ar: (Puede usar el nombre completo del módulo (modulo.lzm) o puede saltear la extensión.)
it_it: (Potete usare il nome compelto del modulo (module.lzm) oppure saltare l'estensione.)
pl_pl: (Możesz użyć pełnej nazwy modułu (module.lzm) lub pominąć rozszerzenie.)
sv_se: (Du kan använda hela modulens namn (module.lzm) eller så kan du hoppa över förlängningen.)
uk_ua: (Ви можете використовувати повне ім'я модуля (module.lzm), або Ви можете пропустити це розширення.)

source: To safeguard all changes made in a Salix Live session:
ar_sa: لحماية كافة التغييرات التي تم إجراؤها في جلسة عمل Salix الحي:
el_gr: Για τη διασφάλιση όλων των αλλαγών που έγιναν σε μια Salix Live συνεδρία:
es_ar: Para proteger todos los cambios realizados en una sesión de Salix Live:
it_it: Per salvaguardare le modifiche apportate durante una sessione di Salix Live:
pl_pl: Aby zapisać wszystkie zmiany w sesji Salix Live:
sv_se: Att skydda alla ändringar som görs i en Salix Live session:
uk_ua: Щоб забезпечити всі зміни, внесені в сесію Salix Live:

source: changes=file
ar_sa: تغييرات=الملف
es_ar: changes=archivo
uk_ua: changes=файл

source: changes=/dev/device
ar_sa: التغييرات=/dev/device
es_ar: changes=/dev/dispositivo
uk_ua: changes=/dev/пристрій

source: changes=/dev/device/file
ar_sa: التغييرات=/dev/device/file
es_ar: changes=/dev/dispositivo/archivo
uk_ua: changes=/dev/пристрій/файл

source: changes=/path/
ar_sa: مسار=/path/
es_ar: changes=/ruta/
uk_ua: changes=/шлях/

source: changes=/path/file
ar_sa: تغيير=/path/file
es_ar: changes=/ruta/archivo
uk_ua: changes=/шлях/файл

source: changes=/dev/device/path/
ar_sa: تغيير=/dev/device/path/
es_ar: changes=/dev/dispositivo/ruta/
uk_ua: changes=/dev/пристрій/шлях/

source: (This cheatcode is already included in Salix Live boot menu and the Persistence Wizard can assist you in creating a persistent file that will be automatically managed by Salix Live.)
el_gr: (Αυτό το cheatcode περιλαμβάνεται ήδη στο μενού εκκίνησης του Salix Live και ο Οδηγός μόνιμων αλλαγών μπορεί να σας βοηθήσει στη δημιουργία ενός αρχείου μόνιμων αλλαγών το οποίο αυτόματα διαχειρίζεται από το Salix Live.)
es_ar: (Este parámetro ya está incluido en el menú de arranque de Salix Live y el Asistente de Persistencia puede ayudarlo a crear un archivo persistente que será administrado automáticamente por Salix Live).
it_it: (Questo cheatcode è già incluso nel menu di avio di Salix Live ed il Wizard di Persistenza vi potrà essere di supporto nella creazione di un file persistente che potrà essere gestito automaticamente da Salix Live.)
pl_pl: (Kody są już zawarte w Salix Live boot menu i w Kreatorze Ustawień który asystuje Tobie podczas tworzenia pliku ustawień który będzie automatycznie zarządzany przez Salix Live.)
sv_se: (Dessa cheatcode ingår redan i Salix Live uppstartsmenyn och de ihållande guiden kan hjälpa dig att skapa en ihållande fil som automatiskt kommer att förvaltas av Salix Live.)
uk_ua: (Цей чит-код вже включений в меню завантаження Salix Live і майстер збереження може допомогти Вам у створенні файлу збереження, яким буде автоматично управляти Salix Live.)

source: To enable debug mode:
ar_sa: لتمكين وضع التصحيح:
el_gr: Για να ενεργοποιήσετε την κατάσταση εντοπισμού σφαλμάτων:
es_ar: Para habilitar el modo de depuración:
it_it: Per abilitare la modalità di debug:
pl_pl: Aby włączyć tryb debug:
sv_se: För att aktivera debug-läge:
uk_ua: Для включення режиму відладки:

source: (Starts bash several times during boot. Press Ctrl+D to resume booting)
el_gr: (Ξεκινά το κέλυφος bash αρκετές φορές κατά τη διάρκεια της εκκίνησης. Πατήστε Ctrl + D για να συνεχίσετε την εκκίνηση)
es_ar: (Inicia bash varias veces durante el arranque. Presionar Ctrl+D para continuar el arranque)
it_it: (Avvia ripetutamente la console durante la procedura di avvio. Premere Ctrl+D per riprendere la procedura di avvio)
pl_pl: (Startuje bash kilka razy podczas boot. Wciśnij Ctrl+D aby zakończyć bootowanie)
sv_se: (Startar bash flera gånger under uppstart. Tryck på Ctrl+D för att återuppta uppstart)
uk_ua: (Запускає bash кілька разів під час завантаження. Натисніть Ctrl+D для відновлення завантаження)

source: Personalising a Module
ar_sa: تخصيص الوحدة النمطية
el_gr: Διαμόρφωση ενός αρθρώματος
es_ar: Personalizar un módulo
it_it: Personalizzare un modulo
pl_pl: Spersonalizowanie modułu
sv_se: Anpassa en modul
uk_ua: Персоналізація модуля

source: Creating a module
ar_sa: إنشاء وحدة نمطية
el_gr: Δημιουργία αρθρώματος
es_ar: Crear un módulo
it_it: Creare un modulo
pl_pl: Tworzenie modułu
sv_se: Skapa en modul
uk_ua: Створення модуля

source: 1. Create a working directory
ar_sa: 1. قم بإنشاء مجلد العمل
el_gr: 1. Δημιουργήστε ένα κατάλογο εργασίας
es_ar: 1. Crear el directorio de trabajo
it_it: 1. Create una directory di lavoro
pl_pl: 1.Stworzenie katalogu roboczego
sv_se: 1. Skapa en arbetskatalog
uk_ua: 1. Створення робочої директорії

source: mkdir -p /mnt/hdxx/directory1
es_ar: mkdir -p /mnt/hdxx/directorio1
uk_ua: mkdir -p /mnt/hdxx/тека1

source: 2. Install all software packages using this directory as root:
ar_sa: 2. قم بتثبيت كافة حزم البرمجيات باستخدام هذا المجلد كجذر:
el_gr: 2. Εγκαταστήστε όλα τα πακέτα λογισμικού χρησιμοποιώντας αυτό τον κατάλογο ως root:
es_ar: 2. Instalar todos los paquetes de software usando este directorio como raíz:
it_it: 2. Installate i pacchetti software utilizzando questa directory come root:
pl_pl: 2.Instalując wszystkie użyte pakiety z programami w tym katalogu użyj konta root:
sv_se: 2. Installera alla program med hjälp den här katalogen som root:
uk_ua: 2. Встановити всі пакунки програм, використовуючи цю теку з правами адміністратора:

source: installpkg --root=/mnt/hdxx/directory1 packagea-x.x.x.txz
es_ar: installpkg --root=/mnt/hdxx/directorio1 paquetea-x.x.x.txz
uk_ua: installpkg --root=/mnt/hdxx/тека1 пакунокa-x.x.x.txz

source: installpkg –-root=/mnt/hdxx/directory1 packageb-x.x.x.txz
es_ar: installpkg –-root=/mnt/hdxx/directorio1 paqueteb-x.x.x.txz
pl_pl: instalpkg --root=/mnt/hdxx/directory1 packageb-x.x.x.txz
uk_ua: installpkg –-root=/mnt/hdxx/тека1 пакунокb-x.x.x.txz

source: installpkg –-root=/mnt/hdxx/directory1 packagec-x.x.x.txz
es_ar: installpkg –-root=/mnt/hdxx/directorio1 paquetec-x.x.x.txz
uk_ua: installpkg –-root=/mnt/hdxx/тека1 пакунокc-x.x.x.txz

source: 3. Remove all unneeded files:
ar_sa: 3. إزالة كافة الملفات غير الضرورية:
el_gr: 3. Κατάργηση όλων των περιττών αρχείων:
es_ar: 3. Eliminar todos los archivos innecesarios:
it_it: 3. Rimuovete i file non necessari:
pl_pl: 3.Usuwanie niechcianych plików:
sv_se: 3. Ta bort alla onödiga filer:
uk_ua: 3. Видалити всі непотрібні файли:

source: rm -rf /mnt/hdxx/directory1/usr/doc/*
es_ar: rm -rf /mnt/hdxx/directorio1/usr/doc/*
uk_ua: rm -rf /mnt/hdxx/тека1/usr/doc/*

source: 4. Make any modifications you want:
ar_sa: 4. إجراء أي تعديلات تريدها:
el_gr: 4. Κάντε όποιες τροποποιήσεις θέλετε:
es_ar: 4. Hacer cualquier modificación que desee:
it_it: 4. Effettuate le modifiche desiderate:
pl_pl: 4.Zrób modyfikacje jakie chcesz:
sv_se: 4. Gör de ändringar du vill ha:
uk_ua: 4. Зробити будь-які зміни, які Ви бажаєте:

source: echo "whatever" &gt; /mnt/hdxx/directory1/foo/bar
es_ar: echo "lo que sea" &gt; /mnt/hdxx/directorio1/foo/bar
pl_pl: echo "cokolwiek" &gt; /mnt/hdxx/directory1/foo/bar
uk_ua: echo "що-небудь" &gt; /mnt/hdxx/тека1/foo/bar

source: 5. Build the module:
ar_sa: 5. بناء الوحدة النمطية:
el_gr: 5. Φτιάξτε το άρθρωμα:
es_ar: 5. Compilar el módulo:
it_it: 5. Costruite il modulo:
pl_pl: 5. Zbuduj moduł
sv_se: 5. Bygg-modulen:
uk_ua: 5. Збірка модуля:

source: dir2lzm directory1 module1.lzm
es_ar: dir2lzm directorio1 modulo1.lzm
uk_ua: dir2lzm тека1 модуль1.lzm

source: Customizing a module
ar_sa: تخصيص وحدة نمطية
el_gr: Προσαρμογή ενος αρθρώματος
es_ar: Personalizar un módulo
it_it: Personalizzare un modulo
pl_pl: Dopasuj moduł
sv_se: Anpassa en modul
uk_ua: Налаштування модуля

source: You can fully customize the content of a module by removing or adding applications and by deleting, editing or adding new files inside it.
ar_sa: يمكنك تخصيص محتوى وحدة نمطية تماما بإزالة أو إضافة تطبيقات أو تحرير أو إضافة ملفات جديدة داخله.
el_gr: Μπορείτε να προσαρμόσετε πλήρως το περιεχόμενο ενος αρθρώματος με την αφαίρεση ή την προσθήκη εφαρμογών και με τη διαγραφή, επεξεργασία ή προσθήκη νέων αρχείων μέσα σε αυτό.
es_ar: Puede personalizar completamente el contenido de un módulo quitando o agregando aplicaciones al eliminar, editar o agregar nuevos archivos dentro suyo.
it_it: Potete personalizzare completamente il contenuto di un modulo aggiungendo o rimuovendo applicazioni oppure cancellando, modificando ed aggiungendo nuovi file al suo interno.
pl_pl: Możesz dopasować zawartość modułu przez usunięcie lub dodanie aplikacji i przez skasowanie, edycję lub dodanie nowych plików do środka.
sv_se: Du kan anpassa innehållet i en modul genom att ta bort eller lägga till applikationer och genom att ta bort, redigera eller lägga till nya filer i den.
uk_ua: Ви можете повністю налаштувати зміст модуля, видаляючи або додаючи програми, а також видаляючи, редагуючи або додаючи нові файли всередині нього.

source: 1. Create a working directory:
ar_sa: 1. قم بإنشاء مجلد عمل:
el_gr: 1. Δημιουργήστε ένα κατάλογο εργασίας:
es_ar: 1. Crear el directorio de trabajo:
it_it: 1. Create una directory di lavoro:
pl_pl: 1.Stwórz katalog roboczy:
sv_se: 1. Skapa en arbetskatalog:
uk_ua: 1. Створити робочу теку:

source: mkdir -p /mnt/hdxx/directoryx
es_ar: mkdir -p /mnt/hdxx/directoriox
uk_ua: mkdir -p /mnt/hdxx/текаx

source: 2. Open up the module you want to customize under the working directory:
ar_sa: 2. فتح الوحدة النمطية التي تريد تخصيصها تحت مجلد العمل:
el_gr: 2. Ανοίξτε τη μονάδα που θέλετε να προσαρμόσετε κάτω από τον κατάλογο εργασίας:
es_ar: 2. Abrir el módulo que quiere personalizar dentro del directorio de trabajo:
it_it: 2. Aprite il modulo che desiderate personalizzare all'interno della directory di lavoro:
pl_pl: 2.Otwórz moduł jaki chcesz dopasować w katalogu roboczym:
sv_se: 2. Öppna upp den modul du vill anpassa under arbetsnamnet katalogen:
uk_ua: 2. Відкрийте модуль, який ви хочете налаштувати під робочою текою:

source: lzm2dir /mnt/hdc/salixlive/base/modulex.lzm /mnt/hdxx/directoryx
es_ar: lzm2dir /mnt/hdc/salixlive/base/modulox.lzm /mnt/hdxx/directoriox
uk_ua: lzm2dir /mnt/hdc/salixlive/base/модульx.lzm /mnt/hdxx/текаx
