Repository: Salix-OS/salix-startup-guide
Catalog: */Chapter2.po
Languages: ar_sa, el_gr, es_es, it_it, nl_nl, pl_pl, sv_se, uk_ua

source: If you have other partitions to mount, you can do so. As we have a partition for a “/home” directory, we select the partition and continue. Unless the partition is new or you would like to erase the content of this partition, select not to format.
ar_sa: إذا كان لديك أقسام أخرى للتوصيل، يمكنك القيام بتوصيلها الآن. كما أن لدينا قسم لمجلد “/home” حدد القسم واستمر. إلا إذا كان القسم جديد وكنت ترغب في مسح محتوياته، حدد لا للتهيئة.
el_gr: Εάν έχετε άλλες κατατμήσεις να προσαρτήσετε, μπορείτε να το κάνετε. Όπως έχουμε ένα διαμέρισμα για το "/home" κατάλογο, επιλέγουμε την κατάτμηση και να συνεχίζουμε. Εκτός αν το διαμέρισμα είναι καινούργιο ή θα θέλετε να σβήσετε τα περιεχόμενα αυτής της κατάτμησης, επιλέξτε να μην διαμορφωθεί.
es_es: Si tiene otras particiones para montar, puede hacerlo. Ya que tenemos una partición para un directorio "/home", seleccionamos la partición y continuamos. A menos que la partición sea nueva o quisiera borrar el contenido de esta partición, seleccione no formatear.
it_it: Ora avete la possibilità di montare altre partizioni. Considerato che avete una partizione per ''/home'' selezionate la partizione e continuate. A meno che questa partizione sia nuova o vogliate cancellarne il contenuto scegliete di non formattare.
nl_nl: U kunt zonder problemen andere partities 'mounten'. Omdat er een partitie voor de "/home" map is, selecteert u de partitie en gaat u door. Als de partitie niet nieuw is en u wilt de inhoud van de partitie niet verwijderen, kies dan om niet te formatteren.
pl_pl: Jeśli masz inne partycje do zamontowania, można to zrobić. Jako że my mamy tylko "/home" to możemy iść dalej. Jeżeli partycja jest nowa lub chcesz skasować zawartość tej partycji, zaznacz nie do formatowania.
sv_se: Om du har andra partitioner att montera, kan du göra det. Eftersom vi har en partition för en "/home" katalog, väljer vi den partitionen och fortsätter. Om inte partitionen är ny eller om du vill radera innehållet på denna partition, välj att inte formatera.
uk_ua: Якщо Ви маєте якісь інші розділи для монтування, то додайте їх. Оскільки ми маємо розділ для теки “/home”, то ж вибираємо його і продовжуємо. Якщо ж розділ не є новим і Ви не бажаєте знищувати дані на ньому, виберіть тоді не форматувати.

source: Other partitions such as Windows partitions will be detected automatically. If you would like to make those partitions automatically usable during your Salix session, include them all to mount.
ar_sa: سيتم الكشف عن الأقسام الأخرى مثل أقسام Windows تلقائياً. إذا كنت ترغب في جعل تلك الأقسام قابلة للاستخدام تلقائياً أثناء استخدام Salix، ليتم توصيل كل منها.
el_gr: Άλλα διαμερίσματα, όπως τα διαμερίσματα των Windows θα εντοπιστούν αυτόματα. Αν επιθυμείτε να κάνετε αυτές οι κατατμήσεις να μπορούν να χρησιμοποιηθούν αυτόματα κατά τη διάρκεια της συνεδρίας του Salix σας, επιλέξτε τα όλα για να προσαρτηθούν.
es_es: Otras particiones, como las particiones Windows, se detectarán automáticamente. Si quisiera que esas particiones sean usables automáticamente en una sesión Salix, inclúyalas para montarse.
it_it: Ulteriori partizioni -come per esempio quelle Windows- saranno automaticamente riconosciute. Se desiderate che queste vengano montate direttamente all'avvio durante le sessioni di Salix, includetele tutte al montaggio.
nl_nl: Andere partities zoals windows partities zullen automatisch worden gedetecteerd. Indien u deze partities automatisch bruikbaar wilt maken tijdens uw Salix sessie, selecteer ze dan om te 'mounten'.
pl_pl: Inne partycje takie jak partycje systemu Windows zostaną wykryte automatycznie. Jeśli chcesz, aby te partycje automatycznie były użyteczne podczas sesji Salix, załącz je wszystkie do montowania.
sv_se: Andra partitioner som Windows partitioner kommer att upptäckas automatiskt. Om du vill göra dessa partitioner automatiskt användbara under din Salix session omfattar dem alla att montera.
uk_ua: Інші розділи, такі як розділ Windows, будуть розпізнані автоматично. Якщо Ви бажаєте автоматично використовувати ці розділи під час сесії Salix, тоді додайте їх всіх до монтування.

source: The installer will start installing Salix. You will be asked first where the source files are. As you are installing from the CD, select “from the CD”. Everything should be detected automatically.
ar_sa: وسيبدأ المثبت تثبيت Salix. سيتم سؤالك أولاً عن مكان الملفات المصدر. إذا كنت تقوم بالتثبيت من القرص المضغوط، حدد “من القرص المضغوط“. كل شيء يجب أن يتم الكشف عن تلقائياً.
el_gr: Το πρόγραμμα εγκατάστασης θα ξεκινήσει την εγκατάσταση του Salix. Θα σας ζήτησει τη πρώτη φορά, που είναι τα αρχεία προέλευσης. Καθώς κάνετε την εγκατάσταση από το CD, επιλέξτε "από το CD". Τα πάντα θα πρέπει να ανιχνεύονται αυτόματα.
es_es: El instalador comenzará a instalar Salix. Se le preguntará primero donde están los archivos fuente. Como está instalando desde el CD, seleccione "desde el CD". Todo debería detectarse automáticamente.
it_it: Si avvia la procedura di installazione. Vi verrà richiesto di specificare l'origine dei file da installare. Dato che state installando da CD selezionate ''from the CD''. Il resto verrà riconosciuto automaticamente.
nl_nl: Het installatieprogramma zal beginnen met het installeren van Salix. U zult eerst gevraagd worden waar de bronbestanden zijn. Omdat u van de CD installeert, selecteert u "van de CD". Alles behoort automatisch gedetecteerd te worden.
pl_pl: Instalator rozpocznie instalowanie Salix. Zostaniesz poproszony o podanie, gdzie są pliki źródłowe . W instalacji z płyty CD, wybierz opcję "z dysku CD". Wszystko powinno być wykrywane automatycznie.
sv_se: Installationsprogrammet kommer att starta installationen av Salix. Du ombeds först att ange var källfilerna finns. När du installerar från cd-skivan, välj "från CD". Allt ska identifieras automatiskt.
uk_ua: Встановлювач почне встановлювати Salix. Спочатку Вас запитають про знаходження вихідних файлів. Оскільки Ви встановлюєте з CD-диску, виберіть “з CD”. Все повинно розпізнатись автоматично.

source: You will be asked to choose an installation mode (Full, Basic or Core).
ar_sa: سوف يطلب منك أن تختار طريقة تثبيت (كاملة، قياسي أو أساسي).
el_gr: Θα σας ζητηθεί να επιλέξετε έναν τρόπο εγκατάστασης (πλήρης, Βασικό ή Συμπαγή).
es_es: Se le pedirá que elija un modo de instalación (Completo, Básico o Núcleo).
it_it: Vi verrà richiesto di specificare la modalità di installazione (Full, Basic oppure Core).
nl_nl: U zult worden gevraagd om een installatie modus te kiezen (Full, Basic of Core).
pl_pl: Zostaniesz poproszony o wybranie trybu instalacji (Full, Basic lub Core).
sv_se: Du ombeds välja en installationstyp (Fullständig, Basic eller Core).
uk_ua: Вас попросять вибрати режим встановлення (Повний, Базовий та Ядро)

source: Installation of packages will start.
ar_sa: سيبدأ تثبيت الحزم.
el_gr: Η εγκατάσταση των πακέτων θα ξεκινήσει.
es_es: La instalación de paquetes comenzará.
it_it: Viene avviata l'installazione dei pacchetti.
nl_nl: Installatie van de pakketten zal beginnen.
pl_pl: Instalacja pakietów rozpoczęta.
sv_se: Installation av paket kommer att starta.
uk_ua: Почнеться встановлення пакунків.

source: After the installation, LILO set up will start up. Unless you are not using LILO, choose the default options.
ar_sa: بعد التثبيت، سيتم إعداد تشغيل LILO. إلا إذا كنت لا تستخدم LILO، اختر الخيارات الافتراضية.
el_gr: Μετά την εγκατάσταση, θα ξεκινήσει η διαμόρφωση του LILO. Εκτός και αν δεν χρησιμοποιείτε το LILO, επιλέξτε τις προεπιλεγμένες επιλογές.
es_es: Después de la instalación, comenzará la configuración de LILO. A menos que no esté usando LILO, elija las opciones por defecto.
it_it: Terminata l'installazione, verrà avviato il set up di LILO. A meno che non vogliate usare LILO lasciate le scelte di default.
nl_nl: Na de isntallatie zal de LILO installatie beginnen. Kies de standaard opties indien u LILO gebruikt.
pl_pl: Po instalacji LILO zostanie uruchomione. Chyba że nie korzystasz z LILO, wybierz domyślne opcje.
sv_se: Efter installationen, kommer LILO setupp att starta. Såvida du inte använder LILO, välj den förvalda alternativ.
uk_ua: Після встановлення запуститься налаштування LILO. Якщо ж Ви не використовуєте LILO, тоді виберіть типові опції.

source: You will be asked for some other questions regarding time-zone, user name and root password (superuser / administrator password). When all the basic questions are answered, the machine will restart itself.
ar_sa: سيتم سؤالك بعض الأسئلة الأخرى المتعلقة بالمنطقة الزمنية، المستخدم الجذر وكلمة المرور (الجذر / وكلمة مرور المسؤول). عندما تتم الإجابة على جميع الأسئلة الأساسية، ستتم إعادة التشغيل.
el_gr: Θα ερωτηθείτε για κάποιες άλλες ερωτήσεις σχετικά με την ώρα-ζώνη, το όνομα χρήστη και τον κωδικό του root (υπερχρήστη / κωδικό πρόσβασης διαχειριστή). Όταν απαντηθούν όλα τα βασικά ερωτήματα, το μηχάνημα θα κάνει επανεκκίνηση.
es_es: Se le pedirán algunas otras cuestiones acerca de la zona horaria, nombre de usuario y contraseña de root (contraseña del superusuario/administrador). Cuando se respondan todas las preguntas básicas, la máquina reiniciará por sí misma.
it_it: Verranno richieste altre informazioni su impostazioni orario-paese, password per utente standard e utente root (superutente / password di amministratore). Una volta che avete risposto a tutte la domande di base la macchina verrà riavviata.
nl_nl: U zult nog een paar andere vragen moeten beantwoorden over de tijdzone, gebruikersnaam en root wachtwoord (superuser / administrator wachtwoord). Wanneer alle basisvragen zijn beantwoord zal het systeem zichzelf herstarten.
pl_pl: Zostaniesz poproszony o kilka innych odpowiedzi dotyczących strefy czasowej, nazwę użytkownika i hasło administratora (superuser / hasło administratora). Kiedy wszystkie podstawowe pytania zostaną zaspokojone, urządzenie uruchomi się ponownie.
sv_se: Du får några andra frågor om tidzon, användarnamn och lösenordet för root (superanvändare/administratör lösenord). När alla grundläggande frågor besvaras, kommer maskinen att starta om sig själv.
uk_ua: Вам буде запропоновано відповісти на запитання щодо часової зони, користувача і паролю root (пароль суперкористувача / адміністратора). Коли буде отримано всі відповіді на основні запитання, ваш комп’ютер сам автоматично перезавантажиться.

source: That's all. The computer is good to go! Enjoy Salix!
ar_sa: هذا كل شيئ. الكمبيوتر بحالة جيدة للانطلاق! استمتع مع Salix!
el_gr: Αυτό είναι όλο. Ο υπολογιστής είναι έτοιμος για εργασία! Απολαύστε το Salix!
es_es: Eso es todo. La computadora está lista para empezar! Disfrute Salix!
it_it: E' tutto. Il computer è pronto per partire! Godetevi il vostro sistema Salix!
nl_nl: Dat is alles. De computer is klaar voor gebruik! Veel plezier met Salix!
pl_pl: To wszystko. Komputer jest gotowy do działania! Ciesz się Salix!
sv_se: Det är allt. Datorn är klar att köra! Njut av Salix!
uk_ua: Ось і все. Комп’ютер готовий до вжитку! Насолоджуйтеся Salix!

source: Installing from a Salix Installation USB
ar_sa: تثبيت من وسيط تثبيت Salix USB
el_gr: Εγκατάσταση από ένα Salix USB εγκατάστασης
es_es: Instalar Salix desde un USB de Instalación Salix
it_it: Installazione da chiavetta di installazione USB
nl_nl: Installeren van een Salix USB Installatie
pl_pl: Instalacja z Salix USB
sv_se: Installera från en Salix installation USB
uk_ua: Встановлення з Встановлюючої USB-флешки Salix

source: Installing Salix OS from a USB key is also possible (but consider installing from a Salix Live USB also). The most difficult part is to know the device name of your USB key. You may wish to issue the command “fdisk -l” as root to know which device is used for your USB key.
ar_sa: تثبيت نظام التشغيل Salix من USB من المحتمل أيضا (ولكن انظر في تركيب Salix من USB حي). الجزء الأكثر صعوبة معرفة اسم جهاز USB الخاص بك. من الأفضل استخدام “fdisk -l” كمستخدم جذر لمعرفة الجهاز الذي يستخدم USB.
el_gr: Η εγκατάσταση του Salix OS από ένα κλειδί USB είναι επίσης δυνατή (αλλά έχετε υπόψη ότι κάνετε την εγκατάσταση από ένα Salix Live USB, επίσης). Το πιο δύσκολο κομμάτι είναι να γνωρίζουμε το όνομα της συσκευής του USB key σας. Μπορεί να θέλετε να εκτελέσετε την εντολή "fdisk-l" ως root για να γνωρίζετε ποια συσκευή χρησιμοποιείται για το USB key σας.
es_es: Tambien es posible instalar Salix OS desde una llave USB (pero considere instalar también desde un Live USB de Salix). La parte más difícil es saber el nombre del dispositivo de su llave USB. Es posible que desee ejecutar el comando "fdisk-l" como root para saber qué dispositivo se utiliza para la llave USB.
it_it: L'installazione di Salix OS da chiavetta USB è possibile (anche da una chiavetta USB Live). La cosa più difficile da sapere è qual'è l'identificativo della chiavetta. Lanciando da root il comando ''fdisk-l'' potete vedere come viene identificato il dispositivo.
nl_nl: Het is ook mogelijk om Salix OS van een USB stick te installeren (en natuurlijk ook installatie vanaf een Salix Live USB). Het moeilijkste deel is om de 'device' naam van uw USB stick te weten. U kunt het commando "fdisk -l" als root gebruiken om uit te vinden welke 'device' wordt gebruikt voor uw USB stick.
pl_pl: Instalacja Salix OS z klucza USB jest również możliwa (ale należy rozważyć zainstalowanie z Salix Live USB również). Najtrudniejszą częścią jest poznanie nazwy urządzenia klucza USB. Możesz wydać polecenie "fdisk-l" jako root aby wiedzieć, jakie urządzenie jest używane do klucza USB.
sv_se: Installera Salix OS från ett USB-minne är också möjligt (men överväg att installera från en Salix Live USB också). Den svåraste delen är att veta enhetsnamnet för ditt USB-minne. Du kanske vill att utfärda kommandot "fdisk-l" som root för att veta vilken enhet som används för din USB-minne.
uk_ua: Також можна становити Salix OS з USB-флешки (однак спершу розважте встановлення з Salix Live USB). Найважче це взнати назву пристрою Вашої флешки USB. Ви можете запустити команду “fdisk -l” як суперкористувач, щоб знати, який пристрій використовується Вашою USB флешкою.

source: Create your USB stick with <ulink url="http://unetbootin.sourceforge.net/">unetbootin</ulink>
ar_sa: إنشاء مُشغل USB باستخدام <ulink url="http://unetbootin.sourceforge.net/">unetbootin</ulink>
el_gr: Δημιουργήστε το USB stick σας με το <ulink url="http://unetbootin.sourceforge.net/">Unetbootin</ulink>
es_es: Crear su llave USB con <ulink url="http://unetbootin.sourceforge.net/">unetbootin</ulink>
it_it: Create la chiavetta USB con <ulink url="http://unetbootin.sourceforge.net/">unetbootin</ulink>
nl_nl: Maak uw USB stick met <ulink url="http://unetbootin.sourceforge.net/">unetbootin</ulink>
pl_pl: Tworzenie USB za pomocą<ulink url="http://unetbootin.sourceforge.net/"> UNetbootin </ulink>
sv_se: Skapa ditt USB-minne med <ulink url="http://unetbootin.sourceforge.net/"> UNetbootin </ulink>
uk_ua: Створіть Вашу флешку USB за допомогою <ulink url="http://unetbootin.sourceforge.net/">unetbootin</ulink>

source: At Salix installation chose "Install from hard disk"
ar_sa: في Salix اختار تثبيت "التثبيت من القرص الثابت"
el_gr: Στην εγκατάσταση Salix επέλεξε "Εγκατάσταση από σκληρό δίσκο"
es_es: En la instalación de Salix elija "Instalar desde el disco duro"
it_it: All'avvio della procedura di installazione selezionate 'Installa da disco fisso''
nl_nl: Bij de Salix installatie kies "Installeer van harddisk"
pl_pl: W instalacji Salix wybierz "Zainstaluj z dysku"
sv_se: På Salix installation välj "Installera från hårddisken"
uk_ua: При встановленні вибрати "Встановити з твердого диску"

source: Enter the device of your USB stick: This probably is /dev/sdb1 if you only have one hard disk. Please note that a Few sticks are mounted by /dev/sdb instead of /dev/sdb1
ar_sa: أدخل مُشغل USB: وهو في الغالب/dev/sdb1 إذا كان لديك قرص ثابت واحد فقط. يرجى ملاحظة أن بعض مُشغلات USB يتم تحميلها ب/dev/sdb بدلاً من/dev/sdb1
el_gr: Εισάγετε τη συσκευή του USB stick σας: Αυτό είναι πιθανά το /dev/sdb1 εάν έχετε μόνο ένα σκληρό δίσκο. Παρακαλώ σημειώστε ότι είναι μερικά stick προσαρτώνται από /dev/sdb αντί για /dev/sdb1
es_es: Ingrese el dispositivo de su llave USB: Probablemente sea /dev/sdb1 si tiene solamente un disco duro. Por favor advierta que algunas llaves se montan en /dev/sdb en lugar de /dev/sdb1
it_it: Inserite il nome del dispositivo relativo alla chiavetta: di solito è qualcosa come /dev/sdb1 se avete un solo hard disk. Alcune chiavette possono essere riconosciute come /dev/sdb invece di /dev/sdb1
nl_nl: Voer het 'device' van uw USB stick in: Dit is waarschijnlijk /dev/sdb1 indien u één harddisk heeft. Merk op dat een enkele stick 'gemount' is als /dev/sdb in plaats van /dev/sdb1
pl_pl: Wprowadź urządzenie pamięci USB: To jest prawdopodobnie /dev/sdb1, jeśli masz tylko jeden dysk twardy. Należy pamiętać, że dla kilku pendrive są montowane przez /dev/sdb zamiast / dev/sdb1
sv_se: Ange enheten för ditt USB-minne: Det här är förmodligen /dev/sdb1 om du bara har en hårddisk. Observera att några pinnar monteras som /dev/sdb istället för /dev/sdb1
uk_ua: Задайте пристрій для Вашої USB-флешки: Напевно це є /dev/sdb1, якщо Ви маєте тільки один твердий диск. Зауважте, що деякі флешки монтуються як /dev/sdb замість /dev/sdb1.

source: The next dialog asks where the Salix packages are located on the USB stick. The correct answer here is /salix
ar_sa: يسألك مربع الحوار التالي أين يوجد Salix في مُشغل USB. الجواب الصحيح هنا هو/salix
el_gr: Το επόμενο παράθυρο διαλόγου ζητά που τα πακέτα Salix βρίσκονται στο USB stick. Η σωστή απάντηση είναι εδώ /salix
es_es: La siguiente caja de diálogo pregunta donde se localizan los paquetes de Salix en la llave USB. La respuesta correcta aquí es /salix
it_it: Il messaggio successivo vi chiede di indicare la posizione dei pacchetti Salix sulla chiavetta. La risposta da inserire è /salix
nl_nl: De volgende dialoog zal vragen waar de Salix pakketten op de USB stick aanwezig zijn. Het antwoord hierop is /salix
pl_pl: W następnym oknie zostaniesz zapytany gdzie paczki Salix znajdują się na pamięci USB. Prawidłowa odpowiedź to /salix
sv_se: I nästa dialogruta frågas var Salix-paketen finns på USB-minne. Rätt svar här är /salix
uk_ua: Наступний діалог запитає Вас, де знаходяться пакунки Salix на флешці USB. Правильна відповідь тут є /salix

source: Installation should continue normally
ar_sa: ينبغي عادة متابعة التثبيت
el_gr: Η εγκατάσταση θα πρέπει να συνεχιστεί κανονικά
es_es: La instalación debería continuar normalmente
it_it: L'installazione proseguirà come di consueto
nl_nl: De installatie behoort normaal te verlopen
pl_pl: Instalacja powinna być kontynuowana normalnie
sv_se: Installationen bör fortsätta normalt
uk_ua: Встановлення повинно нормально продовжитися

source: Alternatively, you can mount your USB key first.
ar_sa: بدلاً من ذلك، يمكنك تحميل USB أولاً.
el_gr: Εναλλακτικά, μπορείτε να τοποθετήσετε το κλειδί USB σας πρώτα.
es_es: alternativamente, puede montar primero su llave USB.
it_it: In alternativa, potete montare prima la chiavetta USB.
nl_nl: Anderszins kunt u uw USB stick eerst 'mounten'.
pl_pl: Alternatywnie, można zamontować klucz USB.
sv_se: Alternativt kan du montera din USB-minne först.
uk_ua: Альтернативно Ви можете спочатку змонтувати Вашу флешку USB.

source: After starting up the set up screen, select your keyboard type and exit the setup
ar_sa: بعد بدء تشغيل إعداد الشاشة، حدد نوع لوحة المفاتيح ثم قم بإنهاء برنامج الإعداد
el_gr: Μετά την έναρξη λειτουργίας της που οθόνης ρυθμίσεων, επιλέξτε τον τύπο του πληκτρολογίου σας και βγείτε από τη ρύθμιση
es_es: Después de iniciar configure la pantalla, seleccione el tipo de teclado y salga de la configuración
it_it: Dopo aver avviato la schermata di set up, selezionate la mappatura di tastiera ed uscite dalla procedura di set up.
nl_nl: Selecteer het type toetsenbord na het opstarten van het instelscherm en verlaat vervolgens het venster met instellingen.
pl_pl: Po uruchomieniu ustaw ekran, wybierz typ klawiatury i zakończ setup
sv_se: Efter att ha startat upp uppsättningsskärmen, välja ditt tangentbords typ och avsluta setup
uk_ua: Після запуску налаштування екрану, виберіть тип клавіатури і вийдіть з налаштування.

source: Type “mkdir /salix” (without the quotation marks)
ar_sa: اكتب “mkdir /salix” (بدون علامات اقتباس)
el_gr: Πληκτρολογήστε "mkdir /salix" (χωρίς τα εισαγωγικά)
es_es: Escribir "mkdir /salix" (sin las comillas)
it_it: Digitate ''mkdir /salix'' (senza gli apici)
nl_nl: Typ “mkdir /salix” (zonder de quootjes)
pl_pl: Wpisz "mkdir /salix" (bez cudzysłowów)
sv_se: Skriv "mkdir /salix" (utan citattecken)
uk_ua: Введіть “mkdir /salix” (без лапок)

source: Type “mount /dev/sdb /salix” (sdb can be sdb1, depending on the assignment by your machine)
ar_sa: اكتب “mount /dev/sdb /salix” (sdb can be sdb1, اعتماداً على تعيين الجهاز الخاص بك)
el_gr: Πληκτρολογήστε "mount /dev/sdb /salix" (το sdb μπορεί να είναι sdb1, ανάλογα με την κατάταξη από το μηχάνημά σας)
es_es: Escribir "mount /dev/sdb /salix" (sdb puede ser sdb1, dependiendo de la asignación de su máquina)
it_it: Digitate ''mount /dev/sdb /salix'' (sdb può anche essere sdb1 a seconda di come il dispositivo viene riconsciuto dalla macchina)
nl_nl: Typ “mount /dev/sdb /salix” (sdb of sdb1, afhankelijk van de typering op uw systeem)
pl_pl: wpisz "mount /dev/sdb/salix" (zamiast sdb może to być sdb1 w zależności od tego jak komputer przyznał nazwy kluczom usb)
sv_se: Skriv "mount /dev/sdb/salix" (sdb kan vara sdb1, beroende på tilldelning av din maskin)
uk_ua: Введіть “mount /dev/sdb /salix” (sdb може бути sdb1, залежно від Вашого комп’ютера)

source: Type setup to restart the installation process
ar_sa: اكتب setup لإعادة تشغيل عملية التثبيت
el_gr: Πληκτρολογήστε setup για επανεκκίνηση της διαδικασίας εγκατάστασης
es_es: Escribir setup para reiniciar el proceso de instalación
it_it: Digitate setup per riprendere la procedura di installazione
nl_nl: Typ 'setup' om het installatieproces opnieuw te starten.
pl_pl: Wpisz setup aby zrestartować proces instalacji
sv_se: Skriv setup för att starta installationen
uk_ua: Введіть setup для початку нового встановлення

source: When asked for the source file, select “from a local directory” and type in “/salix/salix”
ar_sa: عند السؤال عن الملف المصدر، حدد "من مجلد محلي" واكتب في “/salix/salix”
el_gr: Όταν ρωτηθήτε για το αρχείο προέλευσης, επιλέξτε "από έναν τοπικό κατάλογο" και πληκτρολογήστε "/salix/salix"
es_es: Cuando se le pregunte por el archivo fuente, seleccione "desde un directorio local" y escriba "/salix/salix"
it_it: Quando verrà richiesto di indicare l'origine dei file selezionate ''from a local directory'' e digitate ''/salix/ salix''
nl_nl: Selecteer “van een lokale map” indien om het bronbestand wordt gevraagd en voer “/salix/salix” in
pl_pl: Na pytanie o plik źródłowy, wybierz opcję "z lokalnego katalogu" i wpisz "/salix/salix"
sv_se: När du tillfrågas om källfilen, välj "från en lokal katalog" och skriv "/salix/salix"
uk_ua: Коли Вас запитають про вихідний файл, виберіть “з локальної теки” і введіть “/salix/salix”
