Repository: Salix-OS/salix-startup-guide
Catalog: */Chapter4.po
Languages: el_gr, es_es, fr_fr, it_it, nl_nl, pl_pl, sv_se, uk_ua

source: You should then see the Salix wallpaper, and a message will appear briefly telling you how to view a list of commands. Type Ctrl-t (C-t, in Ratpoison's own notation) then a question mark; pressing any key takes you back to where you were before. There is nothing to see (apart from the beautiful Salix wallpaper)! But it's just as easy to set Ratpoison to work as with any more conventional desktop.
el_gr: Θα πρέπει να δείτε στη συνέχεια, την ταπετσαρία του Salix, και θα εμφανιστεί ένα μήνυμα που σας ενημερώνει εν συντομία πώς να δείτε μια λίστα εντολών. Πληκτρολογήστε Ctrl-t (C-t, στη σημειογραφία του Ratpoison), τότε ένα ερωτηματικό; Πατώντας οποιοδήποτε πλήκτρο θα σας μεταφέρει πίσω εκεί που ήσασταν πριν. Δεν υπάρχει τίποτα να δείτε (εκτός από την όμορφη ταπετσαρία Salix)! Αλλά είναι εξίσου εύκολο να ρυθμίσετε το Ratpoison να εργαστεί όπως συμβαίνει με πιο συμβατικά desktop.
es_es: A continuación, debería ver el fondo de pantalla de Salix, y aparecerá un mensaje breve que le dice cómo ver la lista de comandos. Presione Ctrl-t (Ct, en notación propia de Ratpoison) entonces un signo de interrogación, pulsando cualquier tecla lo lleva de vuelta a donde estaba antes. No hay nada que ver (aparte del hermoso fondo de escritorio de Salix)! Pero es igual de fácil de configurar Ratpoison para trabajar como con cualquier escritorio de ordenador más convencional.
fr_fr: Vous devriez alors voir le fond d'écran Salix, et un message apparaîtra brièvement, vous indiquant comment visualiser une liste des commandes. Tapez Ctrl-C (C-t selon la notation de Ratpoison) puis un point d'interrogation ; l'appui sur n'importe quelle touche vous fait revenir où vous étiez avant. Il n'y a rien à voir (à part le magnifique fond d'écran Salix) ! Mais c'est aussi facile de faire fonctionner Ratpoison, comme n'importe quel bureau plus conventionnel.
it_it: A questo punto vedrete lo sfondo del desktop di Salix ed un breve messaggio vi indicherà come far apparire una lista di comandi. Digitate Ctrl-t (C-t, nella notazione specifica usata da Ratpoison) seguito da un punto interrogativo; premendo un qualunque altro tasto sarete riportati alla situazione di partenza. Non c'è nulla da vedere (tranne il bellissimo sfondo creato per Salix)! Tuttavia Ratpoison può essere configurato in modo da lavorare come qualsiasi altro ambiente desktop convenzionale.
nl_nl: U behoort nu de Salix achtergrond te zien en een bericht dat kort zal verschijnen en vertelt hoe u een lijst van commando's kunt bekijken. Druk op Ctrl-t (C-t in Ratpoison's eigen notatie) en vervolgens een vraagteken; ieder andere toets leidt u terug naar waar u was. Er is niets te zien (buiten de prachtige Salix achtergrond!) maar het is even eenvoudig om Ratpoison in te stellen om te werken als met enig andere conventionele desktop.
pl_pl: Powinieneś wtedy zobaczyć tapetę Salix, i na krótko pojawi się komunikat z informacją, jak wyświetlić listę poleceń. Naciśnij kombinację klawiszy Ctrl-t (C-t, we własnych notacji Ratpoison ), później znak zapytania, naciśnięcie dowolnego klawisza powoduje powrót do miejsca, gdzie byłeś wcześniej. Nie ma nic, do zobaczenia (oprócz pięknych tapet Salix)! Ale łatwo ustawić Ratpoison do pracy z z bardziej konwencjonalnym desktopem.
sv_se: Du bör då se Salix bakgrund, och ett meddelande visas en kort stund som talar om för dig hur du visar en lista över kommandon. Typ Ctrl-t (C-t, i Ratpoisons egna notation) sedan ett frågetecken, tryck på en tangent tar dig tillbaka till där du var innan. Det finns ingenting att se (förutom den vackra Salix tapeten)! Men det är lika lätt att ställa Ratpoison att arbeta som med alla mer konventionella skrivbord.
uk_ua: Ви повинні побачити заставку Salix, і має появитися на коротко повідомлення про те, як побачити список команд. Введіть Ctrl+t (C-t, в позначеннях Ratpoison) а потім знак запитання; натиснення будь-якої клавіші поверне Вас назад до місця, де Ви перебували перед тим. Тут нема на що дивитися (крім, хіба що чудової заставки Salix)! Ось так легко можна працювати з Ratpoison як і з будь-яким іншим середовищем робочого столу.

source: To select an application from the menu, type C-t r, and use the arrow keys to navigate (Vim's hjkl keys also work). Right arrow (or l) accesses submenus (such as "Network"), and left arrow (or h) goes back up a level. Right arrow or enter runs the application (if you open one by mistake, don't worry, just type C-t r again - we will see how to close windows and applications later).
el_gr: Για να επιλέξετε μια εφαρμογή από το μενού, πληκτρολογήστε C-t r, και χρησιμοποιήστε τα βελάκια για να περιηγηθείτε (τα κλειδιά του Vim hjkl επίσης δουλεύουν). Δεξί βέλος (ή l) έχει πράσβαση σε υπομενού (όπως το «Δίκτυο»), και το αριστερό βέλος (ή h) πάει πίσω ένα επίπεδο. Το Δεξί βέλος ή το enter τρέχει την εφαρμογή (αν ανοίξετε ένα κατά λάθος, μην ανησυχείτε, απλά πληκτρολογήστε C-t r και πάλι - θα δούμε πώς να κλείνετε τα παράθυρα και τις εφαρμογές αργότερα).
es_es: Para seleccionar una aplicación desde el menú, escriba C-t r, y use las flechas de tecla para navegar (las teclas hjkl de Vim también funcionan). La flecha derecha (o l) accede a submenús (como "Red") y la flecha izquierda (o h) va hacia atrás un nivel. La flecha derecha o Enter ejecuta la aplicación (si abre una por error, no se preocupe, simplemente escriba C-t r otra vez - más tarde verá como cerrar ventanas y aplicaciones).
fr_fr: Pour sélectionner une application à partir du menu, tapez C-t r, et utilisez les touches fléchées pour naviguer (les touches hjkl de Vim fonctionnent aussi). Flèche de gauche (ou h) remonte d'un niveau. Flèche de droite ou Entrée lance l'application (is you en ouvrez une par erreur, ne vous inquiétez pas, tapez simplement C-t r une nouvelle fois – nous verrons comment fermer des fenêtres et des applications plus tard).
it_it: Per selezionare un'applicazione dal menu, digitate C-t r ed utilizzate i tasti freccia per navigare (i tasti hjkl di Vim funzionano ugualmente). Freccia destra (oppure l) consente l'accesso ai sottomenu (ad esempio ''Network''); Freccia sinistra (oppure h) risale di un livello. Freccia destra o invio lanciano l'applicazione (se l'avete aperta per errore, nessun problema... digitate di nuovo C-t r . Vedremo in seguito come chiudere le finestre e le applicazioni).
nl_nl: Om een applicatie te selecteren uit het menu, druk op C-t r, en gebruik de pijltjestoetsen om te navigeren (Vim's hjkl toetsen werken ook). Rechter pijltoets (of 'l') gaat naar submenu's (zoals "Network") en linker pijltoets (of 'h') gaat terug, een niveau hoger. Rechter pijltoets of enter zal de applicatie starten (indien u bij vergissing er één start, maakt u zich geen zorgen, voer C-t r opnieuw uit - we zullen later kijken hoe vensters en applicaties te sluiten).
pl_pl: Aby wybrać aplikację z menu, wpisz C-t r, i za pomocą klawiszy strzałek, nawiguj (hjkl vima również działa). Strzałka w prawo (lub l) uzyskuje dostęp do podmenu (np. "Sieć"), a strzałka w lewo (lub h) wraca do poziomu. Strzałka w prawo lub enter uruchamia aplikację (jeśli otworzysz przez pomyłkę, nie martw się, po prostu wpisz C-t r ponownie - zobaczymy jak zamknąć okna i aplikacje później).
sv_se: För att välja ett program från menyn, skriv C-t r, och använd piltangenterna för att navigera (Vim's hjkl tangenter fungerar också). Högerpil (eller l) leder till undermenyer (t ex "Nätverk"), och vänster pil (eller h) går tillbaka upp en nivå. Högerpil eller enter kör programmet (om du öppnar en av misstag, oroa dig inte, skriv bara C-t r igen - vi får se hur man stänger fönster och program senare).
uk_ua: Для вибору програми з меню натиснітьC-t r, і тоді використайте стрілки для переміщення (або клавіші hjkl так як у Vim). Права стрілка (або l) входить в підменю (такі як "Мережа"), ліва стрілка (або h) переносить вверх на один рівень. Права стрілка або клавіша вводу запускає програму (якщо Ви відкриєте програму по помилці, не турбуйтесь, просто натисніть C-t r знову - як закривати вікна і програми ми навчимося пізніше).

source: Screenshot of Ratpoison menu browsing
el_gr: Στιγμιότυπο περιήγησης μενού Ratpoison
es_es: Captura de pantalla de la navegación del menú de Ratpoison
fr_fr: Capture d'écran de l'exploration du menu de Ratpoison
it_it: Schermata di navigazione del menu con Ratpoison
nl_nl: Screenshot van het Ratpoison menu 'browsing'
pl_pl: Zrzut ekranu z przeglądarki menu Ratpoison
sv_se: Skärmdump av Ratpoison menyn besöker
uk_ua: Знімок переглядання меню в Ratpoison

source: Some common options are available directly at the top. The Vimprobable2 browser, for instance, can be found under Network but also by just selecting "Browser". Remember to use the keyboard and not the mouse! A third way to open it bypasses the menu altogether: C-t v. You can create more shortcuts like this for applications you use a lot by adding them to the configuration file, which we will look at below.
el_gr: Μερικές κοινές επιλογές είναι διαθέσιμες άμεσα στην κορυφή. Το πρόγραμμα περιήγησης, Vimprobable2 για παράδειγμα, μπορεί να βρεθεί κάτω από το Δίκτυο, αλλά και πιο απλά επιλέγοντας "Browser". Θυμηθείτε να χρησιμοποιήτε το πληκτρολόγιο και όχι το ποντίκι! Ένας τρίτος τρόπος για να το ανοίξετε παρακάμπτοντας το μενού εντελώς: C-t v. Μπορείτε να δημιουργήσετε περισσότερες συντομεύσεις, όπως αυτή για τις εφαρμογές που χρησιμοποιείτε συχνά, προσθέτοντάς τες στο αρχείο ρυθμίσεων, το οποίο θα εξετάσουμε παρακάτω.
es_es: Algunas opciones comunes están disponibles directamente en la parte superior. El navegador Vimprobable2, por ejemplo, se encuentra bajo Red, pero también al seleccionar "Navegador". ¡Recuerde usar el teclado y no el ratón! Una tercera forma para abrirlo saltea el menú por completo: C-t v. Ud puede crear más accesos directos como este para las aplicaciones que usa mucho agregándolas al archivo de configuración, que veremos más abajo.
fr_fr: Quelques options courantes sont disponibles directement en tête. Le navigateur Vimprobable2, par exemple, peut être trouvé sous Network mais aussi en sélectionnant simplement Browser. Souvenez-vous que vous devez utiliser le clavier, et pas la souris ! Une troisième façon de le lancer court-circuite complètement le menu : C-t v. Vous pouvez créer plus de raccourcis comme celui-ci pour les applications que vous utilisez souvent en les ajoutant au fichier de configuration, ce que nous verrons dans la suite.
it_it: Alcune opzioni comuni sono disponibili direttamente in alto. Il browser Vimprobable2, ad esempio, si trova sia sotto la voce di menu Network ma anche solo selezionando ''Browser''. Ricordatevi di usare la tastiera e non il mouse! Una terza soluzione che salta competamente il menu è la combinazione C-t-v. Potete creare altre combinazioni come questa per le applicazioni che usate maggiormente semplicemente aggiungendole al file di configurazione, che andremo a vedere tra poco.
nl_nl: Sommige standaard opties zijn direct bovenaan beschikbaar. De Vimprobable 2 browser bijvoorbeeld, kan gevonden worden onder Network, maar ook door gewoon "Browser" te selecteren. Onthoudt om het toetsenbord te gebruiken en niet de muis! Een derde manier om het te openen ontziet het menu helemaal: C-t v. U kan meer toetscombinaties als deze voor veelgebruikte applicaties maken door ze in het configuratiebestand toe te voegen. We zullen dit later bespreken.
pl_pl: Niektóre wspólne opcje są dostępne bezpośrednio na górze. Vimprobable2 - przeglądarkę, na przykład, można znaleźć w menu sieci, ale także po prostu wybierając "Browser". Pamiętaj, aby używać klawiatury, a nie myszy! Trzecim sposobem, aby go otworzyć z całkowitym pominięciem menu: C-t v. Można utworzyć kilka skrótów takich jak dla aplikacji których używasz często, dodając je do pliku konfiguracyjnego, który przyjrzymy później.
sv_se: Några vanliga alternativ är tillgängliga direkt i toppen. Vimprobable2 webbläsaren, kan till exempel hittas under Nätverk, men även också genom att bara välja "Browser". Kom ihåg att använda tangentbordet och inte musen! Ett tredje sätt att öppna den kringgår menyn helt och hållet: C-t v. Du kan skapa fler genvägar så här för program du använder mycket genom att lägga till dem i konfigurationsfilen, som vi kommer att titta på här nedan.
uk_ua: Деякі загальні опції доступні просто вгорі сторінки. Переглядач Vimprobable2, наприклад, можна знайти в меню Мережа, а також вибираючи "Переглядач". Пам’ятатйте про використання клавіатури, а не миші! Третій шлях відкрити переглядач - через відкриття меню за допомогою: C-t v. Ви можете створити більше скорочень для програм, що часто використовуються, додаючи їх до конфігураційного файлу, на який ми розглянемо нижче.

source: apvlv, under Accessories, can be used to read pdf documents such as this guide. Also under accessories, 'Unit conversion' starts the console application units, which will convert between a large range of scales, such as time, weight, or currency, including some quite unusual ones.
el_gr: apvlv, κάτω απο τα Accessories, μπορεί να χρησιμοποιηθεί για να διαβάσετε έγγραφα PDF, όπως αυτός ο οδηγός. Επίσης, κάτω από τα accessories, 'Μετατροπή μονάδων» ξεκινά την εφαρμογή κονσόλας μονάδων, η οποία θα μετατρέψει μεταξύ ένα μεγάλου φάσματος κλιμάκων, όπως ο χρόνος, το βάρος, ή το νόμισμα, συμπεριλαμβανομένων και μερικών ασυνήθιστων.
es_es: apvlv, bajo Accesorios, se puedee usar para leer documentos pdf como esta guía. También bajo Accesorios, "Conversión de unidades" inicia aplicaciones de consola de unidades que convertirán entre una amplia gama de escalas, tales como tiempo, peso o moneda, incluyendo algunas inusuales.
fr_fr: apvlv, sous Accessories, peut être utilisé pour consulter des documents PDF comme ce guide. Aussi sous Accessories, Unit conversion lance l'application console units, qui convertira une grande variété de mesures, comme le temps, le poids ou les devises, dont certaines devises peu fréquentes.
it_it: apvlv si trova sotto la voce Accessories e viene utilizzato per la lettura di documenti in formato PDF come la guida che state leggendo. Tra gli accessori trovate 'Unit conversion', che avvia l'applicazione units in modalità console. E' un convertitore con svariate unità di misura di tempo, peso o valute, includendone alcune piuttosto particolari.
nl_nl: apvlv, onder 'Accessories', kan worden gebruikt om PDF documenten zoals deze gids te lezen. Ook te vinden onder 'accessories', is 'Unit conversion' en start de console applicatie units, welke conversies doet tussen een grote hoeveelheid schalen, zoals tijd, gewicht of valuta, inclusief wat zeer eigenaardige.
pl_pl: apvlv pod akcesoriami, może być wykorzystany do odczytu dokumentów PDF, takich jak ten przewodnik. Również w ramach akcesoriów, "Unit conversion" uruchamia aplikację konsolową jednostek, i można w niej dokonać konwersji pomiędzy szeroką gamę jednostek jak wag, takich jak czas, masa, lub waluty, w tym niektóre z nich są dość niezwykłe.
sv_se: apvlv under Tillbehör, kan användas för att läsa PDF-dokument som den här handboken. Även under tillbehör, "Konvertering" startar konsol programmet, som kommer att konvertera mellan ett stort utbud av skalor, såsom tid, vikt, eller valuta, inklusive några riktigt ovanliga sådana.
uk_ua: Програму apvlv, в пункті Утиліти, можна використати для читання pdf документів, таких як допомога. Також в цьому пункті, 'Конвертація величин' запускає консольну програму для конвертації величин, таких як час, вага, валюта, а також деякі незвичні величини.

source: Vimprobable browsing
el_gr: Vimprobable περιήγηση
es_es: Navegador Vimprobable
fr_fr: Navigation avec Vimprobable
it_it: Navigazione tramite Vimprobable
nl_nl: Browsen met Vimprobable
pl_pl: przeglądarka Vimprobable
sv_se: Vimprobable surfning
uk_ua: Веб-переглядач Vimprobable

source: Notice that there are no menus, toolbars, buttons, or scrolling - just a line at the bottom containing the URL. To open a different page, type o, and :open should appear at the very bottom left of the screen. Type <ulink url="http://www.nongnu.org/ratpoison/doc/">http://www.nongnu.org/ratpoison/doc/</ulink>. When the page has loaded, type f and then select a number to follow a link:
el_gr: Σημειώστε ότι δεν υπάρχουν μενού, γραμμές εργαλείων, κουμπιά, ή κύλιση - απλώς μια γραμμή στο κάτω μέρος που περιέχει το URL. Για να ανοίξετε μια διαφορετική σελίδα, πληκτρολογήστε o, και: ανοιχτή θα πρέπει να εμφανισθεί στο κάτω αριστερό μέρος της οθόνης. Πληκτρολογείστε <ulink url="http://www.nongnu.org/ratpoison/doc/"> http://www.nongnu.org/ratpoison/doc/ </ulink> . Όταν φορτωθεί η σελίδα, γράψτε f και στη συνέχεια επιλέξτε έναν αριθμό για να ακολουθήσετε ένα σύνδεσμο:
es_es: Advierta que no hay menús, barras de herramientas, botones o barras de desplazamiento - solamente una línea al final conteniendo la URL. Para abrir una página diferente, escriba o, y :open debería aparecer en la esquina inferior izquierda de la pantalla. Escriba <ulink url="http://www.nongnu.org/ratpoison/doc/">http://www.nongnu.org/ratpoison/doc/</ulink>. Cuando se haya cargado la página, escriba f y entonces seleccione un número para seguir un enlace:
fr_fr: Notez qu'il n'y a ni menus, ni barres d'outils, ni boutons, ni barres de défilement – juste une ligne en bas contenant l'URL. Pour ouvrir une page différente, tapez o, et :open devrait apparaître tout en bas, à gauche de l'écran. Tapez <ulink url="http://www.nongnu.org/ratpoison/doc/">http://www.nongnu.org/ratpoison/doc/</ulink>. Lorsque la page est chargée, tapez f puis sélectionnez un numéro pour suivre un lien :
it_it: Noterete l'assenza di menu, barre degli strumenti, tasti o barre di scorrimento-solo una riga al fondo per digitare l'URL. Per aprire un'altra pagina digitate o e :open apparirà nella parte inferiore sinistra dello schermo. Digitate <ulink url="http://www.nongnu.org/ratpoison/doc/">http://www.nongnu.org/ratpoison/doc/</ulink>. Appena la pagina è caricata digitate f e selezionate un numero per seguire un link:
nl_nl: Onthoudt dat er geen menu's, werkbalken, knoppen of scrollbalken zijn - uitsluitend een veld onderaan die de URL bevat. Om een andere pagina te openen, voer o in, en :open behoort te verschijnen links onderin het scherm. Voer <ulink url="http://www.nongnu.org/ratpoison/doc/">http://www.nongnu.org/ratpoison/doc/</ulink> in. Wanneer de pagina geladen is, voer f in en selecteer een nummer om de link te volgen.
pl_pl: Zauważ, że nie ma menu, pasków narzędzi, przycisków, lub przewijania - tylko linia na dole, zawierająca adres URL. Aby otworzyć inną stronę, należy wpisać o lub :open i powinien pojawić się na samym dole po lewej stronie ekranu. Wpisz <ulink url="http://www.nongnu.org/ratpoison/doc/"> http://www.nongnu.org/ratpoison/doc/ </ulink> . Po załadowaniu strony, wpisz f , a następnie wybierz numer aby wejść na konkretny link:
sv_se: Observera att det inte finns några menyer, verktygsfält, knappar, eller skrollning - bara en rad längst ner som innehåller webbadressen. För att öppna en annan sida, tryck o, och :öppna ska visas längst ner till vänster på skärmen. Skriv in <ulink url="http://www.nongnu.org/ratpoison/doc/">http://www.nongnu.org/ratpoison/doc/</ulink>. När sidan har laddats tryck F och välj sedan ett nummer att följa en länk:
uk_ua: Зауважте, що тут немає меню, панелей, кнопок або прокрутки - тільки стрічка вверху, що містить URL. Щоб відкрити іншу сторінку, натисніть o, а тоді повинно появитися :open в лівому верхньому кутку екрану. Напишіть <ulink url="http://www.nongnu.org/ratpoison/doc/">http://www.nongnu.org/ratpoison/doc/</ulink>. Коли сторінка завантажиться, натисніть f і тоді виберіть номер щоб перейти за посиланням:

source: Screenshot of Vimprobable browsing
el_gr: Στιγμιότυπο του Vimprobable περιήγηση
es_es: Captura de pantalla del navegador Vimprobable
fr_fr: Capture d'écran de la navigation avec Vimprobable
it_it: Schermata di navigazione con Vimprobable
nl_nl: Screenshot van de Vimprobable browser
pl_pl: Zrzut ekranu z przeglądarki Vimprobable
sv_se: Skärmdump av Vimprobable surfning
uk_ua: Знімок веб-переглядача Vimprobable
