Repository: Salix-OS/salix-startup-guide
Catalog: */Chapter1.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he_il, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, uk_ua

source: The Salix repositories offer dependency resolution support and are the largest third party software package repositories for Slackware offered to date
ar_sa: مستودعات Salix تقدم دعم القرار التبعية وتمثل مستودعات حزم برمجيات الطرف الثالث وأكبر مستودعات سلاكوير عرضت حتى الآن
cs_cz: Salixový repozitář poskytuje řešení závislostí a je nyní největším balíčkovacím repozitářem třetí strany, který je používán Slackwarem
el_gr: Τα αποθετήρια του Salix προσφέρουν υποστήριξη επίλυσης εξαρτήσεων και είναι τα μεγαλύτερα αποθετήρια πακέτων λογισμικού τρίτων για το Slackware που προσφέρονται μέχρι σήμερα
es_es: Los repositorios de Salix ofrecen soporte de resolución de dependencias y son los repositorios de software de terceras partes más grandes para Slackware ofrecidos a la fecha
fr_fr: Les dépôts Salix offrent la gestion de la résolution des dépendances et sont les dépôts Slackware tierce-partie les plus larges disponibles à ce jour
he_il: המאגרים של סאליקס מציעים תמיכה בפתירת תלויות ואת מאגרי החבילות צד־שלישי של Slackware הכי גדולים שמוצעים נכון להיום
it_it: I repository di Salix includono il supporto alla risoluzione delle dipendenze e sono attualmente il più vasto repository di pacchetti di terze parti per Slackware
nl_nl: De Salix repositories bieden dependency ondersteuning en zijn de grootste package repositories van derden voor Slackware tot nu toe
pl_pl: Repozytoria Salix oferują wsparcie rozwiązywania zależności i są największym zbiorem repozytoriów oprogramowania w paczkach dla Slackware oferowanych do tej pory
pt_br: Os repositórios Salix oferecem suporte a resolução de dependências e são os maiores repositórios de software de terceiros com pacotes para Slackware oferecidos até o momento
pt_pt: Os repositórios Salix oferecem suporte a resolução de dependências e são o maior third party de repositórios de pacote de software para o Slackware oferecido até a data
ru_ru: Репозитории Salix обеспечивают поддержку учета зависимостей и являются крупнейшими на данный момент репозиториями пакетов сторонних приложений для Slackware
sv_se: Salix arkiv erbjuder stöd att lösa beroendeproblem och är den största tredje part förråd programpaket för Slackware erbjudit hittills
uk_ua: Сховища Salix пропонують підтримку залежностей і є найбільшими сховищами програмного забезпечення сторонніх пакунків для Slackware, пропонованих на сьогоднішній день

source: The Salix repositories are offered for both the 32-bit and 64-bit architectures
ar_sa: يتم عرض مستودعات Salix لكلا من هندسة 32 بت و 64 بت
cs_cz: Repozitáře Salix jsou nabízeny pro 32-bit a 64-bit architektury
el_gr: Τα αποθετήρια Salix προσφέρονται τόσο για την 32-bit και 64-bit αρχιτεκτονικές
es_es: Los repositorios de Salix se ofrecen para arquitecturas de 32 bits y 64 bits
fr_fr: Les dépôts Salix sont disponibles à la fois pour les architectures 32 bits et 64 bits
he_il: המאגרים של סאליקס מוצעים הן עבור ארכיטקטורת 32-ביט והן עבור ארכיטקטורת 64-ביט
it_it: I respository di Salix sono disponibili sia per architetture 32-bit che per 64-bit
nl_nl: De Salix repositories worden aangeboden voor zowel de 32-bits en 64-bit architecturen
pl_pl: Repozytoria Salix oferowane są dla architektur 32-bitowych i 64-bit
pt_br: Os repositórios Salix são oferecidos para ambas as arquiteturas 32-bit e 64-bit
pt_pt: Os repositórios Salix são oferecidos para as arquiteturas de 32 bits e 64-bit
ru_ru: Репозитории пакетов Salix представлены как для 32-х битных так и для 64-х битных архитектур
sv_se: Salix förråden erbjuder både 32-bitars och 64-bitars arkitekturer
uk_ua: Сховища Salix пропонуються як для 32-бітних, так і для 64-бітних архітектур
