Repository: Salix-OS/salix-startup-guide
Catalog: */Chapter3.po
Languages: el_gr, es_ar, fr_fr, it_it, nl_nl, pl_pl, sv_se, uk_ua

source: To use the application, open a Terminal window and issue the command <userinput>slapt-get -u</userinput> first to update the package database on your computer. Then <userinput>slapt-get -l</userinput> to list all the available packages, <userinput>slapt-get –search [package name]</userinput>; to search for a package, and <userinput>slapt-get -i [package name]</userinput> to install a package. For more command line instructions, please refer to <userinput>slapt-get –-help</userinput>.
el_gr: Για να χρησιμοποιήσετε την εφαρμογή, ανοίξτε ένα παράθυρο Terminal και δώστε την εντολή <userinput>slapt-get -u</userinput>για να ενημερώσετε πρώτα τη βάση δεδομένων πακέτων στον υπολογιστή σας. Κατόπιν <userinput>slapt-get -l</userinput>για τη λίστα με όλα τα διαθέσιμα πακέτα, <userinput>slapt-get --search [όνομα πακέτου] </userinput>; Για να αναζητήσετε ένα πακέτο, και <userinput>slapt-get -i [όνομα πακέτου] </userinput> για να εγκαταστήσετε ένα πακέτο. Για περισσότερες οδηγίες γραμμής εντολών, ανατρέξτε στην εντολή<userinput>slapt-get --help </userinput> .
es_ar: Para usar la aplicación, abra una ventana de Terminal y primero ejecute el comando <userinput>slapt-get -u</userinput> para actualizar la base de datos de paquetes en su computadora. Luego ejecute <userinput>slapt-get -l</userinput> para listar todos los paquetes disponibles, <userinput>slapt-get –search [nombre de paquete]</userinput> para buscar un paquete y <userinput>slapt-get -i [nombre de paquete]</userinput> para instalarlo. Para más instrucciones sobre la línea de comandos, refiérase a <userinput>slapt-get –-help</userinput>.
fr_fr: Pour utiliser l'application, ouvrez un terminal et lancez tout d'abord la commande <userinput>slapt-get -u</userinput> pour mettre à jour votre base de donnée locale. Ensuite, <userinput>slapt-get -l</userinput> pour lister tous les paquets disponibles, <userinput>slapt-get –-search [nom du paquet]</userinput> pour rechercher un paquet, et <userinput>slapt-get -i [nom du paquet]</userinput> pour installer un paquet. Pour des instructions supplémentaires, veuillez vous référer à <userinput>slapt-get –-help</userinput>.
it_it: Per usare l'applicazione, aprite una sessione di terminale e digitate <userinput>slapt-get -u</userinput> per aggiornare il database dei pacchetti. Poi il comando <userinput>slapt-get -l</userinput> per la lista dei pacchetti disponibili, <userinput>slapt-get –search [nome pacchetto]</userinput>; per ricercare un pacchetto e <userinput>slapt-get -i [nome pacchetto]</userinput> per installare un pacchetto. Per maggiori informazioni sui comandi, digitate <userinput>slapt-get –-help</userinput>.
nl_nl: Om het programma te gebruiken, open een Terminal and voer eerst het commando <userinput>slapt-get -u</userinput> in om de pakket database te 'updaten' op uw systeem. Vervolgens <userinput>slapt-get -l</userinput> om alle beschikbare pakketten weer te geven, <userinput>slapt-get –search [pakketnaam]</userinput>; om te zoeken voor een pakket, en <userinput>slapt-get -i [pakketnaam]</userinput> om een pakket te installeren. Voor meer commando's kunt u <userinput>slapt-get –-help</userinput> gebruiken.
pl_pl: Aby skorzystać z aplikacji, otwórz okno terminala i wydaj polecenie: <userinput> slapt-get-u </userinput> aby najpierw zaktualizować bazę pakietów na komputerze. Następnie <userinput> slapt-get-l </userinput> aby wyświetlić listę wszystkich dostępnych pakietów, <userinput> slapt-get-search [nazwa pakietu] </userinput> ; aby wyszukać pakiety, <userinput> slapt-get-i [nazwa pakietu] </userinput> do zainstalowania pakietu. Więcej instrukcji wiersza <userinput> slapt-get - help </userinput> .
sv_se: För att använda programmet, öppna ett terminalfönster och kör kommandot <userinput>slapt-get -u</userinput> först uppdatera paketdatabas på din dator. Sedan <userinput>slapt-get -l</userinput> för att lista alla tillgängliga paket, <userinput> slapt-get --search [paketnamn] </userinput> , För att söka efter ett paket, och <userinput> slapt-get -i [paketnamn] </userinput> att installera ett paket. För mer kommandorads instruktioner, se <userinput>slapt-get --help</userinput>.
uk_ua: Щоб скористатися з програми, відкрийте вікно Термінала і запустіть спочатку команду <userinput>slapt-get -u</userinput> для оновлення бази даних пакунків на Вашому комп’ютері. Потім <userinput>slapt-get -l</userinput> для списку всіх доступних пакунків, <userinput>slapt-get –search [назва пакунку]</userinput> для пошуку пакунку, і <userinput>slapt-get -i [package name]</userinput> для встановлення пакунка. Для більше інформації про команди запустіть <userinput>slapt-get –-help</userinput>.

source: Here is a little exercise for you. Try installing <emphasis role="bold">w3m</emphasis> which is a terminal based web browser, by using slapt-get.
el_gr: Εδώ είναι μια μικρή άσκηση για εσάς. Προσπαθήστε να εγκαταστήσετε το <emphasis role="bold">w3m</emphasis> το οποίο είναι ένα πρόγραμμα περιήγησης στο Web, που βασίζεται στο τερματικό χρησιμοποιώντας το slapt-get.
es_ar: Aquí hay un pequeño ejercicio para Ud. Usando slapt-get intente instalar <emphasis role="bold">w3m</emphasis> que es un navegador web basado en texto.
fr_fr: Voici un petit exercice pour vous. En utilisant slapt-get, essayez d'installer <emphasis role="bold">w3m</emphasis> qui est un navigateur internet en mode texte.
it_it: Compito per casa! Installate <emphasis role="bold">w3m</emphasis> - un browser a terminale - usando slapt-get.
nl_nl: Opvolgend een kleine oefening voor u. Probeer <emphasis role="bold">w3m</emphasis> te installeren door middel van slapt-get, een web browser in de terminal.
pl_pl: Oto małe ćwiczenie dla Ciebie. Spróbuj zainstalować <emphasis role="bold"> w3m </emphasis> który jest terminalową przeglądarką internetową, za pomocą slapt-get.
sv_se: Här är en liten övning för dig. Försök att installera <emphasis role="bold">w3m</emphasis> som är en terminal baserad webbläsare, genom att använda slapt-get.
uk_ua: Це маленький досвід для Вас. Спробуйте встановити термінальний веб-переглядач <emphasis role="bold">w3m</emphasis> за допомогою slpat-get.

source: Sourcery is a new graphical frontend to slapt-src (see <xref linkend="sect-Startup_Guide-Package_Management-slapt_src" />), a utility to build and install packages from source using SlackBuilds and/or SLKBUILDs. Before use, you should first click on the <guibutton>Update</guibutton> button on the tool bar to ensure that the latest updates from the software repositories are known to Sourcery. The search field is there for you to search for a particular package, and installations, uninstallations or reinstallations of selected packages are done with right clicks on their status boxes.
el_gr: Το Sourcery είναι ένα νέο γραφικό περιβάλλον για το slapt-src (βλ. <xref linkend="sect-Startup_Guide-Package_Management-slapt_src" /> ), Ένα βοηθητικό πρόγραμμα για την κατασκευή και εγκατάσταση των πακέτων από την πηγή χρησιμοποιώντας SlackBuilds και/ή SLKBUILDs. Πριν από τη χρήση, θα πρέπει πρώτα να κάνετε κλικ στο κουμπί <guibutton>Ενημέρωση</guibutton> στη γραμμή εργαλείων για να διασφαλιστεί ότι οι τελευταίες ενημερώσεις από τα αποθετήρια λογισμικού είναι γνωστές στο Sourcery. Το πεδίο αναζήτησης είναι εκεί για σας να αναζητήσετε ένα συγκεκριμένο πακέτο, και οι εγκαταστάσεις, απεγκαταστάσεις και επανεγκαταστάσεις των επιλεγμένων πακέτων γίνονται με το δεξί κλικ στα κουτιά της κατάστασής τους.
es_ar: Sourcery es una nueva interfaz gráfica para slapt-src (ver <xref linkend="sect-Startup_Guide-Package_Management-slapt_src" />), un utilitario para armar e instalar paquetes desde fuentes usando SlackBuilds y/o SLKBUILDs. Antes de usarlo, primero debería hacer clic en el botón <guibutton>Actualizar</guibutton> en la barra de herramientas para asegurarse que Sourcery conoce las últimas actualizaciones de los repositorios de software. El campo de búsqueda está para que pueda buscar un paquete en particular. Las instalaciones, desinstalaciones y reinstalaciones de paquetes seleccionados se hacen con clics derechos en sus cajas de estado.
fr_fr: Sourcery est un nouvel outil graphique facilitant l'utilisation de slapt-src (voir <xref linkend="sect-Startup_Guide-Package_Management-slapt_src" />), un utilitaire permettant de compiler et d'installer des paquets à partir des sources en utilisant des SlackBuilds et/ou des SLKBUILDs. Avant la toute première utilisation vous devriez cliquer sur le bouton <guibutton>Mis à jour</guibutton> au niveau de la barre d'outil pour faire en sorte que les dernières mises à jour se trouvant sur les dépôts de logiciels soient prises en compte par Sourcery. Le champ de recherche est là pour vous permettre de chercher après un paquet en particulier, et installation, désinstallation, réinstallation des paquets sélectionnés se réalisent à l'aide du clic droit au niveau de leur boîte de status.
it_it: Sourcery è un nuovo frontend grafico per slapt-src (vedi <xref linkend="sect-Startup_Guide-Package_Management-slapt_src" />), una utility per costruire ed installare pacchetti da sorgenti utilizzando gli SlackBuilds e/o SLKBUILDs. Prima dell'utilizzo, dovete cliccare sul bottone <guibutton>Aggiorna</guibutton> della toolbar in modo da sincronizzare Sourcery con gli ultimi aggiornamenti presenti sui repository software. Il campo cerca permette di ricercare un determinato pacchetto; installazione, disinstallazione, reinstallazione dei pacchetti selezionati sono effettuati cliccando col tasto destro del mouse sul box che indica lo stato del pacchetto.
nl_nl: Sourcery is een nieuwe grafische omgeving voor slapt-src (zie <xref linkend="sect-Startup_Guide-Package_Management-slapt_src" />), een tool om pakketten te maken en installeren door middel van SlackBuilds en/of SLKBUILDs. Voor gebruik kunt u het best op de knop <guibutton>Update</guibutton> op de toolbar drukken om er zeker van te zijn dat de laatste updates van de 'repositories' bekend zijn voor Sourcery. Het zoekveld is beschikbaar om te zoeken naar een specifiek pakket, en installaties, deinstallaties of herinstallaties van pakketten worden uitgevoerd door middel van de rechter muisknop op de status iconen.
pl_pl: Sourcery to nowy graficzny interfejs dla slapt-src (patrz <xref linkend="sect-Startup_Guide-Package_Management-slapt_src" /> ), to narzędzie do tworzenia i instalowania pakietów ze źródeł przy pomocy SlackBuilds i/lub SLKBUILDs. Przed użyciem, należy najpierw kliknąć na <guibutton> Aktualizacja </guibutton> przycisk na pasku narzędzi, aby zapewnić, że najnowsze aktualizacje z repozytoriów oprogramowania są znane Sourcery. Pole wyszukiwania jest do Państwa dyspozycji w celu wyszukania konkretnego pakietu, a instalacja, deinstalacja lub ponowna instalacja wybranych pakietów jest wykonywana prawym kliknięciem na ich pola status.
sv_se: Sourcery är ett nytt grafiskt gränssnitt till slapt-src (se <xref linkend="sect-Startup_Guide-Package_Management-slapt_src" /> ), Ett verktyg för att bygga och installera paket från källkod med SlackBuilds och/eller SLKBUILDs. Före användning skall du först klicka på <guibutton>Uppdatera</guibutton> -knappen på verktygsfältet för att säkerställa att de senaste uppdateringarna från programvaran förråden är kända för att Sourcery. Sökfältet finns till för dig att söka efter ett specifikt paket, och installationer, avinstallationer och ominstallationer av valda paketen görs med rätt klick på deras status lådor.
uk_ua: Програма Sourcery - це нова графічна оболонка для (дивіться <xref linkend="sect-Startup_Guide-Package_Management-slapt_src" />), утиліти для створення і встановлення пакунків з джерельних файлів використовуючи SlackBuilds і/або SLKBUILD-и. Перед використанням спочатку натисніть кнопку <guibutton>Оновити</guibutton> на панелі, щоб оновити список пакунків з сховищ, які налаштовані в Sourcery. Поле пошуку служить для пошуку певного пакунка, встановлення, вилучення або перевстановлення вибраного пакунка здійснюється за допомогою правої кнопки миші на індикаторах статусу.

source: Installation/uninstallation/reinstallation will take place once you click on the <guibutton>Execute</guibutton> button.
el_gr: Η εγκατάσταση/απεγκατάσταση/επανεγκατάσταση θα πραγματοποιηθεί μόλις κάνετε κλικ στο κουμπί <guibutton>Εκτέλεση</guibutton> .
es_ar: La instalación/desinstalación/reinstalación ocurrirá cuando haga clic en el botón <guibutton>Ejecutar</guibutton>.
fr_fr: Installation/désinstallation/réinstallation se réaliseront une fois que vous aurez cliqué sur le bouton <guibutton>Executer</guibutton>
it_it: Installazione/disinstallazione/reinstallazione vengono attivate appena viene cliccato il bottone <guibutton>Esegui</guibutton>.
nl_nl: Installatie/de-installatie/herinstallatie zal starten wanneer u op de knop <guibutton>Uitvoeren</guibutton> drukt.
pl_pl: Instalacja/deinstalacja/reinstalacja odbędzie się po kliknięciu na <guibutton> Wykonać </guibutton> przycisk.
sv_se: Installation/avinstallation/ominstallation kommer att äga rum när du klickar på <guibutton>Utför</guibutton> knappen.
uk_ua: Встановлення/вилучення/перевстановлення відбудеться тільки коли Ви натиснете кнопку <guibutton>Запустити</guibutton>.

source: Screenshot of Sourcery
el_gr: Στιγμιότυπο από Sourcery
es_ar: Captura de pantalla de Sourcery
fr_fr: Copie d'écran de Sourcery
it_it: Schermata di Sourcery
nl_nl: Screenshot van Sourcery
pl_pl: Zrzut ekranu z Sourcery
sv_se: Skärmdump av Sourcery
uk_ua: Знімок Sourcery

source: slapt-src is a command line tool that makes the process of downloading and building software packages from slackbuilds.org simple and easy. Slackbuilds.org keeps a large collection of build scripts for extra packages that are still not available from the official Salix / Slackware repositories. Thousands of extra packages are now available to users through this tool.
el_gr: Το slapt-src είναι ένα εργαλείο γραμμής εντολών που καθιστά τη διαδικασία της λήψης και την οικοδόμηση πακέτων λογισμικού από το slackbuilds.org απλή και εύκολη. Το Slackbuilds.org κρατά μια μεγάλη συλλογή σεναρίων κατασκευής για επιπλέον πακέτα που δεν είναι ακόμη διαθέσιμα από τα επίσημα αποθετήρια του Salix/Slackware. Χιλιάδες επιπλέον πακέτα είναι πλέον διαθέσιμα στους χρήστες μέσω αυτού του εργαλείου.
es_ar: slapt-src es una herramienta de la línea de comandos que hace fácil y sencillo el proceso de descargar y armar paquetes de software desde slackbuilds.org. Slackbuilds.org mantiene una gram colección de scripts de armado para paquetes adicionales que todavía no están disponibles en los repositorios oficiales de Salix / Slackware. Miles de paquetes adicionales ahora están disponibles para los usuarios mediante esta herramienta.
fr_fr: slapt-src est un outil en ligne de commande qui permet aux processus de téléchargement des sources et de compilation des logiciels à partir de slackbuilds.org d'être simples et faciles. Slackbuilds.org maintient une grande collection de scripts de compilation de logiciels tiers qui ne sont pas disponibles à partir des dépôts officiels de Salix/Slackware. Des milliers de logiciels sont désormais disponibles aux utilisateurs par le biais de cet outil.
it_it: slapt-src è uno strumento a riga di comando che facilita lo scaricamento e la costruzione di pacchetti software da slackbuilds.org. Slackbuilds.org mantiene un'ampia collezione di script di costruzione di pacchetti aggiuntivi non disponibili sui repository ufficiali di Salix / Slackware. Migliaia di pacchetti extra sono quindi disponibili agli utenti grazie all'utilizzo di questo strumento..
nl_nl: Slapt-src is een 'command line' tool die het proces van downloaden en bouwen van pakketten van slackbuilds.org eenvoudig maakt. Slackbuilds.org bevat een grote collectie van 'build' scripts voor extra pakketten welke niet beschikbaar zijn via de officiele Salix / Slackware 'repositories'. Duizenden extra pakketten zijn beschikbaar voor gebruikers via deze tool.
pl_pl: slapt-src jest narzędziem wiersza polecenia, który sprawia, że ​​proces pobierania i budowania pakietów oprogramowania slackbuilds.org jest prosty i łatwy. Slackbuilds.org utrzymuje dużą kolekcję skryptów budujących dla dodatkowych pakietów, które nie są jeszcze dostępne w oficjalnych Salix/Slackware repozytoriach. Tysiące dodatkowych pakietów są już dostępne dla użytkowników za pomocą tego narzędzia.
sv_se: slapt-src är ett kommandoradsverktyg som gör processen med att ladda ner och bygga programvarupaket från slackbuilds.org enkelt och lätt. Slackbuilds.org håller en stor samling av byggskript extra paket som ännu inte är tillgängliga från officiella Salix/Slackware förråd. Tusentals extra paket finns nu tillgängliga för användare via detta verktyg.
uk_ua: slapt-src - це утиліта командного рядка, яка служить для завантаження і створення пакунків програм з slackbuilds.org. Slackbuilds.org містить велику колекцію скриптів для пакунків, що все ще не доступні в офіційних сховищах Salix / Slackware. Тисячі пакунків тепер доступні для користувачів за допомогою цієї утиліти.

source: To use the application, type in “slapt-src -u” first to update on your computer the list of build scripts available from Slackbuild.org. “slapt-src -l” shows you a list of available packages, and as in slapt-get, “slapt-src -i [package name]” will install a package. For more command line instructions, please refer to “slapt-src –help”.
el_gr: Για να χρησιμοποιήσετε την εφαρμογή, πληκτρολογήστε "slapt-src -u" πρώτα για να ενημερώσετε στον υπολογιστή σας τον κατάλογο κατασκευής σεναρίων που διατίθενται από το Slackbuild.org. To "slapt-src -l" σας παρουσιάζει μια λίστα των διαθέσιμων πακέτων, και όπως στο slapt-get, το "slapt-src -i [όνομα πακέτου]" θα εγκαταστήσει ένα πακέτο. Για περισσότερες οδηγίες γραμμής εντολών, ανατρέξτε στο "slapt-src --help".
es_ar: Para usar la aplicación, escriba primero "slapt-src -u" para actualizar en su ordenador la lista de scripts de armado disponibles desde Slackbuild.org. "slapt-src -l" le muestra la lista de paquetes disponibles y, como con slapt-get, "slapt-src -i [nombre de paquete]" instalará un paquete. Para más instrucciones de la línea de comandos, referirse a "slapt-src --help".
fr_fr: Pour utiliser l'application, lancez tout d'abord “slapt-src -u” pour mettre à jour sur votre ordinateur la liste des scripts disponibles depuis slackbuilds.org. “slapt-src -l” vous montre la liste des paquets disponibles, et comme avec slapt-get, “slapt-src -i [nom du paquet]” installera le paquet. Pour plus d'informations à propos des options de la ligne de commande, veuillez s'il vous plait vous référer à “slapt-src –help”.
it_it: Per utilizzare l'applicazione digitate in un terminale il comando “slapt-src -u” per aggiornare la lista degli script disponibili da Slackbuilds.org. “slapt-src -l” mostra la lista dei pacchetti disponbili, e come per slapt-get, “slapt-src -i [nome pacchetto]” installa il pacchetto. Per altre opzioni a riga di comando digitate “slapt-src –help”.
nl_nl: Om de applicatie te gebruiken, type eerst "slapt-src -u" om de lijst van beschikbare 'build scripts' van Slackbuild.org te verversen. "slapt-src -l" toont u een lijst van beschikbare pakketten, en zoals in slapt-get, "slapt-src -i [pakketnaam]" zal een pakket installeren. Voor meer 'command line' instructies, gebruik "slapt-src --help".
pl_pl: Aby korzystać z aplikacji, należy wpisać "slapt-src-u" aby dokonać aktualizacji z Slackbuild.org. "Slapt-src-l" pokazuje listę dostępnych pakietów, jak i w slapt-get ", slapt-src-i [nazwa pakietu]" zainstaluje pakiet. Więcej instrukcji wiersza poleceń, "slapt-src-help".
sv_se: För att använda programmet, skriv "slapt-src -u" först för att uppdatera din lista över byggskript tillgängliga från Slackbuild.org. "Slapt-src -l" visar en lista över tillgängliga paket, och som i slapt-get, "slapt-src -i [paketnamn]" kommer att installera ett paket. Mer instruktioner kommandorad, se "slapt-src --help".
uk_ua: Щоб скористатися програмою, спочатку виконайте “slapt-src -u” для оновлення списку скриптів створення з Slackbuild.org. “slapt-src -l” покаже Вам список доступних пакунків, а “slapt-src -i [назва пакунка]” встановить пакунок. Для списку доступних команд запустіть “slapt-src –help”.
