Repository: Salix-OS/salix-startup-guide
Catalog: */Chapter3.po
Languages: el_gr, es_ar, fr_fr, it_it, nl_nl, pl_pl, sv_se, uk_ua

source: Another small exercise for you! Skype is a commonly used software to make voice calls over the Internet. It is not available from the common Salix / Slackware repository, but its build script is available from Slackbuilds.org. Try installing “skype” by using slapt-src. (If you do not wish to install it, you may just want to build the package. Note that the skype is 32-bit only, so if you are running a 64-bit system, please try out some other application).
el_gr: Μια άλλη μικρή άσκηση για εσάς! Το Skype είναι ένα ευρέως χρησιμοποιούμενο λογισμικό για φωνητικές κλήσεις μέσω του Διαδικτύου. Δεν είναι διαθέσιμο από το κοινό αποθετήριο του Salix/Slackware , αλλά το σενάριο δημιουργίας είναι διαθέσιμο από το Slackbuilds.org. Προσπαθήστε να εγκαταστήσετε το "skype", χρησιμοποιώντας το slapt-src. (Εάν δεν θέλετε να το εγκαταστήσετε, μπορείτε ακριβώς να θελήσετε να χτίσετε το πακέτο. Σημειώστε ότι το Skype είναι μόνο 32-bit, οπότε αν τρέχετε ένα σύστημα 64-bit, μπορείτε να δοκιμάσετε κάποια άλλη εφαρμογή).
es_ar: ¡Otro pequeño ejercicio para Ud! Skype es un software usado frecuentemente para hacer llamadas de voz sobre Internet. No está disponible desde los repositorios comunes de Salix / Slackware, pero su script de armado está disponible en Slackbuilds.org. Intente instalar "skype" usando slapt-src. (Si no desea instalarlo, puede que solamente quiera armar el paquete. Advierta que skype está solamente para 32 bits, por lo que si está ejecutando un sistema de 64 bits, por favor intente con otra aplicación).
fr_fr: Un autre exercice pour vous ! Skype est un logiciel communément utilisé pour passer des apples vocaux par le biais d'internet. Il n'est pas disponible à partir des dépôts communs de Salix / Slackware mais son script d'installation est sur slackbuilds.org. Essayez d'installer “skype” en utilisant slapt-src. (Si vous ne souhaitez pas l'installer, vous pouvez juste vouloir le compiler. Noter que Skype est une application ne fonctionnant que sur un système 32 bits, donc, si vous utilisez un système 64 bits, essayez s'il vous plait avec une autre application).
it_it: Altro piccolo compito per casa! Skype è un software di largo utilizzo che vi permettere di telefonare via internet. Non è disponibile nei repository generici di Salix / Slackware, ma lo script di costruzione è disponibile su Slackbuilds.org. Provate quindi ad installare “skype” tramite slapt-src. (Nel caso non intendiate installarlo, potete comunque provare a costruire il pacchetto. Notate che skype è un'applicazione per sistemi 32-bit , quindi se avete un sistema 64-bit, fate la prova descritta sopra con un'altra applicazione).
nl_nl: Nog een kleine oefening voor u! Skype is een algemeen stuk software om te bellen over het internet. Het is niet beschibaar via de standaard Salix / Slackware 'repository', maar het 'build' script is beschikbaar via Slackbuilds.org. Probeer Skype te installeren met slapt-src. (Indien u het niet wilt installeren, kunt u ook alleen het pakket 'builden'). Skype is alleen 32-bits, probeer een andere applicatie als u een 64-bits systeem hebt.
pl_pl: Kolejny małe ćwiczenie dla ciebie! Skype jest powszechnie używanym oprogramowaniem do wykonywania połączeń głosowych przez Internet. Nie jest on dostępny we wspólnym Salix/Slackware repozytorium, ale jego skrypt kompilacji jest dostępny na Slackbuilds.org. Spróbuj zainstalować "skype" za pomocą slapt-src. (Jeśli nie chcesz go zainstalować, możesz po prostu chcesz zbudować pakiet. Zauważ, że skype jest tylko 32-bit, więc jeśli używasz 64-bitowego systemu, należy wypróbować kilka innych aplikacji).
sv_se: En annan liten övning för dig! Skype är ett vanligt förekommande programvara för att ringa röstsamtal över Internet. Det är inte tillgängligt från den gemensamma Salix/Slackware arkiv, men dess byggskriptet finns tillgänglig från Slackbuilds.org. Försök att installera "Skype" genom att använda slapt-src. (Om du inte vill installera det, kanske du bara vill bygga paketet. Observera att Skype är endast 32-bitars, så om du kör ett 64-bitarssystem kan du prova några andra program).
uk_ua: Ще одна маленька вправа для Вас! Skype - це програма для дзвоніння голосом через інтернет. Вона не доступна в звичайних сховищах Salix / Slackware, однак в Slackbuilds.org існує скрипт для створення цього пакунка. Спробуйте встановити “skype” використовуючи slapt-src. (Якщо Ви не бажаєте встановлювати її, Ви можете просто створити пакунок. Зауважте, що skype є тільки 32-бітної системи, тому, якщо Ви маєте 64-бітну систему, спробуйте іншу програму).

source: An alternative way to install a package (which for Salix and many other slackware based distribution ends with the .tgz, .tlz or .txz extension) is to use the command line input “spkg -i [exact name of a package]”. This is a handy way of installing a package if you have just created your own package or if you have downloaded it from the Internet. Note that the name of the package must be exact to the last extension (as in xxxxx-i486-tt.txz).
el_gr: Ένας εναλλακτικός τρόπος για να εγκαταστήσετε ένα πακέτο (το οποίο για το Salix και πολλές άλλεςδιανομές που βασίζονται στο slackware τελειώνει με την επέκταση .tgz,. tlz ή .txz) είναι να χρησιμοποιήσετε την είσοδο στη γραμμή εντολών "spkg -i [ακριβές όνομα ενός πακέτου]". Αυτός είναι ένας πρακτικός τρόπος για την εγκατάσταση ενός πακέτου, αν μόλις έχετε δημιουργήσει το δικό σας πακέτο ή αν το έχετε κατεβάσει από το Internet. Σημειώστε ότι το όνομα του πακέτου πρέπει να είναι τελειώνει ακριβώς στην επέκταση (όπως στο xxxxx-i486-tt.txz).
es_ar: Una forma alternativa de instalar un paquete (que para Salix y otras varias distribuciones basadas en Slackware terminan con extensiones .tgz, .tlz o txz), es usar la entrada "spkg -i [nombre exacto del paquete]" de la línea de comandos. Esta es una manera útil de instalar un paquete si Ud acaba de crear su propio paquete, o si lo ha descargado de Internet. Tenga en cuenta que el nombre del paquete debe ser exacta a la última extensión (como en xxxxx-i486-tt.txz).
fr_fr: Une méthode alternative pour installer un paquet (qui pour Salix et d'autres distributions basées sur Slackware se termine par l'extension .tgz, .tlz ou .txz.) est d'utiliser la ligne de commande “spkg -i [nom exact du paquet]”. Il s'agit d'un moyen pratique pour installer un paquet que vous venez juste de créer ou de télécharger depuis Internet. Notez que le nom du paquet doit être exact jusqu'à la dernière lettre (comme pour xxxxx-i486-tt.txz).
it_it: Un altro modo per installare un pacchetto (sia per Salix che per altre distribuzioni basate su Slackware che usino archivi con estensioni .tgz, .tlz or .txz) è il comando da terminale “spkg -i [nome completo del pacchetto]”. E' un modo semplice di installare un pacchetto che avete appena creato o scaricato da internet . Notate che il nome del pacchetto deve essere esatto e completo fino all'ultima estensione (per es. xxxxx-i486-tt.txz).
nl_nl: Een andere manier om een pakket te installeren (welke voor Salix en vele andere Slackware distributies eindigen op de .tgz, .tlz of .txz extensie) is om het commando "spkg -i [naam van pakket]" te gebruiken. Dit is een handige manier om een pakket te installeren indien u net zelf een pakket heeft gemaakt of als u een pakket van het internet heeft gedownload. Let op dat de naam van het pakket gelijk moet zijn aan de laatste extensie (bv. xxxxx-i486-tt.txz).
pl_pl: Alternatywnym sposobem zainstalowania pakietu (dla Salix i wiele innych dystrybucji opartych na Slackware kończy się na rozszerzeniu tgz. tlz. lub. txz ) jest wykorzystanie wejścia linii poleceń "spkg-i [dokładna nazwa pakietu]". Jest to wygodny sposób instalacji pakietu, gdy stworzyłeś swój własny pakiet lub pobrałeś z Internetu. Zauważ, że nazwa pakietu musi być dokładna do ostatniego rozszerzenia (jak w xxxxx-i486-tt.txz).
sv_se: Ett alternativt sätt att installera ett paket (som för Salix och många andra Slackware distribution slutar med. tgz,. tlz eller. txz filändelsen) är att använda kommandoraden "spkg -i [exakta namnet på ett paket]". Detta är ett praktiskt sätt att installera ett paket om du precis har skapat ditt eget paket eller om du har laddat ner den från Internet. Observera att namnet på paketet måste vara exakt till den sista filändelsen (som i xxxxx-i486-tt.txz).
uk_ua: Альтернативний шлях встановлення пакунка (який для Salix і багато інших дистрибутивів на базі slackware закінчується розширенням .tgz, .tlz або .txz) - це використання командної стрічки “spkg -i [точна назва пакунка]”. Це ручний шлях встановлення пакунка, якщо Ви щойно створили пакунок або завантажили його з інтернету. Зауважте, що назва пакунка повинна бути разом з розширенням (наприклад xxxxx-i486-tt.txz).

source: Removing a package is somewhat similar. You can remove a package by issuing “spkg -d [software name]”, e.g. “spkg -d skype”.
el_gr: Η αφαίρεση ενός πακέτου είναι κάπως παρόμοια. Μπορείτε να αφαιρέσετε ένα πακέτο με την εντολή "spkg -d [όνομα του λογισμικού]", π.χ. "spkg -d skype".
es_ar: Eliminar un paquete es algo similar. Puede eliminar un paquete ejecutando "spkg -d [nombre del software]", por ejemplo, "spkg -d skype".
fr_fr: Désinstaller un paquet est quelque peu similaire. Vous pouvez désinstaller un paquet en tapant “spkg -d [nom du paquet]”, par exemple “spkg -d skype”
it_it: Rimuovere un pacchetto segue una procedura simile. E' sufficiente digitare nel terminale “spkg -d [nome applicazione]”, ad es. “spkg -d skype”.
nl_nl: Het verwijderen van een pakket is nagenoeg gelijk. U kunt een pakket verwijderen door het volgende in te voeren: “spkg -d [softwarenaam]”, bv. “spkg -d skype”.
pl_pl: Usuwanie pakietu jest bardzo podobne. Możesz usunąć pakiet za pomocą komendy "spkg-d [nazwa programu]", np. "spkg-d skype".
sv_se: Ta bort ett paket är något liknande. Du kan ta bort ett paket genom att ge ut "spkg -d [programvara namn]", t.ex. "spkg -d skype".
uk_ua: Видалення пакунків є досить просте. Ви можете вилучити пакунок за пускаючи “spkg -d [назва програми]”, наприклад “spkg -d skype”.

source: Making a Package from a Source File with SLKBUILD
el_gr: Κάνοντας ένα πακέτο από ένα αρχείο προέλευσης με SLKBUILD
es_ar: Hacer un paquete desde un archivo fuente con SLKBUILD
fr_fr: Fabriquer un paquet à partir d'un fichier Source avec SLKBUILD
it_it: Creazione di un pacchetto da sorgenti con SLKBUILD
nl_nl: Het maken van een pakket uit een 'Source' bestand met SLKBUILD
pl_pl: Tworzenie pakietu z pliku źródłowego z SLKBUILD
sv_se: Göra ett paket från en källfil med SLKBUILD
uk_ua: Створення пакунка з джерельних файлів за допомогою SLKBUILD

source: Installing a software from a source file is in most cases not difficult. You can compile a lot of software generally with the following commands.
el_gr: Η εγκατάσταση ενός λογισμικού από ένα αρχείο προέλευσης δεν είναι δύσκολο στις περισσότερες περιπτώσεις . Μπορείτε να μεταγλωττίσετε πολύ λογισμικό γενικά με τις ακόλουθες εντολές.
es_ar: La instalación de un software desde un archivo fuente en la mayoría de los casos no es difícil. Usted puede compilar una gran cantidad de software generalmente con los siguientes comandos.
fr_fr: Installer un logiciel à partir des sources n'est pas difficile dans la plupart des cas. Vous pouvez généralement compiler de nombreux logiciels avec les commandes suivantes.
it_it: Installare un software da un file sorgente non è complicato nella maggior parte dei casi. Potete compilare molti software usando perlopiù i comandi seguenti.
nl_nl: Het installeren van software van een 'source' bestand is in de meeste gevallen eenvoudig. U kunt veel software compileren met de volgende commando's.
pl_pl: Instalacja oprogramowania z pliku źródłowego w większości przypadków nie jest trudna. Możesz skompilować wiele programów, zazwyczajowo z następujących poleceń.
sv_se: Installera en programvara från en källfil är i de flesta fall inte svårt. Du kan sammanställa en hel del programvara i allmänhet med följande kommandon.
uk_ua: Встановлення пакунку з джерельних файлів в загальному не є тяжким. Ви можете скомпілювати багато програм за допомогою наступних команд.

source: unpack a source file, move inside the folder
el_gr: αποσυμπιέσετε ένα αρχείο προέλευσης, μετακινηθείτε μέσα στο φάκελο
es_ar: descomprima el archivo fuente, muévalo a la carpeta
fr_fr: Décompressez le fichier source, déplacez vous à l'intérieur du dossier
it_it: aprite il file del sorgente e posizionatevi all'interno della cartella
nl_nl: Decomprimeer het 'source' bestand, ga de map in
pl_pl: rozpakowanie pliku źródłowego, przeniesienie wnętrza folderu
sv_se: Packa upp en källfil, flytta inuti mappen
uk_ua: розпакуйте вихідний файл, перемістіть в теку

source: type in “./configure” on the terminal
el_gr: πληκτρολογήστε "./configure" στο τερματικό
es_ar: en la terminal escriba "./configure"
fr_fr: saisissez la commande “./configure” dans votre terminal
it_it: nel terminale digitate “./configure”
nl_nl: voer "./configure" in binnen de terminal
pl_pl: wpisz ". /configure" w terminalu
sv_se: skriv ". / configure" i terminalen
uk_ua: надрукуйте “./configure” в терміналі

source: type in “make”
el_gr: πληκτρολογήστε "make"
es_ar: escriba "make"
fr_fr: saisissez la commande “make”
it_it: poi digitate “make”
nl_nl: voer "make" in
pl_pl: wpisz "make"
sv_se: skriv "make"
uk_ua: надрукуйте “make”

source: type in “su”
el_gr: πληκτρολογήστε "su"
es_ar: escriba "su"
fr_fr: saisissez la commande “su”
it_it: digitate “su”
nl_nl: voer "su" in
pl_pl: wpisz "su"
sv_se: skriv "su"
uk_ua: надрукуйте “su”

source: type your root password
el_gr: πληκτρολογήστε τον κωδικό του root
es_ar: escriba su contraseña de root
fr_fr: tapez votre mot de passe super-utilisateur
it_it: inserite la password di root
nl_nl: voer wachtwoord in
pl_pl: wpisz hasło roota
sv_se: Skriv ditt root-lösenord
uk_ua: введіть пароль суперкористувача

source: type in “make install”
el_gr: πληκτρολογήστε "make install"
es_ar: escriba "make install"
fr_fr: saisissez la commande “make install”
it_it: digitate “make install”
nl_nl: voer "make install" in
pl_pl: wpisz "make install"
sv_se: skriv "make install"
uk_ua: надрукуйте

source: (Make sure to read accompanying files such as “README”, “INSTALL” and so on for installation instructions before compiling. These files may list dependency packages which you need to install prior to the configuration. ./configure --help or ./configure --help=short output should also help you with some configuration options).
el_gr: (Σιγουρευτείτε να διαβάσετε τα συνοδευτικά αρχεία, όπως "README", "Εγκατάσταση" και ούτω καθ 'εξής για τις οδηγίες εγκατάστασης πριν από την μεταγλώτιση. Αυτά τα αρχεία μπορεί να περιέχουν πακέτα εξαρτήσεων που θα πρέπει να εγκαταστήσετε πριν από τη διαμόρφωση ./configure --help ή ./configure --help= η μικρή έξοδος θα πρέπει επίσης να σας βοηθήσει με κάποιες επιλογές ρύθμισης).
es_ar: (Asegúrese de leer los archivos adjuntos tales como "readme", "install" y otros paraver instrucciones de instalación antes de compilar. Estos archivos pueden listar paquetes de dependencias que se necesitan instalar antes de la configuración. ./configure --help o ./configure --help=short output también debería ayudarle con algunas opciones de configuración).
fr_fr: (Assurez vous de lire les fichiers accompagnant les sources tels que “README”, “INSTALL” et autres pour obtenir des recommandations nécessaires avant la compilation. Ces fichiers peuvent lister les dépendances requises nécessitant d'être installées avant de lancer la configuration de compilation. Le résultat de la commande ./configure --help ou ./configure --help=short peut aussi vous aider en vous détaillant les différentes options de compilation).
it_it: (Prima di procedere con le operazioni di compilazione è importante leggere attentemente i file “README”, “INSTALL” per avere maggiori informazioni sull'installazione. Questi file potrebbero contenere la lista delle dipendenze che dovrete installare prima di procedere alla compilazione del sorgente. I comandi ./configure --help o ./configure --help=short output vi possono fornire anche alcune opzioni di configurazione).
nl_nl: (Voordat u gaat compileren, lees eerst de meegeleverde bestanden als “README”, “INSTALL” etc. Deze bestanden kunnen pakket afhankelijkheden beschrijven welke nodig zijn voor de configuratie. Uitvoer van "./configure --help" of "./configure --help=short" kunt u helpen met configuratie opties).
pl_pl: (Koniecznie przeczytaj towarzyszące pliki, takich jak "README", "INSTALL" i tak dających instrukcje instalacji przed kompilacją , w tych plików może być lista pakietów zależności, które należy zainstalować przed konfiguracją. ./configure --help lub /. configure - help=short powinno również pomóc przy konfiguracyi niektórych opcji).
sv_se: (Se till att läsa medföljande filer som "README", "INSTALL" och så vidare för installationsinstruktioner innan kompilering dessa filer kan lista beroende paket som du behöver installera före konfigurationen. ./configure -help eller ./configure -help=short bör också hjälpa dig med att vissa konfigurationsalternativ).
uk_ua: (Спочатку прочитайте супровідні файли, такі як “README”, “INSTALL” та інші для інструкцій встановлення перед компіляцією. Ці файли можуть містити список залежностей для пакунка, які потрібно встановити перед конфігурацією. Вивід ./configure --help або ./configure --help=short так само дасть Вам деякі опції конфігурації).

source: Although you should manage to install the software after the final command, it is essentially untracked and neither Gslapt nor slapt-get can see that the software is installed. A better way is to create a Salix package using SLKBUILD, which is a build script you can prepare before issuing “slkbuild -X” to create a Salix compatible package. For more on SLKBULD, please consult <ulink url="http://www.salixos.org/wiki/index.php/Building_packages_with_slkbuild">SLKBUILD</ulink>.
el_gr: Αν και καταφέρατε να εγκαταστήσετε το λογισμικό μετά την τελευταία εντολή, είναι ουσιαστικά untracked και ούτε το Gslapt ούτε το slapt-get μπορεί να δει ότι το λογισμικό είναι εγκατεστημένο. Ένας καλύτερος τρόπος είναι να δημιουργήσετε ένα πακέτο Salix χρησιμοποιώντας SLKBUILD, που είναι ένα αρχείο σεναρίου κατασκευής που μπορείτε να ετοιμάσετε πριν από την εκτέλεση του "slkbuild -X" για τη δημιουργία ενός συμβατού πακέτου Salix. Για περισσότερες πληροφορίες σχετικά με SLKBUILD, συμβουλευτείτε <ulink url="http://www.salixos.org/wiki/index.php/Building_packages_with_slkbuild"> SLKBUILD </ulink> .
es_ar: A pesar de que Ud debería administrar para instalar el software después del último comando, esto es esencialmente sin seguimiento y ni Gslapt ni slapt-get puede ver que el software está instalado. Una mejor manera es crear un paquete de Salix con SLKBUILD, que es un script de armado se puede preparar antes de ejecutar "slkbuild -X" para crear un paquete compatible de Salix. Para más información sobre SLKBULD, por favor consulte <ulink url="http://www.salixos.org/wiki/index.php/Building_packages_with_slkbuild">SLKBUILD</ulink>.
fr_fr: Bien que vous devriez réussir à installer le logiciel après la dernière commande, il est important de signaler que ce logiciel n'est pas répertorié dans votre système et que ni Gslapt ou slapt-get n'a vu qu'il était installé. Une façon plus efficace est de créer un paquet Salix en utilisant SLKBUILD qui est un script de compilation que vous éditez avant de lancer la commande “slkbuild -X” pour créer un paquet compatible Salix. Pour plus d'informations sur SLKBUILD, veuillez s'il vous plait vous consulter <ulink url="http://www.salixos.org/wiki/index.php/Building_packages_with_slkbuild">SLKBUILD</ulink>.
it_it: Sebbene possiate installare il software dopo avere digitato i comandi elencati sopra il pacchetto rimane sostanzialmente non tracciato e quindi Gslapt e slapt-get non riescono a riconoscerlo come installato. Una soluzione migliore è quella di creare un pacchetto Salix utilizzando SLKBUILD, uno script per la costruzione che potete preparare digitando “slkbuild -X” in modo da creare un pacchetto compatibile con Salix. Per maggiori informazioni su SLKBUILD consultate <ulink url="http://www.salixos.org/wiki/index.php/Building_packages_with_slkbuild">SLKBUILD</ulink>.
nl_nl: Alhoewel het voor u mogelijk is de software te installeren na het laatste commando, kan de installatie nagenoeg niet gevolgd worden en Gslapt noch slapt-get kan zien of de software is geinstalleerd. Een betere manier is om een Salix pakket met SLKBUILD te maken, wat een 'build script' is wat u kan voorbereiden voor het commando "slkbuild -X" om een Salix compatibel pakket te maken. Voor meer informatie over SLKBUILD, raadpleeg <ulink url="http://www.salixos.org/wiki/index.php/Building_packages_with_slkbuild">SLKBUILD</ulink>.
pl_pl: Tak zainstalowane oprogramowanie, jest zasadniczo nieśledzone i Gslapt ani slapt-get nie widzi, że oprogramowanie jest zainstalowane. Lepszym sposobem jest stworzenie pakietu Salix za pomocą SLKBUILD, który jest budującym skryptem skrypt można przygotować przed wydaniem "slkbuild-X", aby utworzyć Salix kompatybilny pakiet. Więcej informacji na temat SLKBULD, zobacz <ulink url="http://www.salixos.org/wiki/index.php/Building_packages_with_slkbuild"> SLKBUILD </ulink> .
sv_se: Även om du ska klara av att installera programvaran efter det sista kommandot, är det i grunden inte spårat och varken Gslapt eller slapt-get kan se att programmet är installerat. Ett bättre sätt är att skapa ett Salix paket med SLKBUILD, som är ett byggskript du kan förbereda innan du kör "slkbuild -X" för att skapa en Salix-kompatibel paket. För mer information om SLKBULD, se <ulink url="http://www.salixos.org/wiki/index.php/Building_packages_with_slkbuild">SLKBUILD</ulink> .
uk_ua: Так само Ви повинні зуміти встановити пакунок після фінальної команди, це не відслідковується, і ні Gslapt, ні slapt-get не можуть побачити, що програма встановлена. Найкращий шлях - це створити пакунок використовуючи скрипт SLKBUILD, який Ви можете приготувати перед запуском “slkbuild -X” для створення пакунку сумісного з Salix. Більше про SLKBULD дивіться <ulink url="http://www.salixos.org/wiki/index.php/Building_packages_with_slkbuild">SLKBUILD</ulink>.

source: Salix Packages, that are different from Slackware
el_gr: Τα πακέτα του Salix, που είναι διαφορετικά από το Slackware
es_ar: Paquetes de Salix, que son diferentes de Slackware
fr_fr: Paquets Salix différents de ceux de Slackware
it_it: Pacchetti Salix diversi da quelli presenti in Slackware
nl_nl: Salix Pakketten, welke anders zijn dan van Slackware
pl_pl: Pakiety Salix, które są różne od Slackware
sv_se: Salix paket, som skiljer sig från Slackware
uk_ua: Майстер збереження
