Repository: Salix-OS/salix-startup-guide
Catalog: */Chapter4.po
Languages: el_gr, es_es, fr_fr, it_it, nl_nl, pl_pl, sv_se, uk_ua

source: You can go inside the "photo" directory and check if the copying has been done properly. "cd photo" and then "ls". The file should be there. Let's add to the log file by saying that it has been moved from "Music" to "photo". Issuing "nano log.txt" will bring up the text. Add a line to say it has been moved, and then save and quit the application by Ctrl+x.
el_gr: Μπορείτε να πάτε στο εσωτερικό του καταλόγου "photo" και ελέγξτε αν η αντιγραφή έχει γίνει σωστά. "cd photo" και μετά "ls". Το αρχείο θα πρέπει να είναι εκεί. Ας προσθέσουμε στο αρχείο καταγραφής λέγοντας ότι έχει μετακινηθεί από το "Music" στο "photo". Πληκτρολογώντας "nano log.txt" θα εμφανιστεί το κείμενο. Προσθέστε μια γραμμή για να δείξετε ότι έχει μετακινηθεί, και στη συνέχεια, αποθηκεύστε και κλείστε την εφαρμογή, με Ctrl + x.
es_es: Puede ingresar al directorio "photo" y verificar si la copia se hizo correctamente. "cd photo" y luego "ls". El archivo debería estar allí. Agreguemos en el archivo de registro que lo movimos de "Music" a "photo". Ejecutar "nano log.txt" abrirá el texto. Agregue una línea que diga que se movió el archivo, luego guárdelo y salga de la aplicación con Ctrl+x.
it_it: Ora passate alla directory "foto" e controllare che la copia del file sia presente. "cd foto" e poi "ls". Il file dovrebbe essere presente. Aggiungiamo al file di log l'informazione che è stato spostato da "Musica" a "foto". Lanciamo il comando "nano log.txt" per riaprire il file. Ora aggiungete una riga per documentare che il file è stato spostato , salvate e chiudete l'applicazione con Ctrl+x.
nl_nl: U kan de fotomap ingaan en controleren of het kopiëren goed is gegaan. "cd photo" en vervolgens "ls". Het bestand zou er moeten staan. Laten we in het logbestand zetten dat het is verplaatst van "Music" naar "photo". Door "nano log.txt" in te voeren zult u het bestand openen. Voeg een lijn toe met de melding dat het is verplaatst, sla het bestand op en sluit deze door ctrl+x te gebruiken.
pl_pl: Możesz wejść do katalogu "zdjecia" i sprawdzić, czy kopiowanie zostało wykonane prawidłowo. "cd zdjecia" a następnie "ls". Plik powinien tam być. Dodajmy do pliku dziennika, pisząć, że został przeniesiony z "Music" do "zdjecia". Wpisanie "nano log.txt" spowoduje wyświetlenie tekstu. Dodaj linię mówiącą, że został on przeniesiony, a następnie zapisz i zamknij aplikację przez Ctrl + x.
sv_se: Du kan gå in i "foto"-katalogen och kontrollera om kopieringen har skett på rätt sätt. "cd foto" och sedan "ls". Filen ska vara där. Låt oss lägga till i loggfilen genom att säga att den har flyttats från "Musik" till "foto". Kör "nano logg.txt" kommer att öppna texten. Lägg till en rad som säger att den har flyttats, och sedan spara och avsluta programmet med Ctrl+x.
uk_ua: Ви можете перейти до теки "photo" і перевірити, чи копіювання пройшло добре. "cd photo" і тоді "ls". Файл повинен бути там. Давайте додамо файл журналу, кажучи, що він він був переміщений з "Music" до "photo". Виконуючи "nano log.txt" покаже Вам текст. Додайте стрічку, що повідомляє про переміщення, запишіть його і вийдіть з програми за допомогою Ctrl+x.

source: Oh, but we forgot to delete the original "log" file in the "Music" folder. Let's just get back to the "Music" directory using "cd .." and remove the "log" file by issuing "rm log". The "rm" command removes a file or files. For example, if you would like to remove all photos with .jpg extension but not with .png, you can issue a command something like: "rm *.jpg". This will remove all the files with .jpg extension within the directory you are in. Note that the "rm" command will not ask you to confirm your order. It will just carry out your instructions without further ado and once a file is removed, it is deleted forever. You cannot recover it from the recycle bin.
el_gr: Όμως, ξεχάσαμε να διαγράψουμε το αρχικό "log" αρχείο στο φάκελο "Music". Ας επιστρέψουμε πίσω στο κατάλογο "Music" χρησιμοποιώντας με "cd .." και ας αφαιρέσουμε το "log" αρχείο με την εντολή "rm log". Η εντολή "rm" αφαιρεί ένα ή περισσότερα αρχεία. .. Για παράδειγμα, αν θέλετε να αφαιρέσετε όλες τις φωτογραφίες με jpg επέκταση, αλλά όχι με .png, μπορείτε να το κάνετε με την εντολή κάτι σαν: "rm *. jpg". Αυτό θα αφαιρέσει όλα τα αρχεία με. Jpg επέκταση στο κατάλογο στον οποίο βρίσκεστε. Σημειώστε ότι η εντολή "rm" δεν θα σας ζητήσει να επιβεβαίωση. Απλώς θα εκτελέσει τις οδηγίες σας, χωρίς άλλες καθυστερήσεις και μιας το αρχείο έχει αφαιρεθεί, έχει διαγραφεί για πάντα. Δεν μπορείτε να το ανακτήσετε από τον κάδο ανακύκλωσης.
es_es: Oh, pero nos olvidamos de borrar el archivo "log" original en la carpeta "Music". Volvamos al directorio "Music" usando "cd .." y eliminemos el archivo "log" al ejecutar "rm log". El comando "rm" elimina uno o varios archivos. Por ejemplo, si quisiera eliminar todas las fotos con extensión .jpg pero no las de extensión .png, puede ejecutar algo como: "rm *.jpg". Esto eliminará todos los archivos con extensión .jpg que haya en el directorio. Advierta que el comando "rm" no le pedirá que confirme la orden. Sus instrucciones se llevarán a cabo sin más y una vez que el archivo se eliminó, queda eliminado para siempre. No se lo puede recuperar de la papelera de reciclaje.
it_it: Accidenti, ci siamo dimenticati di eliminare il file "log" originario posizionato nella cartella "Musica"! Portiamoci quindi nella cartella "Musica" con "cd .." ed eliminate il file "log" col comando "rm log". Il comando "rm" elimina uno o più files. Ad esempio, se voleste rimuovere tutte le foto con estensione .jpg ma non quelle con estensione .png, dovete digitare un comando simile a : "rm *.jpg". Questo rimuoverà tutti I file con estensione .jpg all'interno della directory nella quale siete posizionati. Fate attenzione: il comando "rm" non vi chiede di confermare nuovamente la scelta. Ciò significa che il comando esegue quanto richiesto senza nessun altro avviso e quando un file viene rimosso così è cancellato per sempre dal sistema. Non potete quindi recuperarlo dal Cestino.
nl_nl: Oh, maar we zijn vergeten het originel logbestand in de "Music" map te verwijderen. Laten we terug gaan naar de "Music" map door middel van "cd .." en verwijder het "log" bestand door "rm log" in te voeren. Het "rm" commando verwijdert een bestand of bestanden. Bijvoorbeeld, als u alle foto's met een .jpg extensie wilt verwijderen maar niet degenen met .png kunt een commando als dit geven: "rm *.jpg". Dit zal alle bestanden verwijderen met de .jpg extensie binnen de map waarin u zicht bevindt. Houdt er rekening mee dat het "rm" commando niet zal vragen om bevestiging. Het zal uw commando gewoon uitvoeren en als het eenmaal is verwijderd, is het voor eeuwig verwijderd. U kunt het niet terughalen uit de Prullenbak
pl_pl: Oh, ale zapomnieliśmy usunąć oryginalny "log" plik w folderze "Music". Wróćmy do katalogu "Music" za pomocą "cd .." i usuńmy "log" plik za pomocą komendy "rm log". "rm" polecenie usuwa plik lub pliki. .. Na przykład, jeśli chcesz usunąć wszystkie zdjęcia z rozszerzeniem jpg, ale nie z png, można wydać takie polecenie: "rm *. jpg". Spowoduje to usunięcie wszystkich plików z rozszerzeniem. jpg w katalogu w którym się znajdujesz Zauważ, że "rm" polecenia nie poprosi o potwierdzenie polecenia. Po prostu stosuje się do instrukcji bez zbędnych ceregieli i plik jest usunięty, zostanie on usunięty na zawsze. Nie można go odzyskać z kosza.
sv_se: Åh, men vi glömde att ta bort den ursprungliga "logg" fil i "Musik"-mappen. Låt oss bara gå tillbaka till "Musik" katalogen med "cd .." och ta bort "logg"-fil genom att köra "rm logg". "rm"-kommandot tar bort en fil eller filer. .. Till exempel, om du vill ta bort alla bilder med jpg men inte med png, kan du köra ett kommando ungefär: "rm *. jpg". Detta tar bort alla filer med. Jpg i katalogen du är i. är Observera att "rm"-kommandot kommer inte att be dig bekräfta din beställning. Det kommer bara att utföra dina instruktioner utan vidare och när en fil tas bort, tas det bort för alltid. Du kan inte återställa det från papperskorgen.
uk_ua: Ох, ми забули вилучити оригінальний файл "log" в теці "Music". Давайте перейдемо назад до теки "Music" використовуючи "cd .." і видаліть файл "log" використовуючи "rm log". Команда "rm" вилучає файл або файли. Наприклад, якщо Ви бажаєте вилучити всі фотографії з розширенням .jpg, але не з .png, вам потрібно виконати команду: "rm *.jpg". Це вилучить всі файли з розширенням .jpg з теки в якій Ви є. Зауважте, що команда "rm" не просить Вас підтверджувати вибір. Якщо файл вилучений цією командою, він вже вилучений назавжди. Ви не зможете відновити його з смітника.

source: In this example, we used "cp" to copy the log file and then later on deleted it. Normally, this would be done by issuing a "mv" command; "mv log photo/". You can also use the "mv" command to rename a file. Let's say that you did not like the earlier decision to call the log file "log.txt" and you now want to rename it as "log" again. Type in "mv photo/log.txt photo/log" and execute the command. Now the file name has been changed back to "log".
el_gr: Σε αυτό το παράδειγμα, χρησιμοποιήσαμε την εντολή "cp" για να αντιγράψουμε το αρχείο καταγραφής και στη συνέχεια το διαγράψαμε. Κανονικά, αυτό θα γίνει μέσω της έντολής "mv", "mv log photo/". Μπορείτε επίσης να χρησιμοποιήσετε την εντολή "mv" για να μετονομάσετε ένα αρχείο. Ας πούμε ότι δεν σας άρεσε η προηγούμενη απόφαση να ονομάσετε το αρχείο καταγραφής "log.txt" και τώρα θέλετε να το μετονομάσετε ως «log» και πάλι. Πληκτρολογήστε "mv photo/log.txt photo/log" και εκτελέστε την εντολή. Τώρα το όνομα του αρχείου έχει μετονομαστεί σε "log".
es_es: En este ejemplo, usamos "cp" para copiar el archivo de registro y más tarde borrarlo. Normalmente, es estose podría hacer al ejecutar el comando "mv"; "mv log photo/". También puede usar el comando "mv" para renombrar un archivo. Digamos que no le gustó la decisión anterior de llamar "log.txt" al archivo de registro y quiere renombrarlo como "log" nuevamente. Escriba "mv photo/log.txt photo/log" y ejecute el comando. Ahora el nombre del archivo se cambió nuevamente a "log".
it_it: In questo esempio abbiamo usato il comando "cp" per copiare il file di log e successivamente l'abbiamo cancellato. Normalmente questa operazione può essere eseguita anche col comando "mv"; "mv log foto/". Potete usare "mv" per rinominare un file. Supponiamo che abbiate cambiato idea sul nome da dare al file di log e vogliate rinominarlo da "log.txt" a "log". Digitate allora "mv foto/log.txt foto/log" e premete Invio per eseguire il comando. Ora il file si chiama di nuovo "log".
nl_nl: In dit voorbeeld hebben we "cp" gebruikt om het logbestand te kopiëren en het later verwijderd. Normaliter wordt dit gedaan door een "mv" commando; "mv log photo/". U kan het "mv" commando ook gebruiken om een bestand een andere naam te geven. Laten we aannemen dat u het eerdere besluit om het logbestand wilt terugdraaien en het weer als "log" wilt hernoemen. Voer "mv photo/log.txt photo/log" in en druk op enter. Nu is de bestandsnaam hernoemd naar "log".
pl_pl: W tym przykładzie użyliśmy "cp" aby skopiować plik dziennika, przed późniejszym jego usunięciem. Normalnie można to zrobić przez wydanie polecenia "mv"; "mv log zdjecia/". Możesz także skorzystać z "mv", aby zmienić nazwę pliku. Powiedzmy, że nie lubisz wcześniejszej decyzji, i chcesz zmienić "log.txt" jego nazwę jako "log" ponownie. Wpisz "mv zdjecia/log.txt zdjecia/log" i enter. Teraz nazwa pliku została zmieniona z powrotem do "log".
sv_se: I det här exemplet använde vi "cp" för att kopiera loggfilen och senare ta bort den. Normalt skulle detta ske genom att köra "mv" kommando, "mv logg foto/". Du kan också använda "mv" kommandot för att byta namn på en fil. Låt oss säga att du inte gillade det tidigare beslutet att kalla loggfilen "logg.txt" och du nu vill byta namn på den som "logg" igen. Skriv in "mv foto/log.txt foto/logg" och kör kommandot. Nu filnamnet har ändrats tillbaka till "logg".
uk_ua: В цьому прикладі ми використали "cp" для копіювання файлу log і пізніше його вилученням. Зазвичай, це можна зробити за допомогою однієї команди "mv"; "mv log photo/". Також можна використати команду "mv" для перейменування файлу. Скажімо, Вам не подобається попереднє рішення назвати файл як "log.txt" і зараз бажаєте його перейменувати знову як "log". TНапишемо "mv photo/log.txt photo/log" і запустимо команду. Тепер файл перейменований назад до "log".

source: Copying &amp; Moving &amp; Removing a Folder - cp &amp; mv &amp; rm
el_gr: Αντιγραφή &amp; Μετακίνηση &amp; Αφαίρεση ενός αρχείου - cp &amp; mv &amp; rm
es_es: Copiar &amp; Mover &amp; Eliminar una Carpeta - cp &amp; mv &amp; rm
fr_fr: Copier, déplacer et supprimer un répertoire – cp, mv et rm
it_it: Copiare, Spostare e Rimuovere una Cartella - cp &amp; mv &amp; rm
nl_nl: Kopiëren &amp; Verplaatsen &amp; Verwijderen van een map - cp &amp; mv &amp; rm
pl_pl: Kopiowanie i przenoszenie i usuwanie folderów - cp i mv i rm
sv_se: Kopiering &amp; flytta &amp; ta bort en mapp - cp och mv &amp; rm
uk_ua: Копіювання &amp; Переміщення &amp; Вилучення теки - cp &amp; mv &amp; rm

source: So now you have the folder called "photo" and a log file in the "Music" directory. This is a little strange as we should normally have the folder not in "Music" but in "Pictures". But now you know how to move a file, perhaps the same command will work for moving a folder?
el_gr: Έτσι τώρα έχετε το φάκελο που ονομάζεται "photo" και ένα αρχείο καταγραφής στο κατάλογο "Music". Αυτό είναι λίγο παράξενο, αφού έχουμε κανονικά το φάκελο όχι στο "Music" αλλά στο "Εικόνες". Αλλά τώρα ξέρετε πώς να μετακινήσετε ένα αρχείο, ίσως η ίδια εντολή θα δουλέψει για τη μετακίνηση ενός φακέλου;
es_es: Así que ahora tiene una carpeta llamada "photo" y un archivo de registro en el directorio "Music". Esto es un poco extraño ya que normalmente no deberíamos tener la carpeta en "Music" sino en "Pictures". Pero ahora que sabe cómo mover un archivo, ¿quizás el mismo comando servirá para mover una carpeta?
it_it: Quindi, ora abbiamo la cartella "foto" e un file log all'interno della cartella "Musica". Questo è piuttosto insolito in quanto normalmente dovremmo avere la cartella non all 'interno di "Musica" ma in "Immagini". Ora conoscete il comando per spostare un file; forse lo stesso comando può funzionare anche per la cartella?
nl_nl: Nu heeft u een map genaamd "photo" en een logbestand in de "Music" map. Dit is wat vreemd aangezien we normaliter deze map niet in "Music" maar in "Pictures" hebben. Maar nu weet u hoe u een bestand kan verplaatsen, misschien werkt hetzelfde commando met het verplaatsen van een map?
pl_pl: To teraz masz folder o nazwie "zdjecia" i plik dziennika w "Music" katalogu. To jest trochę dziwne, powinniśmy normalnie mieć go nie folderze "Music", ale w "Pictures". Ale teraz wiemy, jak przenieść plik, być może to samo polecenie będzie działać aby przenieść go do odpowiedniego folderu?
sv_se: Så nu har du en mapp som heter "foto" och en loggfil i "Musik" katalogen. Detta är lite konstigt vi skulle normalt inte ha mappen i "Musik", men i "Bilder". Men nu vet du hur du flyttar en fil, kanske samma kommando kommer att fungera för att flytta en mapp?
uk_ua: Тепер Ви маєте теку з назвою "photo" і файл log в теці "Music". Це трохи дивно, оскільки звичайно мати теку не в "Music", а в "Pictures". І зараз Ви зацікавлені, яким чином перемістити файл, і чи та сама команда працює для переміщення теки?

source: But... "cp photo ../Pictures" (remember that .. refers to the folder one level up) will give an error like this.
el_gr: Αλλά ... "cp photo .. / Pictures" (θυμηθείτε ότι .. αναφέρεται στον φάκελο ένα επίεπεδο επάνω) θα δώσει ένα λάθος όπως αυτό.
es_es: Pero... "cp photo ../Pictures" (recuerde que .. se refiere a la carpeta un nivel más arriba) le dará un error como este.
it_it: Però... "cp foto ../Immagini" (ricordatevi che .. si riferisce alla cartella a livello gerarchicamente superiore) darà un errore di questo tipo.
nl_nl: Maar... "cp photo ../Pictures" (onthoudt dat .. refereert aan de bovenliggende map) zal een foutmelding als dit geven.
pl_pl: Ale ... "cp zdjęcie .. /Pictures" (pamiętaj, że .. odnosi się do folderu o jeden poziom w górę) powoduje powstanie błędu.
sv_se: Men... "cp foto ../bilder" (kom ihåg att .. refererar till mappen en nivå upp) kommer att ge ett fel som denna.
uk_ua: Однак... "cp Фотографії ../Малюнки" (пам’ятайте, що .. стосується теки одним рівнем вище) дасть Вам схожу на цю помилку.

source: Let's see what we can do here. The first thing when encountering such a problem is to check the corresponding help file. This can normally be done by issuing a command with an option like "cp --help". It is possible that --help will just be -h, and there may be no help at all. "man" is another command if this is the case. "man cp" will give a more indepth explanation of this command. (To get out of the manual, press "q").
el_gr: Ας δούμε τι μπορούμε να κάνουμε εδώ. Το πρώτο πράγμα, όταν αντιμετωπίζουμε ένα τέτοιο πρόβλημα είναι να ελέγξουμε το αντίστοιχο αρχείο βοήθειας. Αυτό μπορεί κανονικά να γίνει με την πληκτρολόγηση μιας εντολής με μια επιλογή όπως "cp --help". Είναι πιθανό ότι το --help μπορεί μόνο να είναι -h, και εκεί μπορεί να μην υπάρχει βοήθεια καθόλου. Η εντολή "man" είναι μια άλλη εντολή, αν αυτή είναι η περίπτωση. Η εντολή "cp man" θα δώσει μια πιο εμπεριστατωμένη εξήγηση αυτής της εντολής. (Για να βγείτε από το εγχειρίδιο, πατήστε το πλήκτρο "q").
es_es: Vamos a ver lo que podemos hacer aquí. La primera cosa a hacer al enfrentarse a un problema es revisar el archivo de ayuda correspondiente. Normalmente, esto se puede hacer mediante la ejecución de un comando con una opción como "cp -- help". Es posible que -- help sólo sea -h, y puede ser que no haya ninguna ayuda. "man" es otro comando, si este es el caso. "man cp" dará una explicación más en profundidad de este comando. (Para salir del manual, pulsar la tecla "q").
it_it: Vediamo quel che possiamo fare qui. La prima cosa da fare quando ci si imbatte in questo tipo di problema è quello di controllare il file di aiuto corrispondente. Questo si può fare digitando il comando "cp --help". E' possibile che --help sia solo -h; potrebbe anche darsi il caso in cui non ci sia alcun file di aiuto. "man" è il comando che vi consente di saperlo. "man cp" vi fornirà spiegazioni più dettagliate di questo comando. (per uscire dal manuale premete il tasto "q").
nl_nl: Laten we kijken wat we hier kunnen doen. Het eerste wat men kan doen bij zo'n probleem is het bijbehorende hulpbestand raadplegen. Dit kan over het algemeen worden gedaan door het commando uit te voeren met een parameter als "cp --help". Het is mogelijk dat --help simpelweg -h is, en het kan zijn dat er helemaal geen hulpbestand is. "man" is een ander commando indien het laatste het geval is. "man cp" zal een meer uitvoerig uitleg geven van dit commando. (Om uit de handleiding te gaan, druk op "q").
pl_pl: Zobaczmy, co możemy zrobić tutaj. Pierwszą rzeczą, napotykając taki problem jest sprawdzenie odpowiedniego pliku pomocy. Można to zazwyczaj zrobić wydając polecenie z opcją jak "cp --help". Jest możliwe, że zamiast --help wystarczy -h. "man" jest innym poleceniem mogącym uzyskać pomoc. "man cp" daje bardziej dogłębne wyjaśnienie tego polecenia. (Aby wyjść z strony man, naciśnij "q").
sv_se: Låt oss se vad vi kan göra här. Det första när du stöter på ett sådant problem är att kontrollera den motsvarande hjälpfilen. Detta kan normalt ske genom att ge ett kommando med en option som "cp --help". Det är möjligt att -h bara kommer att vara -h, och det kanske inte finns någon hjälp alls. "man" är ett annat kommando om så är fallet. "man cp" kommer att ge en mer fördjupad förklaring av detta kommando. (För att komma ur handboken, tryck på "q").
uk_ua: Подивимося, що ж можна зробити. Спочатку, коли появляється така проблема, треба подивитися у відповідний файл допомоги. Це можна зробити за допомогою команди з параметром, типу "cp --help". Також замість --help може бути просто -h, а може і взагалі не бути допомоги. "man" - це інша команда для останнього випадку. "man cp" дасть вам повний опис цієї команди. (Щоб вийти з допомоги натисніть "q").

source: If you read the help carefully, you will see that you need to give an extra option "-r" if you wish to copy a folder to another location. So now "cp -r photo ../Pictures" should copy the "photo" folder inside the correct "Pictures" directory. After checking that the folder has been safely copied, you can remove the "photo" folder from the "Music" directory: "rm -r photo/".
el_gr: Αν διαβάσετε τη βοήθεια προσεκτικά, θα δείτε ότι θα πρέπει να δώσετε μια επιπλέον επιλογή "-r" αν θέλετε να αντιγράψετε ένα φάκελο σε άλλη θέση. Έτσι τώρα η "cp -r photo .. /Pictures" θα πρέπει να αντιγράψει το κατάλογο "photo" μέσα στο σωστό κατάλογο "Pictures". Αφού ελέγξετε ότι ο φάκελος έχει αντιγραφεί με ασφάλεια, μπορείτε να αφαιρέσετε το φάκελο "photo" από το κατάλογο "Music" : "rm-r photo/".
es_es: Si lee la ayuda cuidadosamente, verá que necesita dar una opción adicional "-r" si desea copiar una carpeta a otro lugar. Por lo tanto ahora "cp -r photo ../Pictures" debería copiar la carpeta "photo" dentro del directorio "Pictures" correcto. Después de verificar que la carpeta se haya copiado en forma segura, puede eliminar la carpeta "photo" del directorio "Music": "rm -r photo/".
it_it: In questo caso, se leggete attentamente l'aiuto noterete che dovete impostare nel comando l'opzione "-r" se volete copiare la cartella in un'altra posizione. Il comando sarà allora "cp -r foto ../Immagini" e copierà la cartella "foto" all'interno della cartella "Immagini". Dopo aver verificato che la cartella ed il suo contenuto siano stati correttamente copiati, potete rimuovere la cartella "foto" dalla cartella "Musica": "rm -r photo/".
nl_nl: Als u de hulp aandachtig leest, zult u vinden dat u een extra parameter "-r" nodig heeft indien u een map naar een andere locatie wilt verplaatsen. Zodoende zal "cp -r photo ../Pictures" de "photo" map in de "Pictures" map verplaatsen. Na het controleren dat de map daadwerkelijk veilig is gekopiëerd, kunt u de "photo" map van de "Music" map verwijderen: "rm -r photo/".
pl_pl: Jeśli czytasz pomoc starannie, widać, że trzeba dać dodatkowa opcja "-r", jeśli chcesz skopiować folder do innej lokalizacji. Więc teraz "cp -r zdjecia .. /Pictures" aby skopiować "zdjecia" folder wewnątrz "Pictures". Po sprawdzeniu, że folder został bezpiecznie skopiowany, można usunąć "zdjecia" folder z "Music" katalogu: "rm -r zdjecia/".
sv_se: Om du läser den hjälp noggrant kommer du se att du måste ge ett extra alternativ "-r" om du vill kopiera en mapp till en annan plats. Så nu "cp -r foto ../bilder" bör kopiera "foto"-mappen till "bilder" katalogen. Efter att ha kontrollerat att mappen säkert har kopierats kan du ta bort "foto" från mappen "Musik" katalogen: "rm -r foto/".
uk_ua: Якщо Ви прочитаєте уважно допомогу, Ви побачите, що Вам потрібно додатковий параметр "-r", якщо Ви бажаєте скопіювати теку в інше місце. Тому "cp -r photo ../Pictures" повинно скопіювати теку "photo" всередину правильної теки "Pictures". Після перевірки виконання команди Ви можете вилучити теку "photo" з теки "Music": "rm -r photo/".

source: Installing a Program - slapt-get and slapt-src
el_gr: Η εγκατάσταση ενός προγράμματος - slapt-get και slapt-src
es_es: Instalar un programa - slapt-get y slapt-src
fr_fr: Installer un programme – slapt-get et slapt-src
it_it: Installare un programma - slapt-get e slapt-src
nl_nl: Het installeren van een programma - slapt-get and slapt-src
pl_pl: Instalacja programu - slapt-get i slapt-src
sv_se: Installera ett program - slapt-get och slapt-src
uk_ua: Встановлення програм - slapt-get i slapt-src
