Repository: Salix-OS/salix-startup-guide
Catalog: */Chapter3.po
Languages: el_gr, es_ar, fr_fr, it_it, nl_nl, pl_pl, sv_se, uk_ua

source: A bootloader is required to load the main operating system of a computer and will initially display a boot menu if several operating systems are available on the same computer.
el_gr: Ένας bootloader απαιτείται για να φορτώσει το κύριο λειτουργικό σύστημα ενός υπολογιστή και θα εμφανίσει αρχικά ένα μενού εκκίνησης, αν πολλά λειτουργικά συστήματα είναι διαθέσιμα στον ίδιο υπολογιστή.
es_ar: Se necesita un cargador de arranque para cargar el sistema operativo de una computadora e inicialmente mostrará un menú de arranque si en esa computadora hay disponibles varios sistemas operativos.
fr_fr: Un chargeur de démarrage est nécessaire pour charger le système d'exploitation d'un ordinateur et affiche en général un menu de démarrage si plusieurs systèmes d'exploitation sont disponibles sur le même ordinateur.
it_it: Un bootloader serve a avviare il sistema operativo principale di un computer e mostrerà un menu di opzioni di avvio nel caso in cui vi siano molteplici sistemi operativi presenti sulla macchina.
nl_nl: Een 'bootloader' is nodig om het hoofdbesturingssysteem van een computer te starten en zal initieel een 'bootmenu' tonen indien meerdere besturingssystemen beschikbaar zijn op dezelfde computer.
pl_pl: Bootloader jest zobowiązany do uruchomienia głównego systemu operacyjnego komputera, i wyświetla początkowe menu startowe, jeśli kilka systemów operacyjnych dostępnych jest na tym samym komputerze.
sv_se: En starthanterare behövs för att ladda huvud operativsystemet på en dator och kommer inledningsvis att visa en startmeny om flera operativsystem finns på samma dator.
uk_ua: Завантажувач вимагається для завантаження операційної системи комп’ютера і спочатку показує меню завантажень, якщо на комп’ютері доступно кілька операційних систем.

source: It is necessary to (re)configure the bootloader each time you install a new operating system on your computer.
el_gr: Είναι απαραίτητο να (επανα) ρυθμίσετε τον φορτωτή εκκίνησης κάθε φορά που θα εγκαταστήσετε ένα νέο λειτουργικό σύστημα στον υπολογιστή σας.
es_ar: Es necesario (re)configurar el cargador de arranque cada vez que instala un nuevo sistema operativo.
fr_fr: Il est nécessaire de (re)configurer le chargeur de démarrage à chaque nouvelle installation d'un système d'exploitation sur votre ordinateur.
it_it: E' necessario (ri)configurare il bootloader ogni volta in cui un altro sistema operativo viene installato sulla macchina.
nl_nl: Het is noodzakelijk om de bootloader te (her)configureren bij iedere installatie van een nieuw besturingsysteem op uw computer.
pl_pl: Konieczne jest (re)konfiguracja bootloadera za każdym razem po zainstalowaniu nowego systemu operacyjnego na komputerze.
sv_se: Det är nödvändigt att (åter)konfigurera starthanteraren varje gång du installerar ett nytt operativsystem på din dator.
uk_ua: Необхідно (пере)конфігурувати завантажувач кожного разу після встановлення нової операційної системи на Ваш комп’ютер.

source: Lilo Setup can also be useful in the process of a disaster recovery, in which case you may have to launch it from a Live CD if you have lost all other means to boot into your system.
el_gr: Ο εγκαταστάτης του Lilo μπορεί επίσης να είναι χρήσιμος κατά τη διαδικασία της αποκατάστασης μετά από καταστροφή, οπότε μπορεί να χρειαστεί να τον ξεκινήσετε από ένα Live CD, αν έχετε χάσει όλα τα άλλα μέσα για να εκκινήσετε το σύστημά σας.
es_ar: La Configuración de Lilo también puede ser útil durante el proceso de recuperación de desastres, en cuyo caso puede que tenga que iniciarlo desde un Live CD, si perdió todos los demás medios para arrancar el sistema.
fr_fr: Lilo Setup peut également être utile en cas de processus de restauration sévère, auquel cas vous devrez le lancer depuis un Live CD si vous avez perdu tout autre moyen de démarrer votre système.
it_it: LiloSetup può essere utile anche come strumento per operazioni di recupero dati; in questo caso è consigliato lanciarlo dal Live CD nel caso in cui non siate più in grado di avviare il sistema principale.
nl_nl: Lilo Setup kan ook handig zijn in een geval van een crash, waarbij men van een Live CD moet starten indien met geen mogelijkheid meer in het systeem kan worden ge'boot'.
pl_pl: Konfiguracja Lilo może być również przydatna w procesie odzyskiwania danych, w takim przypadku konieczne może być uruchomienie go z Live CD, jeśli zostały utracone wszystkie inne środki na uruchomienie systemu.
sv_se: Lilo Setup kan också vara användbart i processen för en återställning, i vilket fall du kanske måste starta den från en Live-CD om du har förlorat alla andra sätt att starta upp ditt system.
uk_ua: Налаштовувач LIlo також може бути корисним під час процесу аварійного відновлення, коли Вам потрібно завантажуватися з Live CD і коли немає інших способів завантажити систему.

source: Startup Services
el_gr: Εκκίνηση Υπηρεσιών
es_ar: Servicios al inicio
fr_fr: Services du système
it_it: Servizi all'avvio
sv_se: System Tjänster
uk_ua: Сервіси запуску

source: Here you will be able to select the services that should or shouldn't be activated in the background when your system starts.
el_gr: Εδώ θα έχετε τη δυνατότητα να επιλέξετε τις υπηρεσίες που πρέπει ή δεν πρέπει να ενεργοποιηθούν στο παρασκήνιο όταν το σύστημά σας ξεκινά.
es_ar: Aquí Ud podrá seleccionar los servicios que deberían o no activarse en segundo plano cuando su sistema arranque.
fr_fr: Vous serez en mesure de sélectionner ici les services qui doivent ou ne doivent pas être activés en tâche de fond quand votre système démarre.
it_it: L'utility vi permette di selezionare i servizi che devono/non devono essere attivati in backgound all'avvio del sistema.
nl_nl: Hier is het mogelijk om de services welke in de achtergrond tijdens het opstarten van uw systeem te (de-)activeren.
pl_pl: Tutaj można wybrać usługi, które powinny lub nie powinny być uruchamiane w tle, podczas gdy system jest uruchamiany.
sv_se: Här kommer du att kunna välja de tjänster som bör eller inte bör aktiveras i bakgrunden när datorn startar.
uk_ua: Тут Ви зможете вибрати сервіси, які повинні або неповинні активуватися в тлі при запуску системи.

source: All your modifications will be applied instantly if you press on the OK button and will not necessitate a reboot.
el_gr: Όλες οι τροποποιήσεις σας θα εφαρμοστούν άμεσα, εάν πατήσετε το κουμπί ΟΚ και δεν θα απαιτήσει επανεκκίνηση.
es_ar: Todas sus modificaciones se aplicarán instantáneamente si presiona el botón Aceptar y no se necesitará reiniciar.
fr_fr: Toute modification sera appliquée immédiatement sur clic sur le bouton Ok et aucun redémarrage n'est nécessaire.
it_it: Le modifiche sono applicate all'istante non appena cliccate sul pulsante OK; non è necessario il riavvio.
nl_nl: Al uw aanpassingen zullen direct worden toegepast indien u op de OK knop drukt en het is niet nodig te rebooten.
pl_pl: Wszystkie modyfikacje zostaną zastosowane natychmiast po naciśnięciu na przycisk OK i nie będzie wymagane ponowne uruchomienia komputera.
sv_se: Alla dina ändringar kommer att tillämpas omedelbart om du trycker på OK-knappen och kommer inte att kräva en omstart.
uk_ua: Всі Ваші зміни будуть застосовані відразу без необхідності перезавантаження, якщо Ви натиснете кнопку ОК.

source: To execute this utility in runlevel 3, simply type servicesetup.
el_gr: Για να εκτελέσετε αυτό το βοηθητικό πρόγραμμα στο runlevel 3, απλά πληκτρολογήστε servicesetup.
es_ar: Para ejecutar este utilitario en runlevel 3, escriba servicesetup.
fr_fr: Pour exécuter cet utilitaire en runlevel 3, taper simplement servicesetup.
it_it: Per eseguire l'utility in runlevel 3 è sufficiente digitare servicesetup.
nl_nl: Om deze tool uit te voeren op 'runlevel' 3, voer envoudigweg 'servicesetup' uit in de commandprompt.
pl_pl: Aby uruchomić to narzędzie na poziomie 3, po prostu wpisz servicesetup.
sv_se: För att köra det här verktyget i runlevel 3, skriv helt enkelt servicesetup.
uk_ua: Для запуску на 3-му рівні запуску просто введіть servicesetup.

source: Screenshot of Services Setting utility
el_gr: Στιγμιότυπο του βοηθητικού προγράμματος Ρύθμιση Υπηρεσιών
es_ar: Captura de pantalla de la utilidad de configuración de Servicios
fr_fr: Copie d'écran de l'utilitaire Services du système
it_it: Schermata della utility Servizi all'avvio
nl_nl: Screenshot van de Services Setting tool
pl_pl: Zrzut ekranu z Services Setting
sv_se: Skärmdump av System Tjänster
uk_ua: Знімок утиліти Налаштування сервісів

source: System Language
el_gr: Γλώσσα Συστήματος
es_ar: Idioma del sistema
fr_fr: Langue système
it_it: Lingua di Sistema
pl_pl: Język systemu
sv_se: System Språk
uk_ua: Системна мова

source: This utility will configure the language of your system.
el_gr: Αυτό το βοηθητικό πρόγραμμα θα ρυθμίσει τη γλώσσα του συστήματός σας.
es_ar: Este utilitario configurará el idioma del sistema.
fr_fr: Cet utilitaire permet de configurer la langue utilisée par le système.
it_it: Confifura la lingua che sarà utilizzata dal sistema
nl_nl: Deze tool kan de taal van uw systeem configureren.
pl_pl: Tym narzędziem można będzie skonfigurować język systemu.
sv_se: Detta verktyg konfigurerar språket i ditt system.
uk_ua: Ця утиліта налаштує мову Вашої системи.

source: To execute it in runlevel 3, simply type localesetup.
el_gr: Για να εκτελέσετε αυτό στο runlevel 3, απλά πληκτρολογήστε localesetup.
es_ar: Para ejecutarlo en runlevel 3, escriba localesetup.
fr_fr: Pour l'exécuter en runlevel 3, taper simplement localesetup.
it_it: Per eseguire l'utility in runlevel 3 è sufficiente digitare localesetup.
nl_nl: Om deze tool uit te voeren op 'runlevel' 3, voer envoudigweg 'localesetup' uit in de commandprompt.
pl_pl: Aby wykonać to na poziomie 3, po prostu wpisz localesetup.
sv_se: För att köra det i runlevel 3, skriv helt enkelt localesetup.
uk_ua: Для запуску на 3-му рівні запуску просто введіть localesetup.

source: System Clock
el_gr: Ρολόι Συστήματος
es_ar: Reloj del sistema
fr_fr: Horloge système
it_it: Orologio di Sistema
pl_pl: Zegar systemowy
sv_se: System Klocka
uk_ua: Системний годинник

source: This utility will configure your computer clock.
el_gr: Αυτό το βοηθητικό πρόγραμμα θα ρυθμίσει το ρολόι του υπολογιστή σας.
es_ar: Este utilitario configurará el reloj de la computadora.
fr_fr: Cet utilitaire permet de configurer l'heure et la date de votre ordinateur.
it_it: Utility che configura l'orario del sistema
nl_nl: Deze tool kan de klok van uw computer configureren.
pl_pl: Narzędzie to będzie konfigurować zegar komputera.
sv_se: Detta verktyg konfigurerar din dator klocka.
uk_ua: Ця утиліта налаштує годинник Вашого комп’ютера.

source: To execute it in runlevel 3, simply type clocksetup.
el_gr: Για να εκτελέσετε αυτό στο runlevel 3, απλά πληκτρολογήστε clocksetup.
es_ar: Para ejecutarlo en runlevel 3, escriba clocksetup.
fr_fr: Pour l'exécuter en runlevel 3, taper simplement clocksetup.
it_it: Per eseguire l'utility in runlevel 3 è sufficiente digitare clocksetup.
nl_nl: Om deze tool uit te voeren op 'runlevel' 3, voer envoudigweg 'clocksetup' uit in de commandprompt.
pl_pl: Aby wykonać to na poziomie 3, po prostu wpisz clocksetup.
sv_se: För att köra det i runlevel 3, skriv helt enkelt clocksetup.
uk_ua: Для запуску на 3-му рівні запуску просто введіть clocksetup

source: Users Profile
el_gr: Προφίλ χρηστών
es_ar: Perfil de usuarios
fr_fr: Gestion des utilisateurs et groupes
it_it: Profili degli Utenti
nl_nl: Gebruikersprofiel
pl_pl: Profil Użytkowników
sv_se: Användar profil
uk_ua: Профіль користувача

source: Screenshot of User Management utility
el_gr: Στιγμιότυπο της βοηθητικής εφαρμογής διαχείρισης χρηστών
es_ar: Captura de pantalla de la utilidad de Administración de Usuarios
fr_fr: Copie d'écran de la gestion des utilisateurs et groupes
it_it: Schermata della utility Gestione Utenti
nl_nl: Screenshot van de gebruikersbeheer tool
pl_pl: Zrzut ekranu z narzędzia zarządzanie użytkownikiem
sv_se: Skärmdump av User Management Utility
uk_ua: Знімок утиліти Керування користувачами

source: In Unix/Linux, all users and groups of users are given certain <ulink url="http://en.wikibooks.org/wiki/UNIX_Computing_Security/Access_authorization">permissions and access rights</ulink> to some part of the system in order to control their ability to access and change it.
el_gr: Στο Unix/Linux, σε όλους τους χρήστες και ομάδες χρηστών δίνονται ορισμένα <ulink url="http://en.wikibooks.org/wiki/UNIX_Computing_Security/Access_authorization">δικαιώματα και δικαιώματα πρόσβασης</ulink>σε κάποιο μέρος του συστήματος, ώστε να ελέγχουν την ικανότητά τους να έχουν πρόσβαση και να το αλλάξουν.
es_ar: En Unix/Linux, a todos los usuarios y grupos de usuarios se les dan ciertos <ulink url="http://en.wikibooks.org/wiki/UNIX_Computing_Security/Access_authorization">permisos y derechos de acceso</ulink> para alguna parte del sistema de forma de controlar sus capacidad de para accederlos y cambiarlos.
fr_fr: Sous Unix/Linux, tous les utilisateurs et les groupes d'utilisateurs ont certaines <ulink url="http://fr.wikipedia.org/wiki/Permissions_Unix">permissions et droits d'accès</ulink> à certaines parties du système afin de contrôler leur possibilité d'accès ou de modification.
it_it: Nei sistema Unix/Linux ad ogni utente e gruppi di utenti sono assegnati specifici <ulink url="http://en.wikibooks.org/wiki/UNIX_Computing_Security/Access_authorization">permessi e diritti di accesso</ulink> a parti del sistema in modo da tenere sotto controllo le modifiche che vengono effettuate.
nl_nl: In Unix/Linux, worden alle gebruikers en groepen van gebruikers enige <ulink url="http://en.wikibooks.org/wiki/UNIX_Computing_Security/Access_authorization">permissies en toegangsrechten</ulink> gegeven voor een deel van het systeem om toegang te verlenen en wijzigingen uit te voeren.
pl_pl: W systemach Unix/Linux, wszystkich użytkowników i grup użytkowników są pewne <ulink url="http://en.wikibooks.org/wiki/UNIX_Computing_Security/Access_authorization"> uprawnienia i prawa dostępu </ulink> do części systemu w celu kontroli ich możliwości dostępu i ich zmiany.
sv_se: I Unix/Linux är alla användare och grupper av användare givna vissa <ulink url="http://en.wikibooks.org/wiki/UNIX_Computing_Security/Access_authorization"> behörigheter och åtkomsträttigheter </ulink> till viss del av systemet för att kontrollera deras förmåga att komma åt och ändra den.
uk_ua: В Unix/Linux, всім користувачам і групам користувачів надано певні <ulink url="http://en.wikibooks.org/wiki/UNIX_Computing_Security/Access_authorization">дозволи і права доступу</ulink> до певних частин системи.

source: This utility manages the creation, deletion and properties of all the system users and groups of users.
el_gr: Αυτό το βοηθητικό πρόγραμμα διαχειρίζεται τη δημιουργία, διαγραφή και τις ιδιότητες όλων των χρηστών του συστήματος και τις ομάδες των χρηστών.
es_ar: Este utilitario administra la creación, borrado y propiedades de todos los usuarios del sistema y grupos de usuarios.
fr_fr: Cet utilitaire permet la création, la suppression et modification des propriétés de tous les utilisateurs et groupes du système.
it_it: Questa utility gestisce la creazione, la cancellazione e le proprietà di tutti gli utenti e dei gruppi di utenti.
nl_nl: Deze tool beheert het maken, verwijderen en de instellingen van alle systeemgebruikers en groepen van gebruikers.
pl_pl: To narzędzie zarządza tworzeniem, usuwaniem i właściwościami wszystkich użytkowników systemu i grup użytkowników.
sv_se: Detta verktyg hanterar skapande, borttagning och egenskaperna hos alla systemets användare och grupper av användare.
uk_ua: Ця утиліти відповідає за створення, вилучення і властивості всіх системних користувачів і груп користувачів.

source: To execute it in runlevel 3, simply type usersetup.
el_gr: Για να εκτελέσετε αυτό στο runlevel 3, απλά πληκτρολογήστε usersetup.
es_ar: Para ejecutarlo en runlevel 3, escriba usersetup.
fr_fr: Pour l'exécuter en runlevel 3, taper simplement usersetup.
it_it: Per eseguire l'utility in runlevel 3 è sufficiente digitare usersetup.
nl_nl: Om deze tool uit te voeren op 'runlevel' 3, voer envoudigweg 'usersetup' uit in de commandprompt.
pl_pl: Aby wykonać to na poziomie 3, po prostu wpisz usersetup.
sv_se: För att utföra det i runlevel 3, skriv helt enkelt usersetup.
uk_ua: Для запуску на 3-му рівні запуску просто введіть usersetup.

source: Salix-Update-Notifier
fr_fr: Notifieur de mises à jour pour Salix
it_it: Notifica Aggiornamenti
uk_ua: Сповіщення про оновлення Salix

source: Screenshot of Salix update notifier
el_gr: Στιγμιότυπο από Salix Update Notifier
es_ar: Captura de pantalla del notificador de actualizaciones de Salix
fr_fr: Copie d'écran du notifieur de mises à jour pour Salix
it_it: Schermata di Notifica Aggiornamenti
nl_nl: Screenshot van de Salix update notifier
pl_pl: Zrzut ekranu z Salix Update Notifier
sv_se: Skärmdump av Salix Update Notifier
uk_ua: Знімок Сповіщення про оновлення Salix

source: Salix update notifier is a tool that periodically checks for available package updates and informs the user about them with the display of a non-intrusive tray icon, which can be used to launch the upgrade process with Gslapt.
el_gr: Το Salix Update Notifier είναι ένα εργαλείο που περιοδικά ελέγχει για διαθέσιμες ενημερώσεις πακέτων και ενημερώνει τον χρήστη για αυτές με την εμφάνιση ενός μη παρεμβατικού εικονίδιου, το οποίο μπορεί να χρησιμοποιηθεί για να ξεκινήσει η διαδικασία αναβάθμισης με το Gslapt.
es_ar: El notificador de actualizaciones de Salix es una herramienta que verifica periódicamente si hay disponibles actualizaciones de paquetes e informa al usuario acerca de ellas con un icono no intrusivo en la bandeja que se puede usar para lanzar el proceso de actualización con Gslapt.
fr_fr: le notifieur de mises à jour pour Salix est un outil qui vérifie périodiquement la disponibilité de mises à jour de paquets et en informe l'utilisateur avec l'affichage d'une icône non‑intrusive dans la barre de notification, qui peut être utilisée pour lancer le processus de mises à jour avec Gslapt.
it_it: Notifica Aggiornamenti è uno strumento che controlla periodicamente la disponibilità di aggiornamenti ed avvisa l'utente tramite una icona discreta che appare sulla barra della applicazioni; se ciccata, avvia il processo di aggiornamento tramite Gslapt.
nl_nl: Salix update notifier is een tool dat periodiek controleert of er updates van pakketten beschikbaar zijn en informeert de gebruiker hierover door middel van een niet storende systeembalk icoon, welke gebruikt kan worden om het 'upgrade' process met Gslapt te starten.
pl_pl: Salix Update Notifier to narzędzie, które okresowo sprawdza dostępne aktualizacje pakietu i informuje użytkownika o nich z wyświetlaniem ikony, która może być użyta do uruchamiania procesu aktualizacji z Gslapt.
sv_se: Salix Update Notifier är ett verktyg som kontrollerar regelbundet efter tillgängliga paket uppdateringar och informerar användaren om dem med visning av en icke-inkräktande ikonen, som kan användas för att starta uppgraderingen med Gslapt.
uk_ua: Сповіщувач Оновлення Salix є утилітою, що періодично перевіряє оновлення доступних пакунків і інформує користувача про них повідомленнями в системному лотку.

source: Salix Live Tools
el_gr: Ζωντανά Εργαλεία του Salix
es_ar: Herramientas de Salix Live
fr_fr: Outils Salix Live
sv_se: Salix Live Verktyg
uk_ua: Утиліти Salix Live

source: What are the Live Tools?
el_gr: Ποια είναι τα ζωντανά εργαλεία;
es_ar: ¿Qué son las Herramientas Live?
fr_fr: Que sont les outils Salix Live ?
it_it: Cosa sono i Live Tools?
nl_nl: Wat zijn de Live Tools?
pl_pl: Jakie są Salix Live Tools ?
sv_se: Vad är Live Tools?
uk_ua: Що таке Live tools?

source: Salix Live comes with all the default software included in Salix OS (see <xref linkend="appe-Startup_Guide-List_of_Applications" />).
el_gr: Το Salix Live έρχεται με όλο το προεπιλεγμένο λογισμικό που περιλαμβάνεται στο Salix OS (βλ. <xref linkend="appe-Startup_Guide-List_of_Applications" /> ).
es_ar: Salix Live viene con todo el software por defecto incluido en Salix OS (ver <xref linkend="appe-Startup_Guide-List_of_Applications" />).
fr_fr: Salix Live est disponible avec tous les logiciels par défaut inclus dans Salix OS (voir <xref linkend="appe-Startup_Guide-List_of_Applications" />).
it_it: Salix Live viene offerta con tutta la dotazione software presente in Salix OS(vedi <xref linkend="appe-Startup_Guide-List_of_Applications" />).
nl_nl: Salix Live bevat alle standaard software welke beschikbaar is in Salix OS (Zie <xref linkend="appe-Startup_Guide-List_of_Applications" />).
pl_pl: Salix Live ma całe oprogramowanie domyślnie włączone (patrz <xref linkend="appe-Startup_Guide-List_of_Applications" /> ).
sv_se: Salix Live levereras med alla standard programvara som ingår i Salix OS (se <xref linkend="appe-Startup_Guide-List_of_Applications" /> ).
uk_ua: Salix Live поставляється з типовими програмами, які включені в Salix OS (дивіться <xref linkend="appe-Startup_Guide-List_of_Applications" />).

source: However, due to its Live nature it also includes some extra utilities which are either needed or simply very useful in a Live session.
el_gr: Ωστόσο, λόγω της Ζωντανή φύση του περιλαμβάνει επίσης κάποια επιπλέον βοηθητικά προγράμματα που είτε χρειάζονται είτε είναι απλά πολύ χρήσιμα σε μια ζωντανή συνεδρία.
es_ar: Sin embargo, debido a su naturaleza Live, también incluye algunas utilidades adicionales que son tanto necesarias como muy útiles para una sesión Live.
fr_fr: Cependant, dû à sa nature Live, sont également inclus d'autres utilitaires qui sont nécessaires ou simplement utiles dans une session Live.
it_it: Tuttavia, trattandosi di una versione Live include utility extra che sono indispensabili o semplicemente possono fare comodo durante una sessione Live.
nl_nl: Maar, doordat het een Live editie is bevat het enkele extra tools welke nodig zijn of simpelweg zeer handig in een Live sessie zijn.
pl_pl: Jednak ze względu na jej charakter live jest również kilka dodatkowych narzędzi, które są potrzebne, lub po prostu bardzo przydatne w sesji live.
sv_se: Men på grund av sin Live natur innehåller den också några extra verktyg som antingen behövs eller helt enkelt är mycket användbar i en live session.
uk_ua: Тим не менш, завдяки своїй живій природі він також включає в себе декілька додаткових утиліт, які або необхідні або просто є дуже корисним в Live-сесії.
