Repository: Salix-OS/salix-startup-guide
Catalog: */Chapter3.po
Languages: el_gr, es_ar, fr_fr, it_it, nl_nl, pl_pl, sv_se, uk_ua

source: Your Salix
el_gr: Το Salix σας
es_ar: Su Salix
fr_fr: Votre Salix
it_it: Il vostro sistema Salix
nl_nl: Zoals de naam aangeeft, Herbouw de Iconen Cache herstelt sommige iconen welke kunnen zijn zoekgeraakt na het updaten van uw systeem of het installeren van een nieuw pakket en laat deze weer verschijnen in het applicatiemenu.
pl_pl: Twój Salix
sv_se: Ditt Salix
uk_ua: Ваш Salix

source: Package Management
el_gr: Διαχείριση Πακέτων
es_ar: Administración de paquetes
fr_fr: Gestion des paquets
it_it: Gestione dei pacchetti
nl_nl: Pakketbeheer
pl_pl: Zarządzanie pakietami
sv_se: Pakethantering
uk_ua: Управління пакунками

source: Installing applications (which roughly equates to “installing packages” as we say in Linux) is a fundamental part of the Linux experience. Superficially it is just an exercise using package managers such as Gslapt and its command line equivalent, slapt-get, for installing packages created by others. Soon you will start to see some packages you are interested in are not in the common repositories, and you will start creating your own packages. For some, this could be the very first time they see their build scripts working in the terminal, checking for configuration errors and chasing after some missing dependencies to compile a program. Some frustration may hit you initially, but then in good time, you will gather enough experience and as you start to see the inner workings of Linux, you will become more confident.
el_gr: Η Εγκατάσταση εφαρμογών (που κατά προσέγγιση ισοδυναμεί με "την εγκατάσταση πακέτων", όπως λέμε στο Linux) είναι ένα θεμελιώδες μέρος της εμπειρίας του Linux. Επιφανειακά είναι απλώς μια άσκηση που χρησιμοποιούν οι διαχειριστές πακέτων, όπως το Gslapt και το ισοδύναμο της γραμμής εντολών, slapt-get, για την εγκατάσταση των πακέτων που δημιουργούνται από άλλους. Σύντομα θα αρχίσετε να βλέπετε κάποια πακέτα που σας ενδιαφέρουν οτι δεν είναι στα κοινά αποθετήρια, και θα αρχίσετε να δημιουργείτε τα δικά σας πακέτα. Για κάποιους, αυτό θα μπορούσε να είναι η πρώτη φορά που βλέπουν τα κατασκευασμένα σενάριά εντολών τους να δουλεύουν στο τερματικό, ελέγχοντας για τυχόν σφάλματα ρύθμισης παραμέτρων και να κάνουν μετά από μερικές εξαρτήσεις που λείπουν την μεταγλώτιση ενός προγράμματος. Κάποια απογοήτευση μπορεί να σας κυριεύσει αρχικά, αλλά στη συνέχεια σε εύθετο χρόνο, θα συγκεντρώσετε αρκετή εμπειρία και δεδομένου ότι αρχίζετε να βλέπετε τις εσωτερικές λειτουργίες του Linux, θα γίνετε πιο σίγουροι.
es_ar: La instalación de aplicaciones (que es aproximadamente igual a "instalar paquetes" como decimos en Linux) es una parte fundamental de la experiencia Linux. A simple vista es solo un ejercicio usando administradores de paquetes como Gslapt y su equivalente de línea de comandos slapt-get para instalar paquetes creados por terceros. Pronto descubrirá que algunos paquetes en los que está interesado, no están en los repositorios comunes y comenzará a crear sus propios paquetes. Para algunos, esta podría ser la primera vez que vean scripts de armado funcionando en la terminal, comprobando errores de configuración y siguiendo algunas dependencias perdidas para compilar un programa. Al comienzo puede encontrar alguna frustración, pero a su debido tiempo, irá ganando la suficiente experiencia y cuando empiece a ver el funcionamiento interno de Linux, tendrá más confianza.
fr_fr: L'installation d'applications (qui équivaut à peu près à « installer des paquets » comme on dit avec Linux) est une étape fondamentale de l'expérience Linux. De manière générale ça consiste à utiliser un gestionnaire de paquets tel que Gslapt ou sa ligne de commande correspondante, slapt-get, pour installer des paquets créés par d'autres. Vous verrez bientôt que certains paquets qui vous intéressent ne sont pas présents dans les dépôts communs et vous commencerez à créer vos propres paquets. Pour certains, ce sera la première occasion de voir leurs scripts de construction fonctionner dans un terminal, de vérifier des erreurs de configuration, ou de chercher des dépendances manquantes pour compiler un programme. Vous pourrez vous sentir frustré au début, mais au bout d'un moment vous gagnerez assez d'expérience, et au fur et à mesure que vous comprendrez le fonctionnement interne de Linux, vous deviendrez plus confiant.
it_it: L'installazione delle applicazioni (che in Linux equivale a dire all'incirca ''installazione di paccchetti'') è una parte fondamentale dell'utilizzo di un sistema Linux. Ad un livello di base si tratta perlopiù di usare un gestore di pacchetti - come Gslapt o la sua controparte a riga di comando slapt-get - al fine di installare pacchetti creati da altri. Vi accorgerete presto che non tutti i pacchetti che vi interessano sono presenti nei repository standard, per cui potete pensare di creare i vostri pacchetti personalizzati. In questo caso alcuni vedranno per la prima volta gli script di compilazione al lavoro nel terminale, seguiranno i controlli degli eventuali errori di configurazione ed andranno alla ricerca delle dipendenze mancanti necessarie alla compilazione corretta di un programma. A volte, e soprattutto all'inizio, questo può essere frustrante (soprattutto se le cose magari non vanno a buon fine) ma in breve potrete acquisire l'esperienza necessaria per capire il funzionamento di Linux ed acquisire confidenza col sistema.
nl_nl: Het installeren van applicaties (wat gelijk staat aan het "installeren van pakketten" in Linux termen) is een fundamenteel onderdeel van de Linux ervaring. In principe is het het gebruik van pakketmanagers als Gslapt en zijn command prompt equivalent slapt-get om pakketten gemaakt door anderen te installeren. U zult gauw pakketten vinden welke u interessant vindt en welke niet beschikbaar zijn in de standaard 'repositories' en zult u wellicht uw eigen pakketten maken. Voor sommigen zal het de eerste keer zijn dat ze hun 'buildscripts' zullen zien werken in de terminal, configuratiefouten zullen controleren en zoeken naar missende afhankelijkheden (dependencies) om een programma te compileren. Dit kan eerst enige frustratie opleveren, maar met de tijd zult u genoeg ervaring opdoen en wanneer u Linux beter gaat begrijpen, zult u ook zelfverzekerder worden.
pl_pl: Instalowanie aplikacji (co w przybliżeniu równa się "instalacji pakietów" jak mówimy w Linux) jest jedną z podstawowych części poznawania Linuksa. Pozornie jest to tylko ćwiczenie za pomocą menadżerów pakietów takich jak Gslapt i jego odpowiednik z linii poleceń, slapt-get do instalowania pakietów stworzonych przez innych. Wkrótce zobaczysz że niektóre pakiety nie są we wspólnym repozytorium, i rozpoczniesz tworzenie własnych pakietów. Niektórzy po raz pierwszy zobaczą jak skrypty pracują w terminalu, sprawdzają błędy w konfiguracji i szukają niektórych brakujące zależności kompilacji programu. Niektórzy doznają frustracji początkowo, ale potem w odpowiednim czasie, będziemy zbierać doświadczenie i jak zaczniesz widzieć wewnętrzne funkcjonowanie Linux, staniesz się bardziej pewny siebie.
sv_se: Installera program (vilket ungefär motsvarar "Installera paket" som vi säger i Linux) är en grundläggande del av Linux-erfarenhet. Ytligt är det bara en övning med hjälp av pakethanterare som Gslapt och dess kommandorad motsvarighet, slapt-get, för installation av paket som skapats av andra. Snart kommer du att börja se vissa paket du är intresserad av inte finns i de gemensamma förråden, och du kommer att börja skapa ditt eget paket. För vissa kan detta vara den allra första gången de ser sina byggskript arbeta i terminalen, kontrollera för konfigurations fel och jaga efter några saknade beroenden för att kompilera ett program. En del frustration kan slå dig i början, men sedan i god tid, kommer du samla tillräckligt med erfarenhet och som ni börjar se det inre arbetet i Linux, kommer du att bli mer självsäker.
uk_ua: Встановлення програм (що приблизно відповідає “встановленню пакунків”, як це говорять в Linux) є найважливішою частиною знайомства з Linux. Це досить просто встановлювати пакунки, створені іншими, використовуючи пакетні менеджери, такі як Gslapt і його еквівалент для командної стрічки slapt-get. Незабаром ви побачите, що деякі пакети, які Вам потрібні, не містяться в загальних сховищах, і тоді Ви почнете створювати свої власні пакунки. Дехто побачить перший раз, як його створений скрипт працює в терміналі, буде перевіряти на помилки конфігурацію і шукати відсутні залежності для компіляції програми. Спочатку буде деяке розчарування на початковому етапі, але у свій час Ви будете наберете достатньо досвіду і коли Ви почнете бачити внутрішню роботи Linux, Ви станете більш впевненими.

source: Reminder!
el_gr: Υπενθύμιση!
es_ar: Recordatorio!
fr_fr: Rappel !
it_it: Attenzione!
nl_nl: Herinnering!
pl_pl: Przypomnienie!
sv_se: Påminnelse!
uk_ua: Нагадування!

source: You have to be the superuser in order to install an application (see <xref linkend="sect-Startup_Guide-Introduction-Root_Password" />).
el_gr: Πρέπει να είστε ο υπερχρήστης, προκειμένου να εγκαταστήσετε μια εφαρμογή (βλ. <xref linkend="sect-Startup_Guide-Introduction-Root_Password" /> ).
es_ar: Ud tiene que ser el superusuario para instalar una aplicación (ver <xref linkend="sect-Startup_Guide-Introduction-Root_Password" />).
fr_fr: Vous devez être le super‑utilisateur pour installer une application (voir <xref linkend="sect-Startup_Guide-Introduction-Root_Password" />).
it_it: Dovete diventare amministratore del sistema se intendete installare una applicazione (vedi <xref linkend="sect-Startup_Guide-Introduction-Root_Password" />).
nl_nl: U moet superuser zijn om een applicatie te installeren (zie <xref linkend="sect-Startup_Guide-Introduction-Root_Password" />).
pl_pl: Musisz być administratorem aby móc instalować aplikacje (patrz <xref linkend="sect-Startup_Guide-Introduction-Root_Password" /> ).
sv_se: Du måste vara superanvändare för att installera ett program (se <xref linkend="sect-Startup_Guide-Introduction-Root_Password" /> ).
uk_ua: Вам потрібно мати права суперкористувача щоб встановити програму (дивіться <xref linkend="sect-Startup_Guide-Introduction-Root_Password" />).

source: Gslapt is the GUI version of slapt-get (see <xref linkend="sect-Startup_Guide-Package_Management-slapt_get" />). It allows one to search Slackware/Salix mirrors and third party sources for packages. Before use you should first click on the <guibutton> Update</guibutton> button to ensure that the latest updates from the software repositories are known to Gslapt. The search field is there for you to search for a particular package. You can highlight with your left click and choose to install/uninstall/reinstall packages with a right click. Gslapt detects dependencies and will install all the dependency files for a package automatically. Installation/uninstallation/reinstallation will take place once you click on the <guibutton>Execute</guibutton> button. You can blacklist packages by adding their names to the blacklist found in <guimenuitem>Preferences</guimenuitem> under <guimenuitem>Edit</guimenuitem>.
el_gr: Το Gslapt είναι η γραφική έκδοση του slapt-get (βλ. <xref linkend="sect-Startup_Guide-Package_Management-slapt_get" /> ). Επιτρέπει σε κάποιον να ψάξει στους καθρεπτισμούς του Slackware/Salix και πηγές τρίτων για πακέτα. Πριν από τη χρήση θα πρέπει πρώτα να κάνετε κλικ στο κουμπί <guibutton>Ενημέρωση</guibutton> για να διασφαλιστεί ότι οι τελευταίες ενημερώσεις από τα αποθετήρια λογισμικού θα είναι γνωστές στο Gslapt. Το πεδίο αναζήτησης είναι εκεί για σας να αναζητήσετε ένα συγκεκριμένο πακέτο. Μπορείτε να επισημάνετε με το αριστερό κλικ σας και να επιλέξετε την εγκατάσταση/απεγκατάσταση/επανεγκατάσταση πακέτων με ένα δεξί κλικ. Το Gslapt ανιχνεύει τις εξαρτήσεις και θα εγκαταστήσει όλα τα αρχεία εξαρτήσεων για ένα πακέτο αυτόματα. Η εγκατάσταση/απεγκατάσταση /επανεγκατάσταση θα πραγματοποιηθεί μόλις κάνετε κλικ στο κουμπί <guibutton>Εκτέλεση</guibutton> . Μπορείτε να βάλετε πακέτα στη μαύρη λίστα, προσθέτοντας τα ονόματά τους στη μαύρη λίστα που βρίσκεται στο <guimenuitem>Προτιμήσεις</guimenuitem> κάτω από την <guimenuitem>Επεξεργασία</guimenuitem> .
es_ar: Gslapt es la versión GUI de slapt-get (ver <xref linkend="sect-Startup_Guide-Package_Management-slapt_get" />). Le permite buscar paquetes en espejos Slackware/Salix y fuentes de terceras partes. Antes de usarlo primero debería hacer clic en el botón <guibutton> Actualizar</guibutton> para asegurarse que Gslapt conoce las últimas actualizaciones de los repositorios de software. El campo de búsqueda está para que busque un paquete en particular. Con el clic izquierdo puede resaltar y con el derecho elegir instalar/desinstalar/reinstalar paquetes. Gslapt detecta dependencias e instalará automáticamente todos los archivos dependientes para un paquete. Instalar/desinstalar/reinstalar se llevará a cabouna vez que se haga clic en el botón <guibutton>Ejecutar</guibutton>. Puede poner paquetes en la lista negra, agregando sus nombres en la lista negra que se encuentra en <guimenuitem>Preferencias</guimenuitem> bajo <guimenuitem>Editar</guimenuitem>.
fr_fr: Gslapt est la version graphique de slapt-get (voir <xref linkend="sect-Startup_Guide-Package_Management-slapt_get" />). Ça permet de chercher des paquets dans les miroirs de Slackware/Salix et dans des sources externes. Cependant avant de l'utiliser il convient de cliquer sur le bouton <guibutton>Actualiser</guibutton> pour s'assurer que les dernières mise à jour des dépôts logiciels soient connues de Gslapt. Le champs Recherche va vous aider à trouver un paquet particulier. Vous pouvez les mettre en surbrillance avec un clic gauche et choisir d'installer/supprimer/réinstaller des paquets avec le clic droit. Gslapt détectera les dépendances et les installera automatiquement. L'installation/la suppression/la réinstallation prendra effet au clic sur le bouton <guibutton>Exécuter</guibutton>. Vous pouvez mettre des paquets sur une liste d'exclusion que vous trouverez dans le menu <guimenuitem>Préférences</guimenuitem> sous <guimenuitem>Édition</guimenuitem>.
it_it: Gslapt è la versione grafica di slapt-get (vedi <xref linkend="sect-Startup_Guide-Package_Management-slapt_get" />). Vi consente di cercare pacchetti nei mirror Slackware/Salix e di terze parti. Prima dell'utilizzo è necessario cliccare sul bottone <guibutton> Aggiorna</guibutton> in modo da sincronizzare Gslapt con gli aggiornamenti presenti sui repository. Il campo ricerca vi consente invece di ricercare un pacchetto specifico. Potete selezionare un pacchetto col tasto sinistro e decidere se installarlo/disinstallarlo/reinstallarlo col tasto destro. Gslapt rileva ed installa automaticamente le dipendenze necessarie al corretto funzionamento di un pacchetto. L'operazione di Installazione/disinstallazione/reinstallazione viene confermata dal bottone <guibutton>Esegui</guibutton>. Potete escludere paccchetti inserendoli nella blacklist delle <guimenuitem>Preferenze</guimenuitem> sotto il menu <guimenuitem>Modifica</guimenuitem>.
nl_nl: Gslapt is de GUI (grafische) versie van slapt-get (zie <xref linkend="sect-Startup_Guide-Package_Management-slapt_get" />). Het maakt het mogelijk om pakketten te zoeken bij Slackware/Salix 'mirrors' en derde partijen. Eer u begint is het verstandig om eerst te klikken op de <guibutton> Update</guibutton> om er zeker van te zijn dat de laatste updates van de 'repositories' bekend zijn in Gslapt. Het zoekveld is aanwezig om naar een specifiek pakket te zoeken. Met de linker muisknop kunt u een pakket selecteren en met de rechter muisknop kunt u deze installeren/de-installeren/herinstalleren. Gslapt vindt 'dependencies' en zal alle afhankelijkheden automatisch mee installeren. Installatie/de-installatie/herinstallatie zal beginnen zodra u op de knop <guibutton>Uitvoeren</guibutton> drukt. U kunt pakketten op een 'blacklist' zetten in de <guimenuitem>Eigenschappen</guimenuitem> onder <guimenuitem>Wijzigen</guimenuitem>.
pl_pl: Gslapt jest wersja GUI dla slapt-get (patrz <xref linkend="sect-Startup_Guide-Package_Management-slapt_get" /> ). Pozwala na wyszukiwanie Slackware/Salix mirrorów i źródeł trzecich dla pakietów. Przed użyciem należy najpierw kliknąć na <guibutton> Aktualizacja </guibutton> aby zapewnić, że najnowsze aktualizacje z repozytoriów oprogramowania są znane Gslapt. Pole wyszukiwania jest do Państwa dyspozycji w celu wyszukania konkretnego pakietu. Można wybrać lewym przyciskiem myszy i zainstalować/odinstalować /zainstalować ponownie pakiety przez kliknięciej prawym przyciskiem myszy. Gslapt wykryje zależności i zainstaluje wszystkie pliki o zależnościach dla tej paczki automatycznie. Instalacja/deinstalacja/reinstalacji odbędzie się po kliknięciu na <guibutton> Wykonać </guibutton> . Możesz dodać czarną listą pakietów poprzez dodanie ich nazw do czarnej listy znajdują się w <guimenuitem> Preferencje </guimenuitem> pod <guimenuitem> Edytuj </guimenuitem> .
sv_se: Gslapt är den grafiska versionen av slapt-get (se <xref linkend="sect-Startup_Guide-Package_Management-slapt_get" /> ). Det gör att man kan söka Slackware/Salix speglar och tredje parts källor för paket. Före användning bör du först klicka på <guibutton>Uppdatera</guibutton> knappen för att säkerställa att de senaste uppdateringarna från programvaru förråden är kända för att Gslapt. Sökfältet finns till för dig att söka efter ett specifikt paket. Du kan markera med vänster klicka och välja att installera/avinstallera/ominstallera paket med ett högerklick. Gslapt upptäcker beroenden och kommer att installera alla beroende filer för ett paket automatiskt. Installation/avinstallation/ominstallation kommer att äga rum när du klickar på <guibutton>Utför</guibutton> knappen. Du kan svartlista paket genom att lägga deras namn på den svarta listan som finns i <guimenuitem>Inställningar</guimenuitem> i <guimenuitem>Redigera</guimenuitem> .
uk_ua: Програма Gslapt є графічний інтерфейс для slapt-get (дивіться <xref linkend="sect-Startup_Guide-Package_Management-slapt_get" />). Вона дозволяє шукати пакунки у дзеркалах Slackware/Salix та сторонніх джерелах. Перед використанням спочатку потрібно натиснути на кнопку <guibutton> Оновити</guibutton>, щоб оновити сховища до найновших версій програм. Пукунки можна шукати, вписуючи назву у пошукове поле. Ви можете відмітити пакунок за допомогою лівої кнопки миші і вибрати встановити/вилучити/перевстановити за допомогою правої кнопки. Gslapt визначить залежності і встановить всі фали залежностей автоматично. Встановлення/вилучення/перевстановлення розпочнеться, як тільки Ви натиснете кнопку <guibutton>Виконати</guibutton>. Ви можете додати пакунки до чорного списку, вписуючи їхні назви до списку, який знаходиться в <guimenuitem>Уподобання</guimenuitem> в меню <guimenuitem>Редагувати</guimenuitem>.

source: Screenshot of Gslapt
el_gr: Στιγμιότυπο από Gslapt
es_ar: Captura de pantalla de Gslapt
fr_fr: Copie d'écran de Gslapt
it_it: Schermata di Gslapt
nl_nl: Screenshot van Gslapt
pl_pl: Zrzut ekranu z Gslapt
sv_se: Skärmdump av Gslapt
uk_ua: Знімок Gslapt

source: <ulink url="http://software.jaos.org/git/slapt-get/plain/FAQ.html">slapt-get</ulink> is a command line tool for Slackware package management. It allows one to search Slackware/Salix mirrors and third party sources for packages, compare them with installed packages, install new packages, or upgrade all installed packages.
el_gr: <ulink url="http://software.jaos.org/git/slapt-get/plain/FAQ.html"> slapt-get </ulink> είναι ένα εργαλείο της γραμμής εντολών για την διαχείριση πακέτων Slackware. Επιτρέπει σε κάποιον να ψάξει για καθρεπτισμούς του Slackware/Salix και πηγές τρίτων για τα πακέτα, να τα συγκρίνει με εγκατεστημένα πακέτα, να εγκαταστήσει νέα πακέτα, ή να αναβαθμίσει όλα τα εγκατεστημένα πακέτα.
es_ar: <ulink url="http://software.jaos.org/git/slapt-get/plain/FAQ.html">slapt-get</ulink> es una herramienta de línes de comandos para la administración de paquetes Slackware. Le permite buscar espejos de paquetes Slackware/Salix y fuentes de terceras partes, compararlos con los paquetes instalados, instalar nuevos paquetes o actualizar todos los paquetes instalados.
fr_fr: <ulink url="http://software.jaos.org/git/slapt-get/plain/FAQ.html">slapt-get</ulink> est un outil en ligne de commande destiné à la gestion des paquets Slackware. Il autorise, sur les mirroirs de Slackware/Salix et autre mirroirs tiers, la recherche de paquets, il les compare avec les paquets installés, il installe de nouveaux paquets, ou peut mettre à jour l'ensemble des paquets installés.
it_it: <ulink url="http://software.jaos.org/git/slapt-get/plain/FAQ.html">slapt-get</ulink> è uno strumento a riga di comando per la gestione di pacchetti per Slackware. Vi consente di ricercare pacchetti nei mirror Slackware/Salix e di terze parti, confrontarli con i pacchetti presenti sul sistema, installarne di nuovi o aggiornare quelli esistenti.
nl_nl: <ulink url="http://software.jaos.org/git/slapt-get/plain/FAQ.html">slapt-get</ulink> is een command line tool voor Slackware pakketbeheer. Het geeft de mogelijkheid om Slackware/Salix 'mirrors' en pakketten van derden te zoeken, vergelijken met geinstalleerde pakketten, installeren van nieuwe pakketten of het 'upgraden' van alle geinstalleerde pakketten.
pl_pl: <ulink url="http://software.jaos.org/git/slapt-get/plain/FAQ.html"> slapt-get </ulink> jest narzędziem linii poleceń do zarządzania pakietami Slackware. Pozwala na wyszukiwanie Slackware/Salix mirrorów i źródeł trzecich pakietów, porównywać je z zainstalowanymi pakietami, zainstalować nowe pakiety lub zaktualizować wszystkie zainstalowane pakiety.
sv_se: <ulink url="http://software.jaos.org/git/slapt-get/plain/FAQ.html"> slapt-get </ulink> är ett kommandoradsverktyg för Slackware pakethantering. Det gör att man kan söka Slackware/Salix speglar och tredjeparts källor för paket, jämföra dem med installerade paket, installera nya paket eller uppgradera alla installerade paket.
uk_ua: <ulink url="http://software.jaos.org/git/slapt-get/plain/FAQ.html">slapt-get</ulink> є термінальною програмою для управління пакунками в Slackware. Вона дозволяє шукати пакунки в дзеркалах сховищ Slackware/Salix та побічних сховищах, порівнювати їх з вже встановленими пакунками, встановлювати нові пакунки або оновлювати всі встановлені пакунки.
