Repository: Salix-OS/salix-startup-guide
Catalog: */Chapter3.po
Languages: el_gr, es_ar, fr_fr, it_it, nl_nl, pl_pl, sv_se, uk_ua

source: Salix tools are a collection of utilities that are designed to manage every aspect of Salix configuration easily. You can find these tools under the System section of the application menu. Of course, system management in Salix OS can also be done the usual (<ulink url="http://www.slackbook.org/html/book.html">manual</ulink>) Slackware way.
el_gr: Τα εργαλεία του Salix είναι μια συλλογή από βοηθητικά προγράμματα που έχουν σχεδιαστεί για να διαχειρίζονται κάθε πτυχή της διαμόρφωσης του Salix εύκολα. Μπορείτε να βρείτε αυτά τα εργαλεία στο πλαίσιο του τμήματος του συστήματος των μενού της εφαρμογής. Φυσικά, η διαχείριση του συστήματος στο Salix OS μπορεί να γίνει και με το σύνηθες ( <ulink url="http://www.slackbook.org/html/book.html"> εγχειρίδιο </ulink> ) Τρόπο του Slackware.
es_ar: Las herramientas Salix son una colección de utilitarios que están diseñados para administrar fácilmente todos los aspectos de la configuración de Salix. Puede encontrar estas herramientas bajo la sección sistema del menú de aplicaciones. Por supuesto, la administración del sistema en Salix OS también se puede hacer de la forma usual (<ulink url="http://www.slackbook.org/html/book.html">manual</ulink>) de Slackware.
fr_fr: Les Outils Salix sont une collection d'utilités conçues pour gérer facilement tous les aspects de la configuration de Salix. Vous pouvez trouver ces outils dans la section Système du menu des applications. Naturellement, la gestion du système en Salix OS peut être faite aussi au façon l (<ulink url="http://www.slackbook.org/html/book.html">manual</ulink>) Slackware.
it_it: I tools di Salix sono una serie di utilità progettate per gestire semplicemente ogni aspetto della configurazione di Salix. Si trovano alla voce Sistema nel menu delle applicazioni. Naturalmente, la gestione del sistema può essere fatta in modo (<ulink url="http://www.slackbook.org/html/book.html">manuale</ulink>) in puro stile Slackware.
nl_nl: Salix tools is een collectie van gebrruikssoftware welke gemaakt is om ieder aspect van de Salix configuratie eenvoudig te beheren. U kan deze tools vinden onder de Systeem sectie van het applicatiemenu. Natuurlijk kan systeembeheer in Salix OS via de gebruikelijke (<ulink url="http://www.slackbook.org/html/book.html">manual</ulink>) Slackware manier worden gedaan.
pl_pl: Narzędzia Salix są zbiorem narzędzi, które są przeznaczone do zarządzania każdym aspektem konfiguracji Salix. Możesz znaleźć je w sekcji System w menu aplikacji. Oczywiście, system zarządzania w Salix OS może być również wykonany w zwykły ( <ulink url="http://www.slackbook.org/html/book.html"> manual </ulink> ) sposób Slackware.
sv_se: Salix verktyg är en samling verktyg som är utformade för att hantera varje aspekt av Salix konfiguration lätt. Du hittar dessa verktyg under avsnittet System i programmenyn. Naturligtvis kan systemet hantering i Salix OS också göras enligt de vanliga ( <ulink url="http://www.slackbook.org/html/book.html">manuella</ulink> ) Slackware sätt.
uk_ua: Утиліти Salix - це колекція утиліт для керування налаштуваннями всіх аспектів системи Salix. Ви можете знайти ці утиліти в розділі Система в меню програм. Зрозуміло, що системні налаштування Salix OS можна здійснювати і звичайно, (<ulink url="http://www.slackbook.org/html/book.html">вручну</ulink>), так як це робиться в Slackware.

source: Please note that most Salix tools (except Lilo Setup) have an ncurses counterpart which can be used in a non-graphical environment (<ulink url="http://www.bilbos-stekkie.com/slack_init/en/init.html#SLACK-RUNLEVELS">runlevel 3</ulink>).
el_gr: Παρακαλώ σημειώστε ότι τα περισσότερα εργαλεία του Salix (εκτός της Ρύθμισης του Lilo) έχουν ένα αντίστοιχο ncurses που μπορεί να χρησιμοποιηθεί σε μη γραφικό περιβάλλον ( <ulink url="http://www.bilbos-stekkie.com/slack_init/en/init.html#SLACK-RUNLEVELS"> runlevel 3 </ulink> ).
es_ar: Advierta que la mayoría de las herramientas Salix (excepto la Configuración de Lilo) tiene su contraparte ncurses que se pueden usar en un entorno no gráfico (<ulink url="http://www.bilbos-stekkie.com/slack_init/en/init.html#SLACK-RUNLEVELS">runlevel 3</ulink>).
fr_fr: Veuillez noter que la majorité des outils Salix (sauf Lilo Setup) a aussi un homologue ncurses qui peut être utilisé dans un environnement non-graphique (<ulink url="http://www.bilbos-stekkie.com/slack_init/en/init.html#SLACK-RUNLEVELS">runlevel 3</ulink>).
it_it: La maggior parte dei tools di Salix (tranne Lilo Setup) hanno una controparte ncurses che può essere utilizzata in ambienti non-grafici (<ulink url="http://www.bilbos-stekkie.com/slack_init/en/init.html#SLACK-RUNLEVELS">runlevel 3</ulink>).
nl_nl: De meeste Salix tools (behalve Lilo Setup) hebben een ncurses tegenhanger welke in een niet-grafische omgeving kunnen worden gebruikt (<ulink url="http://www.bilbos-stekkie.com/slack_init/en/init.html#SLACK-RUNLEVELS">runlevel 3</ulink>).
pl_pl: Należy pamiętać, że większość narzędzi Salix (z wyjątkiem instalacji Lilo) mają odpowiednik ncurses, które mogą być używane w środowisku nie tylko graficznym ( <ulink url="http://www.bilbos-stekkie.com/slack_init/en/init.html#SLACK-RUNLEVELS"> runlevel 3 </ulink> ).
sv_se: Observera att de flesta Salix verktyg (utom Lilo Setup) har en ncurses motsvarighet som kan användas i en icke-grafisk miljö ( <ulink url="http://www.bilbos-stekkie.com/slack_init/en/init.html#SLACK-RUNLEVELS"> runlevel 3 </ulink> ).
uk_ua: Зауважте, що більшість утиліт Salix (крім Встановлювача Lilo) мають частину на базі ncurses, тобто їх можна використовувати в неграфічному середовищі (<ulink url="http://www.bilbos-stekkie.com/slack_init/en/init.html#SLACK-RUNLEVELS">3-го режиму запуску</ulink>).

source: ALSA Sound Card
el_gr: Κάρτα ήχου ALSA
es_ar: Tajeta de sonido ALSA
it_it: Gestione Audio ALSA
pl_pl: Karta dźwiękowa ALSA
sv_se: ALSA Ljudkort
uk_ua: Звукова карта ALSA

source: ALSA Sound Card manages the system sound card configuration. It will display available sound cards in your system and let you select the card you want to use in preference. This is particularly useful when you have multiple sound cards in your system, and you would like to assign a sound card for your system other than the one automatically picked during installation/start-up.
el_gr: Το ALSA Sound Card διαχειρίζεται τη ρύθμιση της κάρτας ήχου του συστήματος. Θα εμφανίσει τις διαθέσιμες κάρτες ήχου στο σύστημά σας και θα σας επιτρέψει να επιλέξετε την κάρτα που θέλετε να χρησιμοποιήσετε κατά προτίμηση. Αυτό είναι ιδιαίτερα χρήσιμο όταν έχετε πολλαπλές κάρτες ήχου στο σύστημά σας, και θα θέλατε να εκχωρήσετε μια κάρτα ήχου για το σύστημα σας εκτός από αυτή που διάλεξε αυτόματα κατά την εγκατάσταση/εκκίνηση.
es_ar: La Tarjeta de Sonido ALSA administra la configuración de la tarjeta de sonido del sistema. Mostrará las tarjetas de sonido disponibles en el sistema y le permitirá seleccionar la tarjeta que quiera usar preferentemente. Esto es particularmente útil cuando tiene varias tarjetas de sonido en su sistema y desea asignar una tarjeta de sonido para el sistema que no sea la elegida automáticamente durante la instalación o el arranque.
fr_fr: ALSA Sound Card gère la configuration de la fiche Audio du système. Cette utilité va montrer les fhiches audio disponibile et vous permettra de choisir la fiche de défaut. Ceci est particulièrement utile lorsque vous avez plusieures fiches disponibiles dans le système et vous désirez utiliser une fiche différente de celle qui est saisie de manière automatique à l'installation/démarrage du système.
it_it: La gestione audio ALSA si occupa della configurazione della scheda audio. Mostra le schede audio disponibili per il sistema e vi permette di selezionare quella di default. Questa funzione è particolarmente utile nel caso in cui abbiate molteplici schede audio da gestire e desideriate impostarne una diversa da quella predefinita dal sistema in fase di installazione/avvio.
nl_nl: ALSA Sound Card beheert de geluidskaart configuratie. Het zal de beschikbare geluidskaarten in uw systeem tonen en laat u de kaart selecteren welke de voorkeur heeft. Dit is vooral handig indien u meerdere geluidskaarten in uw systeem heeft en u wilt een andere geluidskaart gebruiken dan automatisch is gekozen tijdens het installeren/opstarten.
pl_pl: Karta dźwiękowa ALSA zarządza konfiguracją systemem dźwięku karty. Służy on do wyświetlania dostępnych kart dźwiękowych w systemie i można wybrać kartę, której chcesz użyć w preferencjach. Jest to szczególnie przydatne, gdy masz wiele kart dźwiękowych w systemie i chcesz przypisać kartę dźwiękową dla systemu innego niż ten, automatycznie wybrany podczas instalacji/uruchomienia.
sv_se: ALSA ljudkort hanterar system ljudkort konfiguration. Det kommer att visa tillgängliga ljudkort i ditt system och du kan välja det kort du vill använda. Detta är särskilt användbart när du har flera ljudkort i ditt system och du vill tilldela ett ljudkort för ditt system än det som automatiskt plockas vid installation/uppstart.
uk_ua: Утиліта ALSA Sound Card керує налаштуванням системної звукової карти. Вона показує доступні звукові карти в системі, дає можливість вибору бажаної карти. Це корисно у випадку, коли Ви маєте кілька звукових карт у системі, і бажаєте користуватися іншою звуковою карту, ніж тією, що автоматично вибрана системою під час встановлення/запуску.

source: Screenshot of Alsa configuration utility
el_gr: Στιγμιότυπο του βοηθητικού προγράμματος ρύθμισης παραμέτρων Alsa
es_ar: Captura de pantalla de la utilidad de configuración ALSA
fr_fr: Copie d'écran de l'utilité de configuration ALSA
it_it: Schermata dell'utilità di configurazione audio ALSA
nl_nl: Screenshot van de Alsa configuratie tool
pl_pl: Zrzut ekranu z Alsa Configuration Utility
sv_se: Skärmdump av Alsa Configuration Utility
uk_ua: Знімок утиліти налаштування Alsa

source: Rebuild Icon Cache
el_gr: Επαναδημιουργία της μνήμης εικονιδίων
es_ar: Reconstruir el caché de iconos
it_it: Ricostruzione cache delle Icone
pl_pl: Odbuduj Cache Ikon
sv_se: Återbygg Ikon Cache
uk_ua: Перебудувати кеш іконок

source: As the name indicates, Rebuild Icon Cache reconnects some icons that may have become lost after updating your system / installing some new program, and makes them appear again in the application menu.
el_gr: Όπως αναφέρει το όνομα, η Επαναδημιουργία της μνήμης εικονιδίων επανασυνδέει κάποια εικονίδια που μπορεί να έχουν χαθεί μετά την ενημέρωση του συστήματός σας / εγκατάσταση κάποιου νέου προγράμματος, και τα κάνει να εμφανίζονται και πάλι στο μενού της εφαρμογής.
es_ar: Como su nombre lo indica, Reconstruir la Caché de Iconos reconecta algunos iconos que podrían haberse perdido después de actualizar el sistema o instalar algún programa nuevo y hace que aparezcan otra vez en el menú de aplicaciones.
fr_fr: La fonction de l'utilité est suggerée par le nom. Rebuild Icon Cache récupère les icônes qui ont disparues pendant la mise à jour ou l'installation d'un nuoveau logiciel et les fait apparâitre è nouveau dans le menu des applications.
it_it: Come suggerisce il nome, questa utilità recupera le icone che possono andare disperse durante un aggiornamento del sistema o dopo l'installazione di un nuovo programma, rendendole di nuovi visibili nel menu delle applicazioni.
nl_nl: Zoals de naam aangeeft, Rebuild Icon Cache herstelt iconen welke verloren geraakt zouden kunnen zijn na het updaten van uw systeem of het installeren van een nieuw pakket en laat ze weer verschijnen in het applicatiemenu
pl_pl: Jak sama nazwa wskazuje, Odbuduj Cache sprawdza ikony, które mogą zostać utracone po aktualizacji systemu/instalacji nowych programów, i sprawia, że ​​pojawiają się ponownie w menu aplikacji.
sv_se: Som namnet antyder, åAterbygg Ikon Cache återansluter några ikoner som kan ha gått vilse efter att ha uppdaterat ditt system/installera några nya program, och gör att de visas igen i programmenyn.
uk_ua: Як показує назва, Перебудува Кешу Іконок перевіряє іконки, які втратилися після оновлення Вашої системи / встановлення нової програми, і після цього іконки появляються знову в меню програм.

source: Hostnames
el_gr: Ονόματα υπολογιστών
es_ar: Nombres del host
sv_se: Värdnamn
uk_ua: Імена серверів

source: Hostnames manages the host names used by your computer. This tool facilitates defining / overviewing host names used while setting up your machine as a server.
el_gr: To Hostnames διαχειρίζεται τα ονόματα υπολογιστών που χρησιμοποιούνται από τον υπολογιστή σας. Το εργαλείο αυτό διευκολύνει τον καθορισμό / εποπτεία ονομάτων υπολογιστών που χρησιμοποιούνται κατά την εγκατάσταση του μηχανήματός σας ως διακομιστή.
es_ar: Nombres del host administra los nombres del host usados por su computadora. Esta herramienta facilita la definición de nombres del host usados mientras configura su computadora como servidor.
fr_fr: Hostnames gère les noms d'hôtes utilisés par votre ordinateur. Cet outils facilite la definition/revue des noms d'hôtes lorsque la machine est preparée en fonction de serveur.
it_it: Hostnames gestisce i nomi host usati nel vostro computer. E' uno strumento che facilita la definizione e la rassegna degli hostname che vengono usati nel caso configuriate la macchina come server.
nl_nl: Hostnames beheert de hostnamen welke door uw computer worden gebruikt. Deze tool voorziet in het definiëren en overzien van gebruikte hostnamen tijdens het instellen van uw computer als server.
pl_pl: Hostnames zarządza nazwami hostów używanych przez komputer. To narzędzie ułatwia zdefiniowanie/przeglądanie nazw hostów użytych podczas konfigurowania urządzenia jako serwera.
sv_se: Värdnamn hanterar värdnamn används av datorn. Detta verktyg underlättar att definiera/visa värdnamn som används vid installationen av din maskin som en server.
uk_ua: Утиліта Імена серверів "hostnames" управляє іменами, які використовує Ваш комп’ютер. Ця утиліта полегшує визначення/перегляд імен, що використані при настроюванні комп’ютера як сервера.

source: Screenshot of Hostname utility
el_gr: Στιγμιότυπο του βοηθητικού προγράμματος Hostname
es_ar: Captura de pantalla de la utilidad Nombres del host
fr_fr: Copie d'écran de l'utilité Hostname
it_it: Schermata della utility Hostname
nl_nl: Screenshot van de Hostnames tool
pl_pl: Zrzut ekranu z narzędzia hostname
sv_se: Skärmdump av Värdnamn
uk_ua: Знімок утиліти Імена серверів

source: Dotnew manages the system configuration upgrades used by Slackware. It will display a possible course of action for each new configuration file found in the system.
el_gr: Το Dotnew διαχειρίζεται τις αναβαθμίσεις διαμόρφωσης του συστήματος που χρησιμοποιείται από το Slackware. Θα εμφανίσει μια πιθανή πορεία δράσης για κάθε νέο αρχείο ρυθμίσεων που βρέθηκε στο σύστημα.
es_ar: Dotnew administra las actualizaciones de configuración del sistema usadas por Slackware. Mostrará un posible curso de acción para cada nuevo archivo de configuración encontrado en el sistema.
fr_fr: Dotnew gère les améliorements de la configuration du système qui sont utilisés en Slackware. L'utilité montre les options disponibles pour chaque fichier de configuration présent dans le système.
it_it: Dotnew gestisce gli aggiornamenti di configurazione del sistema usati da Slackware. La finestra mostra le azioni selezionabili per ogni nuovo file di configurazione trovato nel sistema.
nl_nl: Dotnew beheert de systeemconfiguratie upgrades welke door Slackware worden gebruikt. Het zal mogelijk te nemen stappen tonen voor ieder nieuw gevonden configuratiebestand in het systeem.
pl_pl: Dotnew zarządza aktualizacją konfiguracji systemu wykorzystywaną przez Slackware. Wyświetli możliwe postępowania dla każdego nowego pliku konfiguracji znalezionego w systemie.
sv_se: Dotnew hanterar uppgraderingar systemkonfiguration som används av Slackware. Det kommer att visa ett möjligt tillvägagångssätt för varje ny konfigurationsfil som finns i systemet.
uk_ua: Dotnew управляє новленнями системної конфігурації, що використовується Slackware. Вона показує можливі способи дії з кожним новим конфігураційним файлом, що знайдений у системі.

source: Screenshot of Dotnew setting utility
el_gr: Στιγμιότυπο ρυθμίσεων του βοηθητικού προγράμματος Dotnew
es_ar: Captura de pantalla de la utilidad de configuración Dotnew
fr_fr: Copie d'écran de l'utilité de configuration Dotnew
it_it: Schermata di Dotnew
nl_nl: Screenshot van de Dotnew instellingstool
pl_pl: Zrzut ekranu z ustawień narzędzia Dotnew
sv_se: Skärmdump av Dotnew inställning verktyg
uk_ua: Знімок утиліти Dotnew

source: To execute this utility in runlevel 3, simply type dotnew.
el_gr: Για να εκτελέσετε αυτό το βοηθητικό πρόγραμμα στο runlevel 3, απλά πληκτρολογήστε dotnew.
es_ar: Para ejecutar este utilitario en runlevel 3, escriba dotnew.
fr_fr: Pour executer cette utilité au runlevel3, tapez dotnew.
it_it: Per eseguire l'utility nel runlevel 3 è sufficiente digitare dotnew.
nl_nl: Om deze tool uit te voeren op 'runlevel' 3, voer envoudigweg 'dotnew' uit in de commandprompt.
pl_pl: Aby uruchomić to narzędzie na poziomie 3, po prostu wpisz dotnew.
sv_se: För att köra det här verktyget i runlevel 3, skriv helt enkelt dotnew.
uk_ua: Для запуску цієї утиліти в 3-му рівні запуску просто введіть dotnew

source: Keyboard Layout
el_gr: Διάταξη πληκτρολογίου
es_ar: Distribución del teclado
fr_fr: Disposition du clavier
it_it: Mappatura tastiera
nl_nl: Toetsenbordindeling
pl_pl: Układ klawiatury
sv_se: Tangentbord
uk_ua: Розкладка клавіатури

source: Screenshot of Keyboard Setup utility
el_gr: Στιγμιότυπο του βοηθητικού προγράμματος εγκατάστασης πληκτρολογίου
es_ar: Captura de pantalla de la utilidad de configuración del Teclado
fr_fr: Copie d'écran de l'utilité Preparation du Clavier
it_it: Schermata dell'utility per la mappatura di tastiera
nl_nl: Screenshot van de Keyboard Setup tool
pl_pl: Zrzut ekranu z narzędzia ustawień klawiatury
sv_se: Skärmdump av Keyboard Setup
uk_ua: Знімок утиліти Розкладка клавіатури

source: This utility will configure the keyboard disposition being used both in the graphical and non-graphical environments. Modifications are applied instantly.
el_gr: Αυτό το βοηθητικό πρόγραμμα θα ρυθμίσει τη διάταξη πληκτρολογίου που χρησιμοποιείται στο γραφικό και μη γραφικό περιβάλλον. Οι τροποποιήσεις εφαρμόζονται αμέσως.
es_ar: Este utilitario configurará la distribución del teclado que usan tanto el entorno gráfico como el no gráfico. Las modificaciones se aplicarán instantáneamente.
fr_fr: Cette utilité va configurer la disposition du clavier utilisée soit dans les envoronnements graphique, soit non graphiques. Toutes modifications s'appliquent immédiatement.
it_it: Questa utility configura la mappatura della tastiera, usata sia in ambiente grafico che non grafico. Le modifiche sono applicate istantaneamente.
nl_nl: Deze tool stelt de indeling van het toetsenbord in welke in de grafische en niet-grafische omgeving wordt gebruikt. Instellingen worden meteen toegepast.
pl_pl: Narzędzie to pozwala skonfigurować dyspozycję klawiatury używaną zarówno w środowiskach graficznych i nie-graficznych. Zmiany są zastosowane natychmiast.
sv_se: Detta verktyg kommer att konfigurera tangentbordet disposition som används både i den grafiska och icke grafiska miljöer. Ändringar tillämpas omedelbart.
uk_ua: Ця утиліта настройки розташування клавіатури для графічного і неграфічного середовищ. Зміни застосовуються відразу.

source: Note that if you would like to activate Ibus (see <xref linkend="sect-Startup_Guide-Selected_Applications_found_in_Salix-Ibus" />) during the start up, you can do so by ticking the optional box.
el_gr: Σημειώστε ότι αν θέλετε να ενεργοποιήσετε το Ibus (βλ. <xref linkend="sect-Startup_Guide-Selected_Applications_found_in_Salix-Ibus" /> ) Κατά την εκκίνηση, μπορείτε να το κάνετε επιλέγοντας το προαιρετικό κουτί.
es_ar: Advierta que si quisiera activar Ibus (ver <xref linkend="sect-Startup_Guide-Selected_Applications_found_in_Salix-Ibus" />) durante el arranque, puede hacerlo marcando la caja opcional.
fr_fr: Veuillez noter que si vous voulez activer Ibus (see <xref linkend="sect-Startup_Guide-Selected_Applications_found_in_Salix-Ibus" />) pendant le démarrage, il suffit de cocher le box approprié.
it_it: Se desiderate attivare Ibus (vedi <xref linkend="sect-Startup_Guide-Selected_Applications_found_in_Salix-Ibus" />) all'avvio è sufficiente spuntare la relativa casella.
nl_nl: Onthoudt, indien u lbus (zie <xref linkend="sect-Startup_Guide-Selected_Applications_found_in_Salix-Ibus" />) wilt activeren tijdens het opstarten, kunt u dit aanvinken in het optie vak.
pl_pl: Zauważ, że jeśli chcesz aktywować ibus (patrz <xref linkend="sect-Startup_Guide-Selected_Applications_found_in_Salix-Ibus" /> ) Podczas startu, można to zrobić, zaznaczając to pole opcjonalne.
sv_se: Observera att om du vill aktivera ibus (se <xref linkend="sect-Startup_Guide-Selected_Applications_found_in_Salix-Ibus" /> ) Under start, kan du göra det genom att kryssa i valfri ruta.
uk_ua: Зауважте, що якщо Ви бажаєте активувати Ibus (дивіться <xref linkend="sect-Startup_Guide-Selected_Applications_found_in_Salix-Ibus" />) під час запуску, Вам потрібно відзначити відповідну клітинку.

source: To execute this utility in runlevel 3, simply type keyboardsetup.
el_gr: Για να εκτελέσετε αυτό το βοηθητικό πρόγραμμα στο runlevel 3, απλά πληκτρολογήστε keyboardsetup.
es_ar: Para ejecutar esta utilidad en runlevel 3, simplemente escriba keyboardsetup.
fr_fr: Pour executer cette utilité au runlevel3, tapez keyboardsetup.
it_it: Per eseguire l'utility nel runlevel 3 è sufficiente digitare keyboardsetup.
nl_nl: Om deze tool uit te voeren op 'runlevel' 3, voer envoudigweg 'keyboardsetup' uit in de commandprompt.
pl_pl: Aby uruchomić to narzędzie na poziomie 3, po prostu wpisz keyboardsetup.
sv_se: För att köra det här verktyget i runlevel 3, skriv helt enkelt keyboardsetup.
uk_ua: Для запуску цієї утиліти на 3-му рівні запуску, просто введіть keyboardsetup.

source: Lilo Setup
el_gr: Ρύθμιση Lilo
es_ar: Configuración de Lilo
uk_ua: Встановлення Lilo

source: Lilo Setup will install a new LILO bootloader on your computer.
el_gr: Ο εγκαταστάτης του Lilo θα εγκαταστήσει έναν νέο bootloader LILO στον υπολογιστή σας.
es_ar: La Configuración de Lilo instalará un nuevo cargador de arranque LILO en su computadora.
fr_fr: Lilo Setup installera un nouveau chargeur de démarrage LILO sur votre ordinateur
it_it: Lilo Setup crea ed installa un nuovo bootloader LILO.
nl_nl: Lilo Setup installeert een nieuwe LILO bootloader op uw computer.
pl_pl: Lilo Setup instaluje nowy bootloadera LILO na komputerze.
sv_se: Lilo Setup kommer att installera en ny LILO bootloader på din dator.
uk_ua: Встановлення Lilo встановить новий завантажувач LILO на Ваш комп’ютер.

source: Screenshot of LiloSetup utility
el_gr: Στιγμιότυπο του βοηθητικού προγράμματος LiloSetup
es_ar: Captura de pantalla de la utilidad Configuración de Lilo
fr_fr: Copie d'écran de l'utilitaire LiloSetup
it_it: Schermata dell'utility LiloSetup
nl_nl: Screenshot van de LiloSetup tool
pl_pl: Zrzut ekranu z Lilo Setup
sv_se: Skärmdump av LiloSetup
uk_ua: Знімок утиліти Встановлення Lilo
