Repository: Salix-OS/salix-startup-guide
Catalog: */Chapter2.po
Languages: ar_sa, el_gr, es_es, it_it, nl_nl, pl_pl, sv_se, uk_ua

source: Starting Up Salix OS
ar_sa: بدء تشغيل نظام التشغيل Salix
el_gr: Εκκίνηση Salix OS
es_es: Arrancar Salix OS
it_it: Iniziare con Salix OS
nl_nl: Salix OS Opstarten
pl_pl: Uruchamianie Salix OS
sv_se: Starta Salix OS
uk_ua: Запуск Salix OS

source: Introduction
ar_sa: مقدمة
el_gr: Εισαγωγή
es_es: Introducción
it_it: Introduzione
nl_nl: Introductie
pl_pl: Wprowadzenie
sv_se: Inledning
uk_ua: Вступ

source: Downloading Salix OS
ar_sa: تنزيل نظام التشغيل Salix
el_gr: Λήψη Salix OS
es_es: Descargar Salix OS
it_it: Scaricare Salix OS
nl_nl: Salix OS Downloaden
pl_pl: Pobieranie Salix OS
sv_se: Ladda ner Salix OS
uk_ua: Завантаження Salix OS

source: The latest Salix OS or Salix Live releases are freely and easily available as ISO image files from the Salix OS <ulink url="http://www.salixos.org/wiki/index.php?title=Download">download page</ulink>.
ar_sa: أحدث إصدارات نظام التشغيل Salix أو نظام التشغيل Salix الحي متاحة بحرية وسهولة كملفات صور ISO من نظام التشغيل Salix <ulink url="http://www.salixos.org/wiki/index.php?title=Download">صفحة التحميل</ulink>.
el_gr: Η τελευταία έκδοση του Salix OS ή οι εκδόσεις του Salix Live είναι ελεύθερα και εύκολα διαθέσιμες ως αρχεία εικόνας ISO από του Salix OS <ulink url="http://www.salixos.org/wiki/index.php?title=Download"> τη σελίδα λήψης </ulink> .
es_es: La última versión de Salix OS o de Salix Live están disponibles libre y fácilmente como archivo ISO en la<ulink url="http://www.salixos.org/wiki/index.php?title=Download">página de descargas</ulink> de Salix OS.
it_it: Le ultime release di Salix OS e Salix Live sono liberamente scaricabili dal sito di Salix alla pagina di<ulink url="http://www.salixos.org/wiki/index.php?title=Download">download</ulink>.
nl_nl: De nieuwste Salix OS of Salix Live opleveringen zijn gratis en eenvoudig beschikbaar als ISO image bestanden van de Salix OS <ulink url="http://www.salixos.org/wiki/index.php?title=Download"> download pagina </ ulink>.
pl_pl: Najnowsze wersje Salix OS lub Salix Live są swobodnie i łatwo dostępne jako pliki obrazów ISO z Salix OS <ulink url="http://www.salixos.org/wiki/index.php?title=Download"> strony download </ulink> .
sv_se: Den senaste Salix OS eller Salix Live-releaser är fritt och lätt tillgängliga som ISO-bildfiler från Salix OS <ulink url="http://www.salixos.org/wiki/index.php?title=Download"> Hämtningssida </ulink> .
uk_ua: Останні видання Salix OS або Salix Live доступні у вигляді образів ISO зі <ulink url="http://www.salixos.org/wiki/index.php?title=Download">сторінки завантаження</ulink> Salix OS.

source: An ISO image is an archive file of an optical disc. It can be easily rendered or burned to a DVD or CD by using media authoring or disc burning software. The resulting CD must not contain the .iso file; if it does, you have made a mistake in the process.
ar_sa: صورة ISO هي ملف أرشيف من الأقراص الضوئية. يمكن بسهولة إنشاء أو أحرقه إلى قرص DVD أو قرص مضغوط باستخدام وسائط التشغيل أو حرق البرمجيات. القرص المضغوط الناتجة عن ذلك يجب أن لا يحتوي على الملف.iso؛ وإذا حدث ذلك، قد يكون هناك خطأ في العملية.
el_gr: Μια εικόνα ISO είναι ένα συμπιεσμένο αρχείο ενός οπτικού δίσκου. Μπορεί εύκολα να αποδοθεί ή να καεί σε ένα DVD ή CD με τη χρήση πολυμέσων συγγραφής ή με τη χρήση καύσης λογισμικού. Το παραγόμενο CD δεν πρέπει να περιέχει το αρχείο iso?. Αν το κάνει, έχετε κάνει ένα λάθος στη διαδικασία.
es_es: Una imagen ISO es un archivo contenedor de un disco óptico. Se lo puede reproducir o grabar en un DVD o CD usando software de grabación de discos o de autoría de medios. El CD resultante no tiene que contener el archivo iso; si lo hace, se cometió un error en el proceso.
it_it: Una immagine ISO è un archivio compresso del contenuto di un disco ottico. Può essere facilmente copiata o masterizzata su DVD o CD con l'opportuno software di masterizzazione. Il CD finale non dovrà contenere il file .iso; se questo è presente, la masterizzazione non è stata eseguita correttamente.
nl_nl: Een ISO image is een archiefbestand van een optische schijf. Het kan eenvoudig worden gebrand op een dvd of cd met brandsoftware. De resulterende CD moet niet het iso bestand bevatten. Als dat zo is, heb je een fout gemaakt in het proces.
pl_pl: Obraz ISO jest archiwum dla dysków optycznych. Może być łatwo odtworzony lub nagrany na CD lub DVD za pomocą narzędzi do nagrywania płyt. CD utworzone nie może zawierać pliku iso. Jeśli tak, to popełniono błąd w procesie.
sv_se: En ISO-bild är en arkivfil av en optisk skiva. Den kan lätt återges eller brännas till en DVD eller CD med hjälp av media redigering eller brännar programvara. Den resulterande CD får inte innehålla ISO-filen,. Om det gör det, har du gjort ett misstag i processen.
uk_ua: Образ ISO є стисненим файлом оптичного диска. Його можна легко надати або записати на DVD чи CD з допомогою програм запису дисків. Вихідний диск не повинен містити файл ISO. Якщо ж це сталося, тоді Ви зробили помилку у цьому процесі.

source: It is recommended, if possible, to verify the integrity of your downloaded file by comparing its <ulink url="http://en.wikipedia.org/wiki/Md5sum">md5sum</ulink> file with the original one uploaded besides the corresponding ISO image file by Salix OS. This ensures that your downloaded image file matches exactly with the one provided on the Salix OS website, and minimises the possibility of installation errors later on.
ar_sa: من المستحسن، إذا كان ذلك ممكناً، للتحقق من سلامة الملف الخاص بك الذي تم تنزيله بمقارنة ملف <ulink url="http://en.wikipedia.org/wiki/Md5sum">md5sum</ulink> به بأصل واحد تم تحميلها إلى جانب ملف صورة ISO المناظرة لنظام تشغيل Salix. وهذا ما يضمن أن ملف تحميل الصورة يطابق تماما مع المنصوص عليها على الموقع نظام التشغيل Salix، وتقلل إلى أدنى حد إمكانية حدوث أخطاء تثبيت في وقت لاحق.
el_gr: Συνιστάται, εφόσον είναι δυνατόν, για να επαληθεύσετε την ακεραιότητα του ληφθέντος αρχείου σας με τη σύγκριση του <ulink url="http://en.wikipedia.org/wiki/Md5sum"> md5sum </ulink> αρχείου με το αρχικό που μεταφορτώθηκε εκτός από το αντίστοιχο αρχείο εικόνας ISO από το Salix OS. Αυτό εξασφαλίζει ότι κατεβάσει το αρχείο εικόνας σας ταιριάζει ακριβώς με εκείνη που προβλέπεται στην ιστοσελίδα Salix OS, και ελαχιστοποιεί την πιθανότητα σφαλμάτων εγκατάσταση αργότερα.
es_es: Se recomienda, si es posible, verificar la integridad del archivo descargado al comparar su archivo <ulink url="http://es.wikipedia.org/wiki/Md5sum">md5sum</ulink> con el original subido por Salix OS junto al correspondiente archivo de imagen ISO. Esto asegura que su imagen descargada coincida exactamente con la provista en el sitio de Salix OS y minimiza la posibilidad de posteriores errores de instalación.
it_it: Prima di procedere alla masterizzazione dell'immagine si consiglia di verificare la <ulink url="http://en.wikipedia.org/wiki/Md5sum"> somma md5</ulink> del file scaricato confrontandola con quella corrispondente alla iso presente sul sito SalixOS . Questa verifica vi garantisce che il file scaricato è conforme all'originale e minimizza la possibiltà di errori durante la successiva fase di installazione.
nl_nl: Indien mogelijk is het aan te bevelen om de integriteit van uw gedownloade bestand te controleren door het <ulink url="http://en.wikipedia.org/wiki/Md5sum"> md5sum </ ulink>-bestand te vergelijken met de oorspronkelijke geuploade MD5sum naast de corresponderende ISO image-bestand door Salix OS. Dit bevestigt dat uw gedownloade image-bestand exact overeenkomt met die op de Salix OS website, en minimaliseert de mogelijkheid van installatiefouten.
pl_pl: Zaleca się, jeśli to możliwe, w celu weryfikacji integralności pobranych plików przez porównanie jego <ulink url="http://en.wikipedia.org/wiki/Md5sum"> md5sum </ulink> plik z oryginalnymi. Gwarantuje to, że pobrany plik obrazu odpowiada dokładnie temu znajdującemu się na stronie internetowej OS Salix, i minimalizuje możliwość popełnienia błędu instalacji w późniejszym czasie.
sv_se: Det rekommenderas, om möjligt, att verifiera integriteten av din nedladdade filen genom att jämföra dess <ulink url="http://en.wikipedia.org/wiki/Md5sum">md5sum</ulink> fil med original uppladdade ISO-avbild av Salix OS. Detta garanterar att din nedladdade bildfilen matchar exakt med den som finns på Salix OS hemsida, och minimerar risken för installationsfel senare.
uk_ua: Рекомендовано, якщо можливо, перевірити цілісність звантаженого файлу, перевіряючи його <ulink url="http://en.wikipedia.org/wiki/Md5sum">md5sum</ulink>-файл з оригінальним разом з відповідним файлом образу ISO Salix OS. Це забезпечить однаковість звантаженого файлу і оригінального з веб-сторінки Salix OS, і зменшить ймовірність помилок при встановленні.

source: What is a Live CD / USB?
ar_sa: ما هو القرص الحي / USB؟
el_gr: Τι είναι ένα Live CD / USB;
es_es: ¿Qué es un Live CD / USB?
it_it: Cos'è un Live CD / USB?
nl_nl: Wat is een Live CD/USB?
pl_pl: Co to jest Live CD / USB?
sv_se: Vad är en Live CD / USB?
uk_ua: Що таке Live CD / USB?

source: A Live CD is a CD-ROM holding a self-contained bootable and fully functional operating system. It loads into memory using only the data provided on the CD. It will not modify any operating system or data present on its host computer and will leave no trace after shutdown.
ar_sa: القرص الحي هو قرص مضغوط يحتوي نظام تشغيل قابل للإقلاع ويعمل بكامل أدوات النظام المستقلة. يحمل إلى الذاكرة باستخدام البيانات المتوفرة على القرص المضغوط فقط. لن يقوم بتعديل أي نظام تشغيل أو البيانات على الكمبيوتر المضيف، ولن يترك أي أثر بعد إيقاف تشغيل.
el_gr: Ένα Live CD είναι ένα CD-ROM που περιέχει ένα αυτο-περιεχόμενο εκκινήσιμο και πλήρως λειτουργικό λειτουργικό σύστημα. Φορτώνεται στη μνήμη χρησιμοποιώντας μόνο δεδομένα παρεχόμενα στο CD. Δεν θα τροποποιήσει κανένα λειτουργικό σύστημα ή δεδομένα που βρίσκονται στον κεντρικό υπολογιστή του και δεν θα αφήσει κανένα ίχνος μετά το κλείσιμο.
es_es: Un Live CD es un CD-ROM que contiene un sistema operativo completamente funcional, autocontenido y arrancable. Se carga en memoria usando solamente ls datos provistos en el CD. No modifica ningún sistema operativo o datos presentes en la computadora y no dejará ningún rastro después del apagado.
it_it: Un Live CD è un CD-ROM che contiene un sistema operativo completamente funzionante ed autoavviabile. Viene caricato nella memoria del PC utilizzando i dati presenti sul CD. Non modificherà i sistemi operativi o i dati presenti sul computer ospite e non vi lascerà tracce dopo che verrà chiuso.
nl_nl: Een Live CD is een CD-ROM met een opstartbaar en volledig functioneel besturingssysteem. Het laadt in het geheugen met alleen gegevens van de CD. Het zal niets op de host-computer wijzigen en zal geen spoor achterlaten na het afsluiten.
pl_pl: Live CD jest to CD-ROM posiadający samobootujący i w pełni funkcjonalny system operacyjny. Jest on ładowany do pamięci przy użyciu tylko danych na płycie CD. Nie będzie modyfikowany system operacyjny lub dane zawarte na komputerze-hoście i nie pozostawia na nim żadnych śladów po wyłączeniu.
sv_se: En Live CD är en CD-ROM innehållande en startbar och fullt fungerande operativsystem. Den laddas i minnet användandet av endast de uppgifter som lämnas på CD-skivan. Det kommer inte ändra något operativsystem eller data som finns på värddatorn och lämnar inga spår efter avstängning.
uk_ua: Live CD - це CD-диск, що містить завантажувальну і повнофункціональну операційну систему. Вона завантажується в пам’ять і використовує тільки дані, що містяться на CD-диску. Вона не змінить жодної операційної системи або даних, що містяться на Вашому комп’ютері, і не залишить жодного сліду по собі після виключення комп’ютера.

source: A Live USB flash drive is similar to a Live CD, but it can have the added functionality of automatically and transparently writing changes back to its bootable medium.
ar_sa: محرك فلاش USB الحي مماثل للقرص الحي، ولكن يمكن إضافة وظائف تلقائية وإمكانية كتابة التغييرات إلى ما الوسيط القابل للإقلاع.
el_gr: Μια ζωντανή (Live) USB flash συσκευή είναι ίδια με ένα ζωντανό CD, αλλά μπορεί να έχει την πρόσθετη λειτουργικότητα της αυτόματης και διαφανούς εγγραφής των αλλαγών πίσω στο εκκινήσιμο μέσον.
es_es: Una unidad flash Live USB es similar al Live CD, pero puede tener agregada la funcionalidad de escribir automática y transparentemente los cambios a su medio de arranque.
it_it: Una chiavetta Live USB è simile ad un Live CD, con la funzionalità aggiuntiva di poter salvare automaticamente ed in modo del tutto trasparente le eventuali modifiche sul supporto.
nl_nl: Een Live USB flash drive is vergelijkbaar met een Live CD, al kan het meer functionaliteiten, als het automatisch en transparant wijzigingen terug schrijven naar het opstartbare medium, bevatten.
pl_pl: Live USB flash jest podobny do Live CD, ale może mieć nowe funkcje automatycznego i transparentnego zapisu zmian w jego medium - flash.
sv_se: En Live USB-minne liknar en Live CD, men det kan ha en ny funktion som automatiskt och transparent skriver ändringar tillbaka till sitt startbara mediet.
uk_ua: Флешка Live USB подібна на Live CD, але може мати додаткову можливість автоматичного і прозорого запису змін на завантажувальний пристрій.

source: Salix Live is the Live CD version of <ulink url="http://www.salixos.org/">Salix OS</ulink>. You can therefore safely use it to 'test drive' Salix OS without having to install anything on your computer. You will thus be able to determine whether and to what extent Salix OS is compatible with your particular hardware configuration and if it suits your personal taste.
ar_sa: نظام التشغيل Salix هو إصدار <ulink url="http://www.salixos.org/">نظام التشغيل Salix</ulink>. يمكنك بأمان استخدامه لاختبار محرك الأقراص' نظام التشغيل Salix دون الحاجة إلى تثبيت أي شيء على جهاز الكمبيوتر. ستكون قادراً على تحديد ما إذا كان نظام التشغيل Salix مناسبا لك وإلى أي مدى هو متوافق مع تكوين العتاد الخاصة بك، وما إذا كان مناسباً الذوقك الشخصي.
el_gr: Το Salix Live είναι η ζωντανή εκδοχή CD του <ulink url="http://www.salixos.org/"> Salix OS </ulink> . Μπορείτε λοιπόν να τη χρησιμοποιήσετε με ασφάλεια για να κάνετε ένα 'test drive' στο Salix OS χωρίς να χρειάζεται να εγκαταστήσετε τίποτα στον υπολογιστή σας. Θα είστε έτσι σε θέση να καθορίσετε αν και σε ποιο βαθμό το Salix OS είναι συμβατό με τις συγκεκριμένες ρυθμίσεις παραμέτρων του υλικού σας και αν ταιριάζει στο προσωπικό σας γούστο.
es_es: Salix Live es la versión Live CD de <ulink url="http://www.salixos.org/"> Salix OS </ulink>. Por lo tanto, puede usarlo de manera segura para 'probar' Salix OS sin tener que instalar nada en su ordenador. De este modo será capaz de determinar si y hasta qué punto Salix OS es compatible con su configuración de hardware y si se adapta a su gusto personal.
it_it: Salix Live è la versione Live CD di <ulink url="http://www.salixos.org/">Salix OS</ulink>. Potete quindi usarla per provare SalixOS senza avere la necessità di installarlo sul computer. Avrete perciò la possibilità di capire se SalixOS è compatibile con la configurazione hardware della vostra macchina e se il sistema fa al caso vostro.
nl_nl: Salix Live is de Live CD versie van <ulink url="http://www.salixos.org/">Salix OS</ulink>. Zodoende kunt u het veilig testen zonder iets op uw computer te installeren. Het is dus mogelijk te bepalen in hoeverre Salix OS op uw hardware configuratie te gebruiken is en of het aan uw persoonlijke smaak voldoet.
pl_pl: Salix Live to CD Live wersji <ulink url="http://www.salixos.org/"> Salix OS </ulink> . Można zatem bezpiecznie użyć go do 'testowania' Salix OS, bez konieczności instalowania czegokolwiek na komputerze. Będziesz mógł zatem określić, czy i w jakim stopniu Salix OS jest kompatybilny w określonej konfiguracji sprzętu i czy pasuje do Twojego gustu.
sv_se: Salix Live är Live CD-versionen av <ulink url="http://www.salixos.org/"> Salix OS </ulink> . Du kan därför tryggt använda den för att "provköra" Salix OS utan att behöva installera något på din dator. Du kommer alltså att kunna avgöra om och i vilken utsträckning Salix OS är kompatibel med din hårdvarukonfiguration och om det passar din personliga smak.
uk_ua: Salix Live - це версія Live CD з <ulink url="http://www.salixos.org/">Salix OS</ulink>. Ви можете використовувати її для 'тест-драйву' Salix OS без необхідності встановлювати щось на Ваш комп’ютер. Таким чином, Ви зможете визначити, наскільки Salix OS сумісна з Вашою конфігурацією комп’ютера і чи відповідає Вашим особистим вимаганням.

source: If you are fully satisfied with your Live experience of Salix OS, you can then proceed to install it with the help of the Salix Live Installer.
ar_sa: إذا كنت راضيا تماما مع تجربة نظام التشغيل Salix الحي، يمكنك ثم المتابعة لتثبيته بمساعدة مثبت نظام التشغيل Salix.
el_gr: Εάν είστε απόλυτα ικανοποιημένοι με τη ζωντανή εμπειρία σας από το Salix OS, τότε μπορείτε να συνεχίσετε να το εγκαταστήσετε με τη βοήθεια του εγκαταστάτη του Salix Live.
es_es: Si está totalmente satisfecho con su experiencia Live de Salix OS, entonces puede precoder a instalarlo con la ayuda del Instalador de Salix Live.
it_it: Se-come speriamo-avrete gradito l'esprienza di Salix OS, potete passare all'installazione definitiva sul vostro computer con l'aiuto dell'Installatore Salix Live.
nl_nl: Indien u helemaal tevreden bent met uw Live Salix OS ervaring, kunt u verder gaan met installeren met behulp van de Salix Live Installer.
pl_pl: Jeśli jesteś w pełni zadowolony ze swojego doświadczenia na żywo z Salix OS, możesz przystąpić do instalowania go przy pomocy Instalatora Salix Live.
sv_se: Om du är helt nöjd med din Live erfarenhet av Salix OS kan du gå vidare och installera det med hjälp av Salix Live Installer.
uk_ua: Якщо Вам сподобалася версія Live системи Salix OS, тоді Ви можете перейти до встановлення її за допомогою встановлювача Salix Live.

source: Salix Live will also come in handy as a mobile solution if you wish to carry Salix OS everywhere you go, or if you need to perform some basic rescue operation such as fixing an ailing LILO bootloader with Lilo Setup, configuring some partitions with Gparted, etc.
ar_sa: نظام التشغيل Salix الحي أيضا في المتناول كحل متنقلة إذا كنت ترغب في تنفيذ نظام التشغيل Salix في كل جهاز تستخدمه، أو إذا كنت بحاجة إلى القيام ببعض عمليات الإنقاذ الأساسية مثل إصلاح bootloader LILO التالف مع الإعداد Lilo، وإعداد بعض الأقسام مع Gparted، وما إلى ذلك.
el_gr: Το Salix Live θα είναι επίσης χρήσιμο σαν μια κινητή λύση εάν επιθυμείτε να μεταφέρετε το Salix OS οπουδήποτε πηγαίνετε ή εάν χρειάζεστε να εκτελέσετε κάποια βασική λειτουργία διάσωσης όπως διορθώνοντας ένα προβληματικό εκκινητή LILO με το LiloSetup, διαμορφώνοντας κάποια διαμερίσματα με το Gparted, κλπ. .
es_es: Salix Live también será muy útil como una solución móvil si desea llevar Salix OS donde quiera que vaya, o si necesita realizar alguna operación básica de rescate, tal como la fijación de un gestor de arranque LILO en crisis con la instalación de Lilo, la configuración de algunas particiones con Gparted, etc.
it_it: Salix Live si rivela un'utile risorsa nel caso in cui vogliate avere a portata di mano la vostra copia mobile di Salix OS da portare ovunque oppure nel caso dobbiate eseguire alcuni operazioni di ripristino come la sistemazione del bootloader LILO tramite Lilo Setup, configurare uno schema di partizioni con GParted, ecc.
nl_nl: Salix Live is ook handig als mobiele oplossing wanneer u Salix OS overal wilt kunnen gebruiken, of als u eenvoudige reddingsoperaties zoals het verhelpen van een foutieve LILO bootloader door middel van Lilo Setup of partities configureren met Gparted, enz.
pl_pl: Salix Live będzie również przydatny jako mobilne rozwiązanie, jeśli chcesz mieć Salix OS gdziekolwiek jesteś, albo czy trzeba wykonać kilka podstawowych czynności ratowniczych, takich jak naprawa bootloadera LILO, konfigurowanie niektórych partycji z Gparted, itp. .
sv_se: Salix Live kommer också väl till pass som en mobil lösning om du vill köra Salix OS vart du än går, eller om du behöver utföra några grundläggande räddningsoperation som fixa en sjuklig lilo med Lilo installation, konfigurera vissa partitioner med Gparted, etc. .
uk_ua: Salix Live також стане в нагоді як мобільне рішення, якщо Ви бажаєте мати Salix ОС завжди з собою, або якщо Вам необхідно виконати деякі базові рятувальні операції, такі як направа пошкодженого завантажувача LILO з допомогою програми установки Lilo, настройка деяких розділів з Gparted, і т.д.

source: Creating a Salix Live USB Key
ar_sa: إنشاء نظام تشغيل Salix USB
el_gr: Δημιουργία ενός Salix Live USB
es_es: Crear una llave USB Salix Live
it_it: Creazione di una chiavetta USB Salix Live
nl_nl: Het creëren van een Salix Live USB Key
pl_pl: Tworzenie klucza - flash Salix Live USB
sv_se: Skapa en Salix Live USB-minne
uk_ua: Створення USB-флешки з Salix Live

source: Open the .iso file using a software archiver (file-roller, xarchiver, 7-zip, iso-master, …).
ar_sa: افتح الملف.iso باستخدام برامج أرشيفي (file-roller, xarchiver, 7-zip, iso-master, …).
el_gr: Ανοίξτε το αρχείο.iso χρησιμοποιώντας ένα λογισμικό αρχειοθέτησης (file-roller, xarchiver, 7-zip, iso-master, ...).
es_es: Abrir el archivo .iso usando un software archivador (feli-roller, xarchiver, 7-zip, iso-master,...).
it_it: Scompattate il file .iso utilizzando un software di archiviazione (file-roller, xarchiver, 7-zip, iso-master, ...)
nl_nl: Open het .iso bestand met een archiveertool (file-roller, xarchiver, 7-zip, iso-master, …).
pl_pl: Otwórz plik .Iso za pomocą archiwizatora oprogramowania (file-roller, xarchiver, 7-zip, iso-master, ...).
sv_se: Öppna. Iso-filen med hjälp av en arkiv programvara (file-roller, xarchiver, 7-zip, iso-master, ...).
uk_ua: Відкрийте файл .iso, використовуючи архіватор (file-roller, xarchiver, 7-zip, iso-master, …).

source: Extract all files and folders (boot, packages and Salix Live) to your USB root directory.
ar_sa: استخراج كافة الملفات والمجلدات (الاقلاع والحزم و Salix الحي) إلى مجلد الجذر USB الخاص بك.
el_gr: Εξάγει όλα τα αρχεία και τους φακέλους (boot, πακέτα και Salix Live) στο ριζικό κατάλογο του USB σας .
es_es: Extraer todos los archivos y carpetas (boot, packages y Salix Live) al directorio raíz de su llave USB.
it_it: Estraete tutti i file e le cartelle nella directory radice della chiavetta USB.
nl_nl: Decomprimeer alle bestanden en folders (boot, packages en Salix Live) naar uw USB root folder.
pl_pl: Wypakuj wszystkie pliki i foldery (boot, paczki oraz Salix Live) do katalogu root na USB .
sv_se: Extrahera alla filer och mappar (boot, packages och Salix Live) till ditt USB-rotkatalog.
uk_ua: Витягти всі файли і теки (boot, пакунки та Salix Live) до кореневої теки Вашого USB.

source: Go to the "boot" directory on the USB key.
ar_sa: انتقل إلى مجلد "الإقلاع" على USB.
el_gr: Πηγαίνετε στο "boot" κατάλογο στο κλειδί USB.
es_es: Ir al directorio "arrancar" en la llave USB.
it_it: Andate alla directory ''boot'' della chiavetta
nl_nl: Ga naar de "boot" folder op de USB key.
pl_pl: Przejdź do "boot" katalogu na kluczu USB.
sv_se: Gå till "boot"-katalogen på USB-minnet.
uk_ua: Перейдіть до теки "boot" на Вашій USB-флешки.
