Repository: Salix-OS/salix-startup-guide
Catalog: */Chapter3.po
Languages: el_gr, es_ar, fr_fr, it_it, nl_nl, pl_pl, sv_se, uk_ua

source: Although the vast majority of packages found in the Salix repositories are complementary to the Slackware repositories, you will find that some packages are present both in the Salix repositories and in the Slackware repositories. These packages have been rebuilt for Salix OS for a number of good reasons, and a list of the packages as well as brief explanations as to why are found in <ulink url="http://www.salixos.org/wiki/index.php/Packages,_that_are_different_from_Slackware">this wiki entry</ulink>.
el_gr: Παρά το γεγονός ότι η συντριπτική πλειοψηφία των πακέτων που βρίσκονται στα αποθετήρια Salix είναι συμπληρωματικά προς τα αποθετήρια του Slackware, θα διαπιστώσετε ότι κάποια πακέτα είναι παρόντα τόσο στα αποθετήρια του Salix και στα αποθετήρια του Slackware. Τα πακέτα αυτά έχουν ήδη ανακατασκευαστεί για το Salix OS για διάφορους καλούς λόγους, και μια λίστα με τα πακέτα καθώς και σύντομες εξηγήσεις για ποιο λόγο υπάρχουν στο <ulink url="http://www.salixos.org/wiki/index.php/Packages,_that_are_different_from_Slackware"> Αυτή η καταχώρηση wiki </ulink> .
es_ar: Aunque la vasta mayoría de paquetes encontrados en los repositorios Salix son complementarios a los repositorios Slackware, encontrará que algunos paquetes están presentas tanto en los repositorios Salix como en los de Slackware. Estos paquetes se rearmaron para Salix OS por una buena cantidad de buenas razones y la lista de paquetes así como unas breves explicaciones de porque, están en <ulink url="http://www.salixos.org/wiki/index.php/Packages,_that_are_different_from_Slackware">esta entrada de la wiki</ulink>.
fr_fr: Bien que la vaste majorité des paquets se trouvant sur les répertoires de Salix sont complémentaires avec ceux issus des répertoires de Slackware, vous trouverez quelques paquets présents sur les deux répertoires. Ces paquets ont été reconstruits pour Salix OS pour un certain nombre de bonnes raisons, une liste de paquets ainsi qu'une brêve explication peut être consultée sur <ulink url="http://www.salixos.org/wiki/index.php/Packages,_that_are_different_from_Slackware">cette article du wiki.</ulink>.
it_it: Sebbene la maggioranza dei pacchetti disponibili sui repository Salix siano complementari a quelli di Slackware, potrà capitare che alcuni pacchetti siano presenti su entrambi. Si tratta di pacchetti specificamente compilati per Salix OS per una serie di ragioni; la lista dei pacchetti e la spiegazione dei motivi che ci hanno portato a crearli si trova in <ulink url="http://www.salixos.org/wiki/index.php/Packages,_that_are_different_from_Slackware">this wiki entry</ulink>.
nl_nl: Alhoewel het meerendeel van de gevonden pakketten in de Salix 'repositories' een aanvulling zijn op de Slackware 'repositories', zult u constateren dat sommige pakketten in beide 'repositories' aanwezig zijn. Deze pakketten zijn opnieuw gebouwd voor Salix OS voor een aantal goede redenen. Een lijst van de pakketten evenals een korte uitleg waarom zijn te vinden in <ulink url="http://www.salixos.org/wiki/index.php/Packages,_that_are_different_from_Slackware">dit wiki stukje</ulink>.
pl_pl: Chociaż większość pakietów znalezionych w repozytoriach Salix są komplementarne do Slackware repozytoriów, można zauważyć, że niektóre pakiety są obecne zarówno w repozytoriach Salix oraz w repozytoriach Slackware. Pakiety te zostały przebudowane na Salix OS z wielu powodów, a listę pakietów, jak również krótkie wyjaśnienia, dlaczego znajdują się w <ulink url="http://www.salixos.org/wiki/index.php/Packages,_that_are_different_from_Slackware"> ten wpis wiki </ulink> .
sv_se: Även om de flesta av paket som finns i Salix-förråden är komplement till Slackware förråden, kommer du att finna att vissa paket som finns både i Salix arkiv och i Slackware förråden. Dessa paket har byggts om för Salix OS av ett antal goda skäl, och en lista över de paket samt korta förklaringar till varför finns i <ulink url="http://www.salixos.org/wiki/index.php/Packages,_that_are_different_from_Slackware"> denna wiki posten </ulink> .
uk_ua: Більшість пакунків зі сховищ Salix є доповненням сховищ Slackware, Ви можете побачити, що деякі пакунки присутні і в сховищах Salixі в сховищах Slackware. Ці пакунки були перебудовані для Salix OS з певних причин, і список пакунків і коротке пояснення чому так знаходиться в <ulink url="http://www.salixos.org/wiki/index.php/Packages,_that_are_different_from_Slackware">цій сторінці Вікі</ulink>.

source: Upgrading Salix OS to a Newer Version
el_gr: Αναβάθμιση του Salix OS σε νεότερη έκδοση
es_ar: Actualizar Salix OS a una versión más nueva
fr_fr: Mettre à jour Salix OS vers une nouvelle version
it_it: Aggiornare Salix OS ad una nuova versione
nl_nl: Salix OS upgraden naar een nieuwe versie
pl_pl: Aktualizacja Salix OS do nowszej wersji
sv_se: Uppgradera Salix OS till en nyare version
uk_ua: Оновлення Salix OS до новішої версії

source: If you wish to upgrade an older version of Salix OS on your machine to the latest, please refer to the following link for upgrading your Salix OS.
el_gr: Αν θέλετε να αναβαθμίσετε μια παλαιότερη έκδοση του Salix OS στον υπολογιστή σας με τις τελευταίες, παρακαλούμε ανατρέξτε στο παρακάτω σύνδεσμο για την αναβάθμιση του Salix OS σας.
es_ar: Si desea actualizar una versión anterior de Salix OS en su equipo a la más reciente, por favor consulte el siguiente enlace para actualizar su sistema operativo Salix.
fr_fr: Si vous souhaitez mettre à niveau une ancienne version de Salix vers la dernière, veuillez s'il vous plait vous référez au lien suivant.
it_it: Se desiderate aggiornare Salix OS da una versione precedente seguite le istruzioni del link seguente.
nl_nl: Indien u van een oudere versie van Salix OS wilt upgraden naar de nieuwste, volg dan deze link om uw Salix OS te upgraden.
pl_pl: Jeśli chcesz uaktualnić starszą wersję Salix OS na komputerze do najnowszej, zapoznaj się z następującym linkiem by uaktualnić Salix OS.
sv_se: Om du vill uppgradera en äldre version av Salix OS på datorn till den senaste, se följande länk för att uppgradera din Salix OS.
uk_ua: Знімок Майстра Збереження Salix Live

source: <ulink url="http://www.salixos.org/wiki/index.php/How_to_upgrade_Salix_13.0_to_13.1">Salix 13.0 to 13.1</ulink>
es_ar: <ulink url="http://www.salixos.org/wiki/index.php/How_to_upgrade_Salix_13.0_to_13.1">Salix 13.0 a 13.1</ulink>
nl_nl: <ulink url="http://www.salixos.org/wiki/index.php/How_to_upgrade_Salix_13.0_to_13.1">Salix 13.0 naar 13.1</ulink>
pl_pl: <ulink url="http://www.salixos.org/wiki/index.php/How_to_upgrade_Salix_13.0_to_13.1"> Salix 13.0 do 13.1 </ulink>
sv_se: <ulink url="http://www.salixos.org/wiki/index.php/How_to_upgrade_Salix_13.0_to_13.1">Salix från 13,0 till 13,1</ulink>
uk_ua: <ulink url="http://www.salixos.org/wiki/index.php/How_to_upgrade_Salix_13.0_to_13.1">Salix 13.0 до 13.1</ulink>

source: <ulink url="http://www.salixos.org/wiki/index.php/How_to_upgrade_Salix_13.1_to_13.37">Salix 13.1 to 13.37</ulink>
es_ar: <ulink url="http://www.salixos.org/wiki/index.php/How_to_upgrade_Salix_13.1_to_13.37">Salix 13.1 a 13.37</ulink>
nl_nl: <ulink url="http://www.salixos.org/wiki/index.php/How_to_upgrade_Salix_13.1_to_13.37">Salix 13.1 naar 13.37</ulink>
pl_pl: <ulink url="http://www.salixos.org/wiki/index.php/How_to_upgrade_Salix_13.1_to_13.37"> Salix 13.1 do 13.37 </ulink>
sv_se: <ulink url="http://www.salixos.org/wiki/index.php/How_to_upgrade_Salix_13.1_to_13.37">Salix från 13,1 till 13,37</ulink>
uk_ua: <ulink url="http://www.salixos.org/wiki/index.php/How_to_upgrade_Salix_13.1_to_13.37">Salix 13.1 до 13.37</ulink>

source: Configuring Your Salix
el_gr: Διαμόρφωση του Salix σας
es_ar: Configurar su Salix
fr_fr: Configurer Votre Salix
it_it: Configurare Salix
nl_nl: Uw Salix instellen
pl_pl: Konfiguracja Salix
sv_se: Konfigurera Salix
uk_ua: Налаштування Salix

source: Setting up the Internet
el_gr: Ρύθμιση του Διαδικτύου
es_ar: Configurar Internet
fr_fr: Mise en place d'Internet
it_it: Configurare l'accesso a Internet
nl_nl: Internet instellen
pl_pl: Konfiguracja Internetu
sv_se: Ställa in Internet
uk_ua: Налаштування Інтернету

source: Network connections are managed by Wicd in Salix. It is an open source wired and wireless network manager for Linux which aims to provide a simple interface to connect to networks with a wide variety of settings.
el_gr: Οι συνδέσεις του δικτύου διαχειρίζονται απο το Wicd στο Salix. Είναι μια εφαρμογή ανοικτού λογισμικού για τη διαχείριση ενσύρματων και ασύρματων δικτύων για Linux η οποία έχει ως στόχο να παρέχει ένα απλό interface για σύνδεση σε δίκτυα με μια ευρεία ποικιλία ρυθμίσεων.
es_ar: Las conexiones de red se administran en Salix con Wicd. Se trata de un admnistrador de redes cableadas e inalámbricas open source para Linux, cuyo objetivo es proveer una interfaz simple para conectar redes con una amplia variedad de configuraciones.
fr_fr: Les connexions réseaux sont gérées par Wicd dans Salix. C'est un gestionnaire libre de réseaux filaires ou non pour Linux qui vise à fournir une interface simple pour se connecter aux réseaux avec une grande variété d'options.
it_it: Le connessioni alle reti sono gestite da Wicd, uno strumento open source per la gestione delle connessioni cablate o senza fili per Linux. Tramite una semplice interfaccia è possibile connettersi alle reti con molteplici possibilità di impostazione.
nl_nl: Netwerkverbindingen worden bij Salix in Wicd beheerd. Het is een open source bedraadde en draadloze netwerkbeheer tool voor Linux welke als doel heeft een eenvoudige interface te leveren om op netwerken aan te sluiten met een grote variëteit aan instellingen.
pl_pl: Połączenia sieciowe są zarządzane przez Wicd w Salix. Jest to open source menedżer sieci przewodowych i bezprzewodowych dla Linuksa, który ma zapewnić prosty interfejs do podłączenia do sieci w szerokiej gamie ustawień.
sv_se: Nätverksanslutningar hanteras av Wicd i Salix. Det är ett open source trådbundna och trådlösa nätverkshanterare för Linux som syftar till att ge ett enkelt gränssnitt för att ansluta till nätverk med en mängd olika inställningar.
uk_ua: Мережеві з'єднання відбуваються за допомогою Wicd. Це менеджер мереж для Linux з відкритим джерельним кодом, який має простий інтерфейс з широким вибором налаштувань для підключення до мережі.

source: Screenshot of Wicd
el_gr: Στιγμιότυπο από Wicd
es_ar: Captura de pantalla de Wicd
fr_fr: Capture d'écran de Wicd
it_it: Schermata di Wicd
nl_nl: Screenshot van Wicd
pl_pl: Zrzut ekranu z Wicd
sv_se: Skärmdump av Wicd
uk_ua: Знімок Wicd

source: It will connect to wired (Ethernet only, no PPPoE/DSL support yet) and wireless networks.
el_gr: Θα συνδεθεί με ενσύρματα (Ethernet μόνο, όχι PPPoE / DSL υποστήριξη ακόμη) και ασύρματα δίκτυα.
es_ar: Esto conectará redes cableadas (solo Ethernet, no hay soporte PPPoE/DSL todavía) e inalámbricas.
fr_fr: Il vous connectera aux réseaux filaires (Ethernet uniquement, pas de support PPPoE/DSL pour l'instant) et aux réseaux sans fils.
it_it: Può connettere il pc a reti cablate (solo tramite ehternet; non è ancora previsto il supporto PPPoe/DSL) e wireless.
nl_nl: Het zal verbinden met bedraadde (alleen Ethernet, nog geen PPPoE/DSL ondersteuning) en draadloze netwerken.
pl_pl: Połączy on do sieci przewodowej (Ethernet tylko, nie ma jeszcze wsparcia PPPoE / DSL) i sieci bezprzewodowych.
sv_se: Det kommer att ansluta till (endast Ethernet, inget PPPoE/DSL-support än) och trådlösa nätverk.
uk_ua: Він буде підключатися до дротової мережі (тільки Ethernet, підтримки PPPoE/DSL ще немає) і до бездротових мереж.

source: Note that wicd and wireless must be activated in the startup services (see <xref linkend="sect-Startup_Guide-Salix_Tools-Startup_Services" />) in order to make wireless networks visible on Wicd.
el_gr: Σημειώστε ότι το wicd και το wireless πρέπει να ενεργοποιηθούν στην εκκίνηση των υπηρεσιών (βλ. <xref linkend="sect-Startup_Guide-Salix_Tools-Startup_Services" /> ), Προκειμένου να κάνουν τα ασύρματα δίκτυα ορατά στο Wicd.
es_ar: Advierta que wicd y wireless tienen que activarse con los servicios al arranque (ver <xref linkend="sect-Startup_Guide-Salix_Tools-Startup_Services" />) para que las redes inalámbricas estén visibles con Wicd.
fr_fr: Notez que les services Wicd et Wireless doivent être activés au démarrage du système (voir <xref linkend="sect-Startup_Guide-Salix_Tools-Startup_Services" />) pour permettre à Wicd de repérer les réseaux sans fils.
it_it: Notate che Wicd e wireless devono essere impostati come servizi all'avvio (vedi <xref linkend="sect-Startup_Guide-Salix_Tools-Startup_Services" />) in modo che Wicd possa rilevare le reti senza fili all'avvio.
nl_nl: Let er op dat Wicd en het draadloze device geactiveerd moeten zijn in de 'startup services' ( zie <xref linkend="sect-Startup_Guide-Salix_Tools-Startup_Services" />) om de draadloze netwerken zichtbaar te maken in Wicd
pl_pl: Należy pamiętać, że wicd i bezprzewodowe mogą być aktywowane na starcie usługi (zob. <xref linkend="sect-Startup_Guide-Salix_Tools-Startup_Services" /> ) Aby bezprzewodowe sieci byłý widoczne w Wicd.
sv_se: Observera att wicd och trådlös måste aktiveras i Autostart-tjänster (se <xref linkend="sect-Startup_Guide-Salix_Tools-Startup_Services" /> ) För att göra trådlösa nätverk synliga på Wicd.
uk_ua: Зауважте, що wicd і безпровідна мережа повинна бути активована при запуску (дивіться <xref linkend="sect-Startup_Guide-Salix_Tools-Startup_Services" />) щоб бездротові мережі було видно на Wicd.

source: Setting up a Printer
el_gr: Ρύθμιση ενός εκτυπωτή
es_ar: Configurar una impresora
fr_fr: Mise en place d'une imprimante
it_it: Configurare una stampante
nl_nl: Een printer instellen
pl_pl: Konfigurowanie drukarki
sv_se: Ställa in en skrivare
uk_ua: Установка принтера

source: After writing a document, transferring photos from your camera, or creating your own images with GIMP, you would probably like to print them out with your printer. To do this, you need to have a printer already installed on your system. “Manage Printing”, which is found under “System” in the main application menu, handles the installation and general management of your printers. (Ensure that “CUPS” is enabled in the startup services (see <xref linkend="sect-Startup_Guide-Salix_Tools-Startup_Services" />), or Manage Printing will not start properly).
el_gr: Μετά τη σύνταξη ενός εγγράφου, τη μεταφορά φωτογραφιών από τη φωτογραφική μηχανή σας, ή δημιουργώντας τις δικές σας εικόνες με GIMP, πιθανόν να θέλετε να τα εκτυπώσετε με τον εκτυπωτή σας. Για να γίνει αυτό, πρέπει να έχετε έναν εκτυπωτή ήδη εγκατεστημένο στο σύστημά σας. "Διαχείριση εκτύπωσης", το οποίο βρίσκεται κάτω από τον τίτλο "Σύστημα" στο κύριο μενού της εφαρμογής, χειρίζεται την εγκατάσταση και τη γενική διαχείριση των εκτυπωτών σας. (Βεβαιωθείτε ότι το "CUPS" είναι ενεργοποιημένο στην εκκίνηση των υπηρεσιών (βλ. <xref linkend="sect-Startup_Guide-Salix_Tools-Startup_Services" /> ), Ή Διαχείριση εκτύπωσης δεν θα ξεκινήσει σωστά).
es_ar: Después de escribir un documento, transferir fotos desde su cámara o crear sus propias imágenes con GIMP, probablemente quiera imprimirlas con su impresora. Para hacer esto, necesita tener ya instalada una impresora en su sistema. "Administrar impresión" que se encuentra bajo el menú "Sistema" en el menú principal de aplicaciones, maneja la instalación y administración general de sus impresoras. (Asegúrese que "CUPS" está habilitado en los servicios de arranque (ver <xref linkend="sect-Startup_Guide-Salix_Tools-Startup_Services" />), o Admnistrar impresión no arrancará adecuadamente).
fr_fr: Après avoir écrit un document, importé des photos depuis votre appareil photo ou créé vos propres images avec GIMP, vous souhaiterez probablement les imprimer avec votre imprimante. Pour réaliser ceci, vous devez déjà avoir une imprimante d'installée sur votre système. “Gestion des imprimantes”, qui se trouve sous “Système” dans le menu d'applications, prend en charge l'installation et la gestion générale de vos imprimantes. (Faites en sorte que le service “CUPS” soit actif au démarrage du système (voir <xref linkend="sect-Startup_Guide-Salix_Tools-Startup_Services" />), sinon “Gestion des imprimantes” ne fonctionnera pas correctement).
it_it: Se avete appena terminato di scrivere un documento, oppure avete scaricato le immagini dalla fotocamera digitale, o ancora realizzato una nuova immagine con GIMP forse ora avete la necessità di stampare questi file. Per fare questo ovviamente dovete avere una stampante installata. La gestione delle stampanti è affidata alla funzione ''Manage Printing'' presente nella lista delle applicazioni del menu sotto la voce Sistema. (accertatevi che ''CUPS'' sia abilitato nei servizi all'avvio (vedi <xref linkend="sect-Startup_Guide-Salix_Tools-Startup_Services" />), altrimenti Manage Printing non funzionerà correttamente).
nl_nl: Na het schrijven van een document, het overzetten van foto's van uw camera, of het maken van uw eigen collages met GIMP, wilt u deze waarschijnlijk printen. U heeft daarom een printerdriver nodig op uw systeem. "Printerbeheer", welke te vinden is onder "Systeem" in het hoofd applicatiemenu, behandelt de installatie en generiek beheer van uw printers. (let er op dat "CUPS" in de 'startup services' is geactiveerd (zie <xref linkend="sect-Startup_Guide-Salix_Tools-Startup_Services" />), anders zal het printerbeheer niet correct starten).
pl_pl: Po napisaniu dokumentu, przesyłaniu zdjęć z aparatu, lub utworzenia własnych obrazów GIMP, prawdopodobnie chcesz wydrukować je drukarką. Aby to zrobić, musisz mieć drukarki zainstalowane w systemie. "Zarządzanie drukowaniem", który znajduje się pod "System" w menu głównym aplikacji, obsługującym instalowanie i ogólne zarządzanie drukarkami. (Upewnij się, że "CUPS" jest włączona w uruchomieniu usług (patrz <xref linkend="sect-Startup_Guide-Salix_Tools-Startup_Services" /> ) Lub Zarządzaj Drukowanie nie rozpoczyna się prawidłowo).
sv_se: Efter att ha skrivit ett dokument, överfört bilder från kameran, eller skapat dina egna bilder med GIMP, vill du förmodligen skriva ut dem med en skrivare. För att göra detta måste du ha en skrivare installerat på ditt system. "Hantera Utskrift", som finns under "System" i programmets huvudmeny, för installation och allmänna hantering av din skrivare. (Se till att "CUPS" är aktiverat i Autostart-tjänster (se <xref linkend="sect-Startup_Guide-Salix_Tools-Startup_Services" /> ), annars startar inte utskriftsfunktioner ordentligt).
uk_ua: Після написання документу, перенесенням фотографій з фотокамери, або створення власного малюнка використовуючи GIMP, Вам, можливо, забажається надрукувати їх на принтері. Для цього Вам потрібен принтер, встановлений у Вашій системі. Утиліта “Налаштування принтера”, яка знаходиться в пункті “Система” в головному меню програм, займається встановленням і основним налаштуванням принтера. (Впевніться, що “CUPS” включений як сервіс при запуску (дивіться <xref linkend="sect-Startup_Guide-Salix_Tools-Startup_Services" />), інакше Налаштування Принтера не запуститься правильно).
