Repository: Salix-OS/salix-startup-guide
Catalog: */Chapter2.po
Languages: ar_sa, el_gr, es_es, it_it, nl_nl, pl_pl, sv_se, uk_ua

source: * Although it is possible to install Linux on a Mac computer, you have to install a bootcamp software called rEFIt beforehand. Certain file systems, such as xfs, cannot be used with a Mac.
ar_sa: * على الرغم من أنه من الممكن تثبيت لينكس على جهاز كمبيوتر ماك، تحتاج إلى تثبيت برمجيات bootcamp التي تسمى التجديد مسبقاً rEFIt. لا يمكن استخدام بعض أنظمة الملفات، مثل xfs، مع ماك.
el_gr: * Αν και είναι δυνατό να εγκαταστήσετε το Linux σε έναν υπολογιστή Mac, θα πρέπει να εγκαταστήσετε ένα λογισμικό που ονομάζεται Bootcamp ΑΝΑΚΑΤΑΣΚΕΥΗΣ εκ των προτέρων. Ορισμένα συστήματα αρχείων, όπως το xfs, δεν μπορούν να χρησιμοποιηθούν με έναν Mac.
es_es: * Aunque es posible instalar Linux en una computadora Mac, antes hay que intalar un software bootcamp llamado rEFIt. Ciertos sistemas de archivos, tal como xfs, no se pueden instalar en una Mac.
it_it: *Sebbene sia possibile installare Linux su un computer Mac, per farlo funzionare correttamente dovete preventivamente installare un software di bootcamp chiamato rEFIt. Alcuni file system come xfs non possono essere usati su un Mac.
nl_nl: * Het is mogelijk Linux op een Mac computer te installeren, maar u moet eerst software genaamd rEFIt installeren, een 'bootcamp'. Bepaalde bestandssystemen, zoals xfs, kunnen niet met een Mac gebruikt worden.
pl_pl: * Chociaż można zainstalować Linuksa na komputerze Mac, musisz wcześniej zainstalować oprogramowanie bootcamp o nazwie rEFIt . Niektóre systemy plików, takie jak xfs, nie mogą być używane na Mac.
sv_se: * Även om det är möjligt att installera Linux på en Mac-dator, måste du installera en bootcamp programvara som kallas rEFIt i förväg. Vissa filsystem, såsom xfs, kan inte användas med en Mac.
uk_ua: * Також можливо встановити Linux на Mac комп’ютер, тоді Вам перед тим треба встановити програму bootcamp, яку називають rEFIt. Деякі файлові системи, такі як xfs, неможливо використовувати на Mac.

source: The easiest way to check the compatibility of your computer is to use one of the available Salix OS Live editions.
ar_sa: أسهل طريقة للتحقق من التوافق مع الكمبيوتر استخدام أحد الإصدارات نظام تشغيل Salix الحية المتاحة.
el_gr: Ο ευκολότερος τρόπος για να ελέγξετε τη συμβατότητα του υπολογιστή σας είναι να χρησιμοποιήσετε μία από τις διαθέσιμες εκδόσεις Salix OS Live.
es_es: La forma más sencilla de comprobar la compatibilidad de su equipo es utilizar una de las ediciones disponibles de Salix OS Live.
it_it: Il modo più semplice di verificare la compatibilità del vostro computer è per l'appunto usare Salix in modalità Live CD, in una qualunque edizione.
nl_nl: De meest eenvoudige manier om de compatibiliteit te controleren is om een van de beschikbare Salix Live edities te gebruiken.
pl_pl: Najprostszym sposobem na sprawdzenie zgodności z komputerem jest użycie jednego z dostępnych Salix OS edycji Live.
sv_se: Det enklaste sättet att kontrollera kompatibiliteten mellan din dator är att använda en av de tillgängliga Salix OS Live upplagor.
uk_ua: Найпростіший спосіб перевірити сумісність з Вашим комп'ютером - це використати одне з доступних видань Salix OS Live.

source: Partition Management
ar_sa: إدارة التقسيم
el_gr: Διαχείριση Partition
es_es: Administración de Particiones
it_it: Gestione delle Partizioni
nl_nl: Partitiebeheer
pl_pl: Zarządzanie partycjami
sv_se: Partitions hantering
uk_ua: Керування розділами диску

source: Screenshot of Gparted
ar_sa: لقطة شاشة Gparted
el_gr: Screenshot του Gparted
es_es: Captura de pantalla de Gparted
it_it: Schermata di Gparted
nl_nl: Screenshot van Gparted
pl_pl: Zrzut ekranu z Gparted
sv_se: Skärmdump av Gparted
uk_ua: Знімок екрану Gparted

source: Before installing Salix (from the live CD or not), you need to have the necessary partition space available on your system, and if the computer does not have a separate partition for Linux, you must create one before installing Salix OS.
ar_sa: قبل تثبيت Salix (من القرص المضغوط مباشرة أو غيره)، يجب أن يكون لديك قسم بالمساحة المطلوبة على النظام، وإذا لم يكن في الكمبيوتر قسم منفصل للينكس، يتعين عليك إنشائه قبل تثبيت نظام تشغيل Salix.
el_gr: Πριν από την εγκατάσταση του Salix (από το live CD ή όχι), θα πρέπει να έχετε τον απαραίτητο χώρο σε ένα διαμέρισμα διαθέσιμο στο σύστημά σας, και εάν ο υπολογιστής δεν διαθέτει μια ξεχωριστή κατάτμηση για το Linux, θα πρέπει να δημιουργήσετε μια πριν την εγκατάσταση του Salix OS.
es_es: Antes de instalar Salix (desde el Live CD o no), necesita tener el espacio de particiones necesario disponible en su sistema, y si su sistema no tiene una partición separada para Linux, tiene que crear una antes de instalar Salix OS.
it_it: Prima di installare Salix (sia da live CD che da versione installabile) dovete assicurarvi di avere una partizione disponibile sul PC e, nel caso in cui non ci fosse una partizione Linux, dovete crearla prima di procedere con l'installazione.
nl_nl: Voordat u Salix installeert (al dan niet van de Live CD), is er ruimte voor een partitie beschikbaar en benodigd op uw systeem, indien u geen afzonderlijke partitie voor Linux beschikbaar heeft, moet u er een maken alvorens Salix OS te installeren.
pl_pl: Przed zainstalowaniem Salix (z live CD lub nie), trzeba mieć niezbędną przestrzeń partycji na dysku, a komputer jeśli nie posiada osobnej partycji dla systemu Linux, to należy ją utworzyć przed zainstalowaniem Salix OS.
sv_se: Innan du installerar Salix (från live-CD eller inte), måste du ha de nödvändiga partitionerna på ditt system, och om datorn inte har en separat partition för Linux, måste du skapa ett innan du installerar Salix OS.
uk_ua: Перед установкою Salix (з Live CD або ні), Ви повинні мати необхідний простір, доступний на Вашій системі, і, якщо комп'ютер не має окремого розділу для Linux, Вам потрібно створити його перед установкою Salix OS.

source: It is advisable to back up any important files before modifying the partition table.
ar_sa: من المستحسن إجراء نسخ احتياطي لأية ملفات هامة قبل تعديل جدول الأقسام.
el_gr: Καλό θα είναι να δημιουργήσετε αντίγραφα ασφαλείας των σημαντικών αρχείων πριν από την τροποποίηση του πίνακα διαμερισμάτων.
es_es: Es recomendable hacer copias de seguridad de los archivos importantes antes de modificar la tabla de particiones.
it_it: E' caldamente consigliato di effettuare una copia di salvataggio dei dati prima di procedere alla modifica della tabella delle partizioni.
nl_nl: Het is raadzaam een backup te maken van belangrijke bestanden alvorens een partitietabel te wijzigen.
pl_pl: Wskazane jest, aby wykonać kopię zapasową wszystkich ważnych plików przed wprowadzeniem zmian w tablicy partycji.
sv_se: Det är tillrådligt att säkerhetskopiera alla viktiga filer innan du ändrar partitionstabellen.
uk_ua: Рекомендовано зберегти копію будь-яких важливих файлів перед зміною таблиці розділів.

source: Every Salix Live CD comes with <ulink url="http://gparted.sourceforge.net/docs/help-manual/C/gparted_manual.html">Gparted</ulink>, which will enable you to change the partition organisation on a disk device while preserving the contents of the partitions. You may with to use this application to create/re-organise your partition table.
ar_sa: ويأتي كل قرص Salix حي مع <ulink url="http://gparted.sourceforge.net/docs/help-manual/C/gparted_manual.html">Gparted</ulink>، التي تمكنك من تغيير منظم لتقسيم قرص الجهاز مع المحافظة على محتويات الأقسام. يجوز لك باستخدام هذا التطبيق لإنشاء/إعادة-تنظيم الخاص بجدول الأقسام.
el_gr: Κάθε Salix Live CD έρχεται με το <ulink url="http://gparted.sourceforge.net/docs/help-manual/C/gparted_manual.html">Gparted</ulink>, το οποίο θα επιτρέψει σε σας να αλλάξετε την οργάνωση των διαμερισμάτων σε μια συσκευή δίσκου, διατηρώντας παράλληλα το περιεχόμενο των κατατμήσεων. Μπορείτε να χρησιμοποιήσετε αυτή την εφαρμογή για τη δημιουργία/αναδιοργάνωση του πίνακα διαμέρισης.
es_es: Cada Live CD de Salix viene con <ulink url="http://gparted.sourceforge.net/docs/help-manual/C/gparted_manual.html">Gparted</ulink>, que le permitirá cambiar la organización de las particiones en un disco mientras preserva los contenidos de las particiones. Es posible usar esta aplicación para crear / reorganizar su tabla de particiones.
it_it: Il CD di Salix Live contiene <ulink url="http://gparted.sourceforge.net/docs/help-manual/C/gparted_manual.html">Gparted</ulink>, che vi consente di modificare l'organizzazione delle partizioni presenti su HD preservando i dati in esso contenuti. Potete utilizzare questo programma per creare/riorganizzare le partizioni.
nl_nl: Iedere Salix Live CD bevat <ulink url="http://gparted.sourceforge.net/docs/help-manual/C/gparted_manual.html">Gparted</ulink>, welke het mogelijk maakt de partitietabel te wijzigen zonder de inhoud van de partities te verliezen. U kunt er ook voor kiezen deze tool te gebruiken om de partitietabel aan te maken of te herorganiseren.
pl_pl: Każde Salix Live CD jest wyposażone w <ulink url="http://gparted.sourceforge.net/docs/help-manual/C/gparted_manual.html"> Gparted </ulink> , Który pozwoli Ci zmienić organizację partycji na dysku urządzenia przy zachowaniu zawartości partycji. Możesz wykorzystać tą aplikację do tworzenia/reorganizacji tabeli partycji.
sv_se: I varje Salix Live CD medföljer <ulink url="http://gparted.sourceforge.net/docs/help-manual/C/gparted_manual.html">Gparted</ulink> , vilket gör att du kan ändra partitioner på en diskenhet samtidigt som innehållet i partitioner behålls. Du kan använda detta program för att skapa/omorganisera din partitionstabell.
uk_ua: Кожен диск Salix Live CD має програму <ulink url="http://gparted.sourceforge.net/docs/help-manual/C/gparted_manual.html">Gparted</ulink>, яка дозволяє змінювати порядок розділів на дисках, зберігаючи вміст розділів. Ви можете використовувати цю програму для створення/організації Вашої таблиці розділів.

source: Alternatively, if you have an unformatted partition, unallocated disk space, or an existing partition you do not use, you can create or rewrite a new partition table using <ulink url="http://en.wikipedia.org/wiki/Cfdisk">Cfdisk</ulink> (which comes with the Salix installation CD).
ar_sa: بدلاً من ذلك، إذا كان لديك أقسام غير مهيأة أو مساحة غير مخصصة على القرص، أو قسم موجود لا تستخدمه، يمكنك إنشاء أو إعادة كتابة جدول تقسيم جديد باستخدام <ulink url="http://en.wikipedia.org/wiki/Cfdisk">كفديسك</ulink> (الذي يأتي مع قرص التثبيت المضغوط Salix).
el_gr: Εναλλακτικά, εάν έχετε μια αδιαμόρφωτη κατάτμηση, ελεύθερο χώρο στο δίσκο, ή ένα υπάρχον διαμέρισμα που δεν χρησιμοποιείτε, μπορείτε να δημιουργήσετε ή να ξαναγράψετε έναν νέο πίνακα διαμέρισης χρησιμοποιώντας το <ulink url="http://en.wikipedia.org/wiki/Cfdisk">Cfdisk</ulink> (Που έρχεται με το CD εγκατάστασης του Salix).
es_es: Alternativamente, si tiene una partición sin formato, espacio de disco sin asignar o una partición existente sin uso, puede crear o rescribir una nueva tabla de particiones usando <ulink url="http://es.wikipedia.org/wiki/Cfdisk">Cfdisk</ulink> (el cual viene con el CD de instalación de Salix)
it_it: In alternativa, se disponete di una partizione non formattata o spazio su disco non allocato potete creare o riscrivere la tabella delle partizioni con <ulink url="http://en.wikipedia.org/wiki/Cfdisk">Cfdisk</ulink> (presente sulla versione installabile di Salix).
nl_nl: Indien u een ongeformatteerde partitie, ongealloceerde HDD ruimte of een ongebruikte bestaand partitie heeft, kunt u ook een nieuwe partitietabel maken of herschrijven met <ulink url="http://en.wikipedia.org/wiki/Cfdisk">Cfdisk</ulink> (welke op de Salix installatie CD staat).
pl_pl: Ewentualnie, jeśli masz niesformatowaną partycję, nieprzydzielone miejsce na dysku, lub istniejącej partycji nie używasz, można utworzyć lub przepisać nową tablicę partycji przy użyciu <ulink url="http://en.wikipedia.org/wiki/Cfdisk"> Cfdisk </ulink> (który pochodzi z instalacyjnego CD Salix ).
sv_se: Alternativt, om du har en oformaterad partition, ledigt diskutrymme, eller en befintlig partition som du inte använder kan du skapa eller skriva en ny partitionstabell med hjälp av <ulink url="http://en.wikipedia.org/wiki/Cfdisk">Cfdisk</ulink> (Som kommer med Salix installations-CD).
uk_ua: Альтернативно, якщо Ви маєте неформатований розділ, нерозмічене дискове місце, або існуючий розділ, який Ви не використовуєте, тоді можете створити або перезаписати нову таблицю розділів, використовуючи програму <ulink url="http://en.wikipedia.org/wiki/Cfdisk">Cfdisk</ulink> (яка міститься на CD диску встановлення Salix).

source: Both applications are simple to use and require no further explanation on how to use them, except for a small comment about “partition types”.
ar_sa: كلا التطبيقين سهل الاستخدام ولا تحتاج إلى شرح لكيفية استخدامها، عدا تعليق صغير حول “أنواع الأقسام”.
el_gr: Και οι δύο εφαρμογές είναι απλές στη χρήση και δεν χρειάζονται περαιτέρω εξηγήσεις για το πώς να τα χρησιμοποιήσετε, εκτός από ένα μικρό σχόλιο για τους "τύπους κατατμήσεων".
es_es: Ambas aplicaciones son fáciles de usar y no requieren mayor explicación sobre la forma de uso, a excepción de un pequeño comentario sobre los "tipos de particiones".
it_it: Entrambe le applicazioni sono semplici da usare e non richiedono particolari spiegazioni, a parte l'intervento richiesto nello specificare il tipo di partizione da creare/modificare.
nl_nl: Beide tools zijn simpel in gebruik en behoeven geen uitleg hoe deze te gebruiken, buiten een kleine opmerking over typen "partities".
pl_pl: Obie aplikacje są proste w użyciu i nie wymagają dalszych wyjaśnień, w jaki sposób z nich korzystać, z wyjątkiem niewielkiego komentarzu na temat "typy partycji".
sv_se: Båda programmen är enkla att använda och kräver ingen ytterligare förklaring på hur man använder dem, förutom en liten kommentar om "partitions typer".
uk_ua: Обидві програми прості до використання і не вимагають дальшого пояснення їх використання, окрім маленького коментаря про “типи розділів”.

source: A hard drive space can be divided into no more than four “primary” partitions, which can be problematic if you are hosting more than one operating system on the same hard drive. A hard drive can, however, be divided into three “primary” partitions and one “extended” partition. The extended partition can then be subdivided into “logical” partitions and hence overcome the limitation set by the “primary partition” (i.e. no more than four partitions). In practice, there is no difference between a logical and a primary partition except for that “Windows” OS cannot be installed on a logical partition.
ar_sa: يمكن تقسيم مساحة القرص الصلب بحيث لا تزيد عن أربعة أقسام “أساسية” والتي قد تسبب مشكلة إذا كنت تستخدم أكثر من نظام تشغيل على نفس القرص الصلب. ومع ذلك يمكن لمحرك أقراص ثابت مقسم إلى ثلاثة أقسام “أساسية” وقسم “موسع” واحد. القسم الموسع يمكن تقسيمه إلى أقسام “منطقية” ومن ثم التغلب على القيود المحددة في “القسم الأساسي” (أي لا يزيد عن أربعة أقسام). من الناحية العملية، لا يوجد فرق بين قسم منطقي وقسم أساسي فيما عدا ذلك لا يمكن تثبيت “نظام وندوز” نظام التشغيل على أحد الأقسام المنطقية.
el_gr: Ένας χώρος στο σκληρό δίσκο μπορούν να χωριστεί σε όχι περισσότερα από τέσσερες "κύριες" κατατμήσεις, το οποίεο μπορεί να είναι προβληματικό εάν φιλοξενείτε περισσότερα από ένα λειτουργικά συστήματα στον ίδιο σκληρό δίσκο. Ένας σκληρός δίσκος μπορεί, ωστόσο, να χωριστεί σε τρεις "κύριες" κατατμήσεις και μια "εκτεταμένη" κατάτμηση. Το εκτεταμένο διαμέρισμα μπορεί στη συνέχεια να υποδιαιρεθεί σε "λογικές" κατατμήσεις και ως εκ τούτου να ξεπεραστεί το όριο που θέτει το «πρωτεύον διαμέρισμα" (δηλαδή όχι περισσότερο από τέσσερα διαμερίσματα). Στην πράξη, δεν υπάρχει καμία διαφορά ανάμεσα σε ένα λογικό και ένα πρωτεύον διαμέρισμα, εκτός από το ότι το λειτουργικό σύστημα "Windows" δεν μπορεί να εγκατασταθεί σε μια λογική κατάτμηση.
es_es: Un espacio en el disco duro se puede dividir en no más de cuatro particiones "primarias", que puede ser problemático si usted está alojando a más de un sistema operativo en el mismo disco duro. Un disco duro puede, sin embargo, dividirse en tres particiones "primarias" y una partición "extendida". La partición extendida puede subdividirse en particiones "lógicas" y por lo tanto, superar la limitación establecida por la "partición primaria" (es decir, no más de cuatro particiones). En la práctica, no hay diferencia entre una partición lógica y una partición primaria excepto que el sistema operativo "Windows" no se puede instalar en una partición lógica.
it_it: Lo spazio di un disco fisso può essere diviso in massimo quattro partizioni ''primarie'', il che può essere problematico se avete più sistemi operativi installati sullo stesso dispositivo. Comunque potete sempre partizionare il disco in tre partizioni ''primarie'' ed una partizione ''estesa'' che può a sua volta essere suddivisa in partizioni ''logiche'', in modo tale da aggirare la limitazione data dalle parrtizioni ''primarie'' (ossia, il limite massimo di quattro). Al pratico non c'è alcuna differenza tra una partizione logica ed una partizione primaria; l'unica avvertenza che dovete ricordare è che un sistema Windows non può essere installato su una partizione logica.
nl_nl: Harddisk ruimte kan niet meer dan vier 'primaire' partities bevatten, wat problematisch kan zijn indien er meer dan 1 besturingssysteem op dezelfde harddisk is geinstalleerd. Een harddisk kan daarentegen verdeeld worden over drie 'primaire' en een 'secundaire' (extended) partitie. De secundaire partitie kan vervolgens in 'logische' partities worden onderverdeeld, zodat de beperking van het aantal 'primaire partities' wordt teniet gedaan (ergo, meer dan 4 partities). In de praktijk is er geen verschil tussen een logische partitie en een primaire partitie, buiten het feit dat een "Windows" OS niet op een logische partitie kan worden geinstalleerd.
pl_pl: Miejsce na dysku twardym może być podzielone na nie więcej niż czterech partycje "primary", co może być problematyczne, jeśli są masz więcej niż jeden system operacyjny na tym samym dysku twardym. Dysk twardy można jednak podzielić na trzy partycje "primary" i jedną "rozszerzoną" partycję. Partycja rozszerzona może być podzielona na "logiczne" partycje, a tym samym przezwyciężyć ograniczenia określone w "partycji primary" (tj. nie więcej niż cztery partycje). W praktyce nie ma różnicy między logicznymi i primay z wyjątkiem, takim że "Windows" OS nie może być zainstalowany na partycji logicznej.
sv_se: Ett hårddiskutrymme kan delas in i högst fyra "Primära" partitioner, vilket kan vara problematiskt om du är värd för mer än ett operativsystem på samma hårddisk. En hårddisk kan dock delas in i tre "Primära" partitioner och en "utökad" partition. Den utökade partitionen kan sedan delas upp i "logiska" partitioner och därmed övervinna den begränsning som fastställts av "Primär partition" (dvs inte mer än fyra partitioner). I praktiken är det ingen skillnad mellan en logisk och en primär partition med undantag för att "Windows" OS kan inte installeras på en logisk partition.
uk_ua: Твердий диск можна поділити на не більше ніж чотири основні “primary” розділи, що може створювати проблеми, якщо Ви тримаєте більше ніж одну операційну систему на тому самому твердому диску. Однак твердий диск можна розбити на три основні “primary” розділи і один розширений “extended” розділ. Розширений розділ можна розділити в свою чергу на логічні “logical” розділи і таким чином обійти обмеження накладене на основний “primary” розділ (тобто не більше ніж чотири розділи). На практиці немає різниці між логічним і основним розділом, єдине що “Windows” неможливо встановити на логічний розділ.

source: So what kind of partitions do you need?
ar_sa: أي نوع من الأقسام تحتاجها؟
el_gr: Οπότε τι είδους κατατμήσεις χρειάζεστε;
es_es: ¿Qué tipo de particiones necesita?
it_it: Quindi, che tipo di partizionamento vi serve?
nl_nl: Wat voor soort partities heeft u nodig?
pl_pl: Jaki więc rodzaj partycji jest potrzebny?
sv_se: Så vilka typer av partitioner behöver du?
uk_ua: То якого ж типу розділи Вам потрібно?

source: Salix needs, at the very minimum, one partition which holds the root directory and must be assigned as “/” (without the quotation marks).
ar_sa: احتياجات Salix كحد، أدنى قسم يحمل مجلد الجذر ويجب أن يتم تعيين “/” (بدون علامة الاقتباس).
el_gr: Το Salix χρειάζεται, το ελάχιστο, ένα διαμέρισμα το οποίο κατέχει το ριζικό κατάλογο και πρέπει να αποδίδεται ως "/" (χωρίς τα εισαγωγικά).
es_es: Salix necesita, como mínimo, una partición para mantener el directorio raíz y se tiene que asignar como "/" (sin las comillas).
it_it: Salix ha bisogno al minimo di una partizione che possa contenere la directory radice, che viene identificata come ''/'' (senza gli apici).
nl_nl: Salix heeft op z'n minst 1 partitie nodig welke de root map bevat en zal moeten worden omschreven als "/" (zonder de quootjes).
pl_pl: Salix potrzebuje minimum partycji, na której będzie trzymał katalog root i musi być oznaczona jako "/" (bez cudzysłowów).
sv_se: Salix behöver, allra minst en partition som håller rotkatalogen och måste tilldelas som "/" (utan citattecken).
uk_ua: Salix потрібно, як мінімум, один розділ, який буде містити кореневу теку і йому мусить бути позначений як "/" (без лапок)
