Repository: Salix-OS/salix-startup-guide
Catalog: */Chapter4.po
Languages: el_gr, es_es, fr_fr, it_it, nl_nl, pl_pl, sv_se, uk_ua

source: Maybe a little bird has told you that there is a wonderful application called "cowsay" in Linux, and now you would like to see what this program can do.
el_gr: Ίσως ένα μικρό πουλί σας έχει πει ότι υπάρχει μια υπέροχη εφαρμογή που ονομάζεται "cowsay" σε Linux, και τώρα θα θέλατε να δείτε τι μπορεί να κάνει αυτό το πρόγραμμα.
es_es: Tal vez un pajarito le ha dicho que hay una maravillosa aplicación llamada "cowsay" en Linux, y ahora le gustaría ver lo que puede hacer este programa.
fr_fr: Peut-être que votre petit doigt vous a dit qu'il existe une merveilleuse application appelé « cowsay » sous Linux, et maintenant, vous souhaiteriez voir ce que ce programme peut faire.
it_it: Può darsi il caso che vi sia giunta voce che in Linux esiste una applicazione "cowsay" e che pertanto siate tentati di provarla.
nl_nl: Misschien heeft een klein vogeltje u ingefluisterd dat er een prachtig programma in Linux is dat "cowsay" is genaamd en nu wilt u zien wat dit programma kan doen.
pl_pl: Może mały ptaszek powiedział Tobie że jest cudowna aplikacja zwana "cowsay" i teraz chciałbyś zobaczyć co ten program potrafi.
sv_se: Kanske en liten fågel har sagt att det finns ett underbar program som heter "cowsay" i Linux, och nu skulle du vilja se vad programmet kan göra.
uk_ua: Можливо, що маленька пташка сказала, що є прекрасна програма з назвою "cowsay" в Linux, і зараз Ви побачите, що ця програма може робити.

source: In order to install a program, one needs to be logged in as root (= superuser = administrator), because it is a system wide action. Alternatively, you can acquire the superuser rights by issuing "su". You will be asked to enter the root password. After providing the correct password, you are now free to do whatever you wish to do on your system (even to make the machine unworkable).
el_gr: Για να εγκαταστήσετε ένα πρόγραμμα, κάποιος πρέπει να συνδεθεί ως root (= υπερχρήστης = διαχειριστής), επειδή είναι ένα σύστημα ευρείας δράσης. Εναλλακτικά, μπορείτε να αποκτήσετε τα δικαιώματα superuser με την έντολή "su". Θα σας ζητηθεί να εισάγετε τον κωδικό του root. Μετά τον σωστό κωδικό πρόσβασης, είστε τώρα ελεύθερος να κάνετε ό, τι θέλετε στο σύστημά σας (ακόμα και να κάνετε το μηχάνημα άχρηστο).
es_es: Para instalar un programa, uno necesita haber iniciado sesión como root (= superuser = administrador), porque se trata de una acción que abarca a todo el sistema. Alternativamente, puede adquirir los privilegios del administrador al ejecutar "su". Se le pedirá que ingrese la contraseña de root. Después de ingresar la contraseña correcta, Ud tiene libertad de hacer lo que quiera con el sistema (incluso volverlo inoperable).
fr_fr: Pour installer un programme, on a besoin d'être connecté en tant que root (= super utilisateur = administrateur), car il s'agit d'une action qui touche l'ensemble du système. Alternativement, vous pouvez aquérir les droits de super utilisateure en lançant « su ». On vous demandera alors de saisir le mot de passe root. Après avoir fourni le mot mot de passe correct, vous serez alors libre de faire tout ce que vous souhaitez sur votre système (même le fait de rendre votre machine inutilisable).
it_it: Ora, per installare un programma dovete essere autenticati come root (= superutente = amministratore), dato che l'operazione che state per compiere va a modificare il sistema. In alternativa, potete diventare root digitando "su" nel terminale. Ovviamente, vi verrà richiesto di inserire la relativa password. Ottenuto l'accesso come root potete modificare a piacimento il sistema (persino comprometterlo fino a renderlo inservibile).
nl_nl: Om een programma te installeren moet men ingelogd zijn als root (= supergebruiker administrator), omdat het een systeemwijde actie omvat. U kunt anderzijds ook superuser rechten verkrijgen door "su" in te voeren. U zult worden gevraagd om het root wachtwoord. Na het correcte wachtwoord ingevoerd te hebben, bent u vrij om alles te doen op het systeem (zelfs het systeem onwerkbaar maken).
pl_pl: Aby zainstalować program, potrzebujesz być zalogowany jako root (= superuser = administrator), ponieważ on posiada uprawnienia do takiej akcji. Wpisz "su" aby uzyskać prawa superusera. Zostaniesz zapytany o hasło roota. Po wprowadzeniu właściwego hasła możesz zrobić co chcesz (co jest wykonalne na tej maszynie).
sv_se: För att installera ett program, måste man vara inloggad som root (= superuser = administratör), eftersom det är ett system omfattande åtgärd. Alternativt kan du förvärva behörigheten superuser genom att utfärda "su". Du blir ombedd att ange lösenordet för root. Efter ange rätt lösenord, du är nu fri att göra vad du vill göra på ditt system (även att göra maskinen obrukbar).
uk_ua: Щоб встановити програму, потрібно залогуватися як root (= суперкористувач = адміністратор), тому що ця дія зачіпає всю систему. Альтернативно, Ви можете отримати права суперкористувача запускаючи "su". Вас запитають про пароль root'а. Після вводу пароля Ви зможете робити все що заманеться з Вашою системою (навіть зробити її непрацездатною).

source: So "cowsay". If this is the first time you are installing an application on Salix, the first thing you should do is to update the package database on your computer by executing "slapt-get -u". Then to search for an application (in this case, "cowsay"), type in "slapt-get --search cowsay". Unfortunately, cowsay is not in the official repositories neither of Salix nor of Slackware. But it is still too early to give up. Slackbuild.org maintains extra packages for Slackware, which of course can be utilised by Salix users.
el_gr: Έτσι, "cowsay". Αν αυτή είναι η πρώτη φορά που εγκαθιστάτε μια εφαρμογή στο Salix, το πρώτο πράγμα που πρέπει να κάνετε είναι να ενημερώσετε τη βάση δεδομένων πακέτων στον υπολογιστή σας εκτελώντας "slapt-get -u". Στη συνέχεια, για την αναζήτηση μιας εφαρμογής (στην περίπτωση αυτή, "cowsay"), πληκτρολογήστε "slapt-get -- search cowsay". Δυστυχώς, η εφαρμογή cowsay δεν υπάρχει στα επίσημα αποθετήρια ούτε του Salix ούτε του Slackware. Αλλά είναι ακόμη πολύ νωρίς για να τα παρατήσουμε. Το Slackbuild.org διατηρεί επιπλέον πακέτα για το Slackware, το οποίο φυσικά μπορεί να χρησιμοποιηθεί από τους χρήστες του Salix.
es_es: Así que "cowsay". Si es la primera vez que instala una aplicación en Salix, la primera cosa que debería hacer es actualizar la base de datos de paquetes en su ordenador ejecutando "slapt-get -u". Luego, para buscar una aplicación (en este caso "cowsay"), escriba "slapt-get --search cowsay". Desafurtunadamente, cowsay no está en los repositorios oficiales ni de Salix, ni de Slackware. Por todavía es demasiado pronto para rendirse. Slackbuild.org mantiene paquetes adicionales para Slackware, que por supuesto los pueden utilizar los usuarios de Salix.
fr_fr: « cowsay » donc. S'il s'agit de la première fois que vous installez une application sous Salix, la première chose que vous devriez faire est de mettre à jour la base de données de paquets sur votre ordinateur en exécutant « slapt-get -u ». Ensuite, pour rechercher une application (dans ce cas, « cowsay »), saisissez « slapt-get --search cowsay ». Malheureusement, cowsay n'est pas dans les dépôts officiels, ni de Salix ni de Slackware. Mais il est encore trop tôt pour abandonner. Slackbuild.org maintient des paquets supplémentaires pour Slackware, qui peuvent, bien sûr, être utilisés par les utilisateurs Salix.
it_it: Torniamo quindi a "cowsay". Se è la prima volta che installate un'applicazione in Salix, la prima cosa da fare è aggiornare il locale database dei pacchetti digitando il comando "slapt-get -u". Per ricercare l'applicazione, (in questo caso "cowsay"), digitate "slapt-get –search cowsay". Sfortunatamente, cowsay non è presente nei repository ufficiali Salix né in quelli Slackware. Ma non demordiamo subito. Slackbuilds.org mantiene pacchetti extra per Slackware, i quali possono essere tranquillamente usati anche dagli utenti Salix.
nl_nl: Dus "cowsay". Als dit de eerste keer is dat u een applicatie installeert op Salix is het eerste ding dat u behoort te doen is de pakketdatabase updaten door "slapt-get -u" uit te voeren. Om vervolgens te zoeken naar een applicatie (in dit geval "cowsay"), voer "slapt-get --search cowsay" uit. Helaas, cowsay is niet in de officiële 'repositories' van Salix noch Slackware. Maar het is nog te vroeg om op te geven. Slackbuild.org onderhoudt extra pakketten voor Slackware, welke uiteraard door Salix gebruikers kunnen worden geïnstalleerd.
pl_pl: A więc "cowsay". Warto odświeżyć bazę paczek, aby mieć dostęp do najnowszych przez "slapt-get -u". Później poszukamy programu (w tym przypadku "cowsay"), wpisz "slapt-get --search cowsay". Niefortunnie, cowsay nie jest w oficjalnym repozytorium ani Salix ani Slackware. Ale za wcześnie żeby się poddać. Slackbuild.org dostarcza dodatkowe paczki dla Slackware, z których oczywiście mogą skorzystać użytkownicy Salix.
sv_se: Så "cowsay". Om detta är första gången du installerar ett program på Salix är det första du bör göra för att uppdatera paketdatabas på din dator genom att köra "slapt-get -u". Sen för att söka efter ett program (i detta fall, "cowsay"), skriv "slapt-get --search cowsay". Tyvärr är cowsay inte i de officiella förråden Salix eller Slackware. Men det är fortfarande för tidigt att ge upp. Slackbuild.org håller extra paket för Slackware, som naturligtvis kan utnyttjas av Salix användare.
uk_ua: Отже "cowsay". Якщо Ви встановлюєте програму в Salix вперше, тоді потрібно оновити базу даних пакунків на Вашому комп’ютері запускаючи "slapt-get -u". Тепер пошукаємо програму (в нашому випадку "cowsay"), ведіть для цього "slapt-get --search cowsay". На жаль, cowsay не міститься ні в офіційних сховищах Salix, ні в Slackware. Однак ще зарано здаватися. Slackbuild.org опікується додатковими пакунками для Slackware, які, звичайно, можуть використати користувачі Salix.

source: Search for "cowsay" with slapt-src by typing "slapt-src --search cowsay" after first updating the local database with "slapt-src -u". You will see that it is available from Slackbuild.org. To install it, execute "slapt-src -i cowsay". If you are not sure what this "-i" is, you can check it with the --help option. You will see a lot of lines running up the terminal quickly until the application is installed.
el_gr: Αναζήτηση για "cowsay" με slapt-src, πληκτρολογώντας "slapt-src --search cowsay" μετά την πρώτη ενημέρωση της τοπικής βάσης δεδομένων με "slapt-src -u". Θα δείτε ότι είναι διαθέσιμο από το Slackbuild.org. Για να το εγκαταστήσετε, εκτελέστε "slapt-src -i cowsay". Εάν δεν είστε βέβαιοι για το τι αυτό το "-i", μπορείτε να το ελέγξετε με την επιλογή --help. Θα δείτε πολλές γραμμές να τρέχουν γρήγορα στο τερματικό μέχρι να εγκατασταθεί η εφαρμογή.
es_es: Busque "cowsay" con slapt-src escribiendo "slapt-src --search cowsay" después que primero haya actualizado la base de datos local con "slapt-src -u". Verá que está disponible desde Slackbuild.org. Para instalarlo, ejecute "slapt-src -i cowsay". Si no está seguro que es "-i", puede verificarlo con la opción "--help". Verá muchas líneas desplazándose rápidamente hacia arriba en la terminal hasta que la aplicación se instale.
fr_fr: Cherchez « cowsay » avec slapt-src en tapant « slapt-src --search cowsay »après avoir préalablement mis à jour la base de données locale avec « slapt-src -u ». Vous verrez qu'il est disponible dans Slackbuild.org. Pour l'installer, exécutez « slapt-src -i cowsay ». Si vous ne savez pas ce que ce « -i » signifie, vous pouvez le vérifier avec l'option --help. Vous verrez beaucoup de lignes défiler rapidement dans le terminal jusqu'à ce que l'application soit installée.
it_it: Ricercate quindi "cowsay" con slapt-src digitando il comando "slapt-src --search cowsay" ricordando di aggiornare preventivamente il database locale delle applicazioni con "slapt-src -u". Vedrete che il programma è disponibile in Slackbuilds.org. Per installarlo, eseguite "slapt-src -i cowsay". Se non sapete cosa significhi la "-i" nel comando, controllate con l'opzione --help. Vedrete una serie di righe apparire in rapida sequenza nel terminale finché il processo di installazione è terminato.
nl_nl: Zoek voor "cowsay" met slapt-src door "slapt-src --search cowsay" uit te voeren na het udpaten van de lokale database met "slapt-src -u". U zult zien dat het beschikbaar is via Slackbuild.org. Om het te installeren, voer "slapt-src -i cowsay" uit. Indien u niet goed weet wat "-i" doet, kunt u dit uitzoeken met de --help parameter. U zult een hoop lijnen met tekst snel voorbij zien rollen tot de applicatie is geïnstalleerd.
pl_pl: Poszukaj "cowsay" z slapt-src następująco "slapt-src --search cowsay" zaraz po odświeżeniu bazy "slapt-src -u". Aby zainstalować "slapt-src -i cowsay". Jeśli nie wiesz co znaczy opcja "-i", sprawdź to z opcją --help. Zobaczysz wiele linii szybko biegnących po terminalu, aż aplikacja zostanie zainstalowana.
sv_se: Sök efter "cowsay" med slapt-src genom att skriva "slapt-src --search cowsay" efter första uppdateringen den lokala databasen med "slapt-src -u". Du kommer att se att den är tillgänglig från Slackbuild.org. För att installera det, kör "slapt-src -i cowsay". Om du är osäker på vad detta "-i" är, kan du kontrollera det med --help alternativet. Du kommer att se många linjer som löper upp terminalen snabbt tills programmet är installerat.
uk_ua: Пошукайте "cowsay" за допомогою slapt-src, виконуючи "slapt-src --search cowsay" після першого оновлення локальної бази даних за допомогою "slapt-src -u". Ви побачите, що ця програма доступна з Slackbuild.org. Для її встановлення запустіть "slapt-src -i cowsay". Якщо Ви не знаєте, що це за параметр "-i", тоді можете перевірити за допомогою опції --help. Далі Ви побачите процес створення пакунку, тобто багато різних лінійок, що швидко біжать в терміналі.

source: Once it is installed, you might want to test it. First get out of the superuser mode by typing "exit". Then type in "cowsay". Nothing happens, and in fact, you will see that you are now in a strange mode that you cannot execute any commands. This is because the application is still running, but as you don't see anything, perhaps it is not running properly. To terminate the process, press "Ctrl+c". You will get back the normal input line back on your terminal.
el_gr: Μόλις εγκατασταθεί, μπορεί να θέλετε να το δοκιμάσετε. Πρώτα βγείτε από την κατάσταση superuser, πληκτρολογώντας "exit". Στη συνέχεια, πληκτρολογήστε "cowsay". Τίποτα δεν συμβαίνει, και στην πραγματικότητα, θα δείτε ότι είστε τώρα σε μια περίεργη κατάσταση που δεν μπορείτε να εκτελέσετε εντολές. Αυτό συμβαίνει επειδή η εφαρμογή είναι ακόμη σε εξέλιξη, αλλά δεν βλέπετε τίποτα, ίσως να μην λειτουργεί σωστά. Για να τερματίσει τη διαδικασία, πατήστε το πλήκτρο "Ctrl + C". Θα εμφανιστεί ξανά η κανονική γραμμή εισόδου στο τερματικό σας.
es_es: Una vez instalado, es posible que quiera probarlo. Primero salga del modo administrador escribiendo "exit". Entonces escriba "cowsay". Nada ocurre, y de hecho verá que está en un modo extraño en el que no puede ejecutar ningún comando. Esto es porque la aplicación está todavía ejecutándose, pero como no se ve nada, tal vez no esté funcionando correctamente. Para terminar el proceso, presione "Ctrl+C". Volverá a la línea de entrada normal de la terminal.
fr_fr: Une fois installée, vous voudrez probablement l'essayer. Tout d'abord, sortez du mode super utilisateur en tapant « exit ». Ensuite, tapez « cowsay ». Rien ne se passera et, en fait, vous verrez que vous êtes maintenant dans un mode étrange dans lequel vous ne pouvez exécuter aucune commande. C'est parce que l'application continue d'être exécutée, mais comme vous ne voyez rien, il se peut qu'il ne s'exécute pas correctement. Pour mettre fin au processus, pressez « Ctrl+c ». Vous reviendrez à la ligne d'entrée normale dans votre terminal.
it_it: Una volta installata, è ora di provare l'applicazione. Uscite quindi dalla modalità superutente digitando il comando "exit". Poi finalmente digitate "cowsay". Non succede nulla e in effetti vi trovate ora in una situazione in cui non riuscite ad eseguire alcun comando. Questo accade perché l'applicazione sta effettivamente funzionando ma, poiché non vedete nulla, non sta funzionando come dovrebbe. Terminate quindi il processo col comando "Ctrl+c". Ritornate quindi alla normale riga di input del terminale.
nl_nl: Als het eenmaal is geïnstalleerd, wilt u het waarschijnlijk testen. Verlaat eerst de superuser modus door "exit" in te voeren. Voer vervolgens "cowsay" in. Er zal niets gebeuren, en u zult erachter komen dat u geen enkel commando meer kan uitvoeren. Dit is omdat de applicatie nog steeds draait, maar omdat u niets ziet gebeuren is het waarschijnlijk dat het niet goed functioneert. Om het proces te beëindigen drukt u op "ctrl+c". U zult terugkeren naar de standaard prompt in de terminal.
pl_pl: Po jego zainstalowaniu, możesz zacząć testować program. Najpierw jednak opuść tryb superusera wpisując "exit". Wpisz "cowsay". Nic się nie dzieje, ale faktycznie jesteś w tym programie, ale niekoniecznie uruchomiłeś go poprawnie. Opuść program wpisując "ctrl+c". Wrócisz z powrotem do terminalu.
sv_se: När det är installerat, kanske du vill testa den. Först gå ur superanvändare genom att skriva "exit". Skriv sedan in "cowsay". Ingenting händer, och i själva verket kommer du se att du är nu i ett konstigt läge som du inte kan utföra några kommandon. Detta beror på att programmet fortfarande körs, men som du inte ser något, det kanske inte fungerar ordentligt. För att avsluta, tryck "Ctrl+c". Du kommer att få tillbaka den normala inmatningsraden tillbaka på din terminal.
uk_ua: Як тільки програма встановлена, можна її протестувати. Спочатку вийдіть з режиму суперкористувача, вводячи "exit". Далі наберіть "cowsay". Нічого не сталося, і Ви побачите, що зайшли в якийсь дивний режим, в якому неможливо запускати будь-які команди. Це тому, що програма все ще працює, але оскільки Ви нічого не бачите, тож програма працює некоректно. Щоб закінчити процес, натисніть "Ctrl+c". Ви отримуєте нормальний режим вводу в терміналі.

source: So what was going wrong? Check "cowsay" with "-h". You will see that you need to type in a [message]. Try again with "cowsay Hello Salix!"
el_gr: Λοιπόν, τι δεν πήγαινε καλά; Ελέγξτε το "cowsay" με το "-h". Θα δείτε ότι θα πρέπει να πληκτρολογήσετε ένα [μήνυμα]. Δοκιμάστε ξανά με "cowsay Hello Salix !"
es_es: Entonces ¿qué estaba mal? Pruebe "cowsay" con "-h". Verá que necesita escribir un [mensaje]. Inténtelo nuevamente con "cowsay Hola Salix!"
fr_fr: Qu'y a-t-il donc de mauvais ? Vérifiez « cowsay » avec « -h ». Vous verrez que vous avez besoin de saisir un [message]. Essayez une nouvelle fois avec « cowsay Hello Salix! »
it_it: Cosa non ha funzionato? Controllate "cowsay" con "-h". Vedrete che dovete inserite nel comando un [messaggio]. Provate allora "cowsay Hello Salix!"
nl_nl: Wat ging er nou mis? Controleer "cowsay" met "-h". U zult erachter komen dat u een [message] moet invoeren. Probeer het nogmaals met "cowsay Hello Salix!".
pl_pl: Więc co źle zrobiliśmy? Sprawdź to z opcją "cowsay -h". Zobaczysz że potrzebujesz wpisać jeszcze [wiadomość]. Spróbuj ponownie "cowsay Hello Salix!"
sv_se: Så vad gick fel? Kolla "cowsay" med "-h". Du kommer att se att du behöver skriva in ett [meddelande]. Försök igen med "cowsay Hej Salix!"
uk_ua: То що ж пішло не так? Перевірте "cowsay" з параметром "-h". Ви побачите, що Вам потрібно вписати в [повідомленні]. Спробуйте знову з "cowsay Привіт Salix!"

source: To sum up, we have merely scratched the surface of the power of the command line. The best way to learn more is by using it, but remember to use the help tools, and consult online documentation such as that listed in the Salix forum. <ulink url="http://linuxcommand.org/index.php">Linuxcommand.org</ulink> can be particularly recommended if you wish to gain a comprehensive grounding. Proceed cautiously, but don't be afraid to experiment.
el_gr: Εν κατακλείδι, έχουμε ξύσει μόνο την επιφάνεια της δύναμης της γραμμής εντολών. Ο καλύτερος τρόπος για να μάθετε περισσότερα είναι με τη χρήση του, αλλά θυμηθείτε να χρησιμοποιήσετε τα εργαλεία βοήθειας, και συμβουλευτείτε την ηλεκτρονική τεκμηρίωση, όπως όπως αυτή που υπάρχει στα φόρουμ του Salix. <ulink url="http://linuxcommand.org/index.php"> Linuxcommand.org </ulink> μπορεί να είναι ιδιαίτερα προτεινόμενη, εάν επιθυμείτε να αποκτήσετε μια ολοκληρωμένη γνώση. Προχωρήστε προσεκτικά, αλλά μην φοβάστε να πειραματιστείτε.
es_es: En resumen, nos hemos limitado a arañar la superficie de la potencia de la línea de comandos. La mejor manera de aprender es mediante el uso de ella, pero recuerde que debe utilizar las herramientas de ayuda, y consultar la documentación en línea como la que aparece en el foro de Salix. <ulink url="http://linuxcommand.org/index.php"> Linuxcommand.org </ulink> puede ser especialmente recomendable si desea obtener una base sólida y global. Proceda con cautela, pero no tenga miedo de experimentar.
fr_fr: Pour résumer, nous avons aborder superficiellement la puissance de la ligne de commande. La meilleure manière d'en apprendre plus est de l'utiliser, mais n'oubliez pas d'utiliser les outils d'aide et de consulter la documentation en ligne comme celles listées dans le forum Salix. <ulink url="http://linuxcommand.org/index.php">Linuxcommand.org</ulink> peut être particulièrement recomandée si vous souhaitez obtenir les bases complètes. Avancez prudemment, mais n'ayez pas peur d'expérimenter.
it_it: In breve qui vi abbiamo dato solo una pallida idea dei poteri della riga di comando. Il miglior modo per saperne di più è semplicemente inziare ad usarla, ricordandosi di far uso degli help e consultando la documentazione in linea come quella elencata nel forum di Salix. <ulink url="http://linuxcommand.org/index.php">Linuxcommand.org</ulink> è caldamente raccomandato per coloro che vogliano costruirsi una formazione più completa a riguardo. Procedete con cautela, ma non abbiate paura di sperimentare.
nl_nl: Resumerend; we hebben nog nauwelijks de werkelijke kracht van de 'command line' getoond. De beste manier om het te leren is door het te gebruiken, maar vergeet hierbij niet de hulp tools te gebruiken en raadpleeg online documentatie zoals in het Salix forum aanwezig is. <ulink url="http://linuxcommand.org/index.php">Linuxcommand.org</ulink> is zeker aan te raden indien u grondige kennis wilt vergaren, maar wees niet bang te experimenteren.
pl_pl: Podsumowując, mamy tylko powierzchowne odczucie mocy linii poleceń. Najlepszym sposobem, aby dowiedzieć się więcej jest używanie jej, ale pamiętaj, aby skorzystać z narzędzi pomocy, i skonsultować się z dokumentacją online, takich jak wymienione w forum Salix. <ulink url="http://linuxcommand.org/index.php"> Linuxcommand.org </ulink> które są szczególnie zalecane, jeśli chcesz uzyskać pełny zrozumienie. Postępuj ostrożnie, ale nie bój się eksperymentować.
sv_se: Sammanfattningsvis har vi bara skrapat på ytan av kraften i kommandoraden. Det bästa sättet att lära sig mer är att använda den, men kom ihåg att använda hjälp verktygen och konsultera online-dokumentation såsom anges i Salix forumet. <ulink url="http://linuxcommand.org/index.php"> Linuxcommand.org </ulink> kan vara särskilt rekommenderat om du vill få en grundläggande undervisning. Fortsätt försiktigt, men var inte rädd för att experimentera.
uk_ua: Таким чином, ми поширили наші знання знанням про командну стрічку. Найкращий шлях взнати більше - це використовувати її, пам’ятаючи використовуючи допомогу та онлайн документацію, що міститься на форумі Salix. Сторінка <ulink url="http://linuxcommand.org/index.php">Linuxcommand.org</ulink> також буде придатна на цій дорозі, особливо якщо Ви бажаєте заглибитися більше. Будьте обережні, але не бійтеся експериментувати.
