Repository: Salix-OS/salix-startup-guide
Catalog: */Chapter4.po
Languages: el_gr, es_es, fr_fr, it_it, nl_nl, pl_pl, sv_se, uk_ua

source: Salix Mini Walkthroughs
el_gr: Salix Walkthroughs Mini
es_es: Mini tutoriales de Salix
fr_fr: Tours rapides de Salix
it_it: Miniguide di Salix
nl_nl: wat de zogenoemde "windowstoets" links van de spatiebalk is. Evenals het verhelpen van het conflict met Alpine, heeft dit het grote voordeel dat het maar één toetscombinatie is. Sommige functies hoeven niet te werken, vooral het zeer handige C-t C-t om terug te keren naar waar u was en de prestaties verschillen van het ene toetsenbord met het anderen, dus het is verstandig om te experimenteren. Nog een mogelijkheid is de "Menu" toets. De mogelijkheid om terug naar de standaard te gaan: :escape C-t
pl_pl: Salix Mini solucje
sv_se: Salix Mini genomgång
uk_ua: Міні-подорож по Salix

source: Working with the Command Line Interface
el_gr: Εργασία με το περιβάλλον γραμμής εντολών
es_es: Trabajar con la Interfaz de Línea de Comandos
fr_fr: Travailler avec l'interface en ligne de commande
it_it: Lavorare con l'interfaccia a Riga di Comando
nl_nl: Werken met de 'Command Line Interface'
pl_pl: Praca z Interfejsem wiersza poleceń
sv_se: Arbeta med kommandoradsgränssnitt
uk_ua: Робота з командною стрічкою

source: This section deals with working in a console mode or with a terminal (such as xfce terminal, xterm, konsole and so forth), and serves merely as a light introduction to what we call "command line interface" (CLI). The intended audience here is not seasoned travellers but new journeymen in the land of Linux, who are willing to discover more about what one can do with it. We will go through some examples in this section for you to follow, and hopefully by the end of this walkthrough, you will have no problem working in the “black screen”. For those who would like to know more about CLI, there are a couple of useful resources available on the net, and some are listed in the <ulink url="http://www.salixos.org/forum/viewtopic.php?f=30&amp;t=852">Salix Forum</ulink>.
el_gr: Αυτό το κεφάλαιο ασχολείται με την εργασία σε μια κονσόλα ή με ένα τερματικό (όπως Xfce τερματικό, xterm, konsole και ούτω καθεξής), και χρησιμεύει απλώς ως μια μικρή εισαγωγή σε αυτό που ονομάζουμε "γραμμή εντολών" (CLI). Το κοινό στο οποίο απευθύνεται εδώ δεν είναι έμπειροι ταξιδιώτες αλλά οι νέοι τεχνίτες στη γη του Linux, οι οποίοι είναι πρόθυμοι να ανακαλύψουν περισσότερα για το τι μπορεί κανείς να κάνει με αυτό. Θα προχωρήσουμε σε μερικά παραδείγματα αυτής της ενότητας για να μπορείτε να ακολουθήσετε, και ελπίζουμε ότι μέχρι το τέλος αυτού περάσματος, δεν θα έχετε κανένα πρόβλημα να εργάζεστε στην «μαύρη οθόνη». Για εκείνους που θα ήθελαν να γνωρίζουν περισσότερα για CLI, υπάρχουν μερικές χρήσιμες πηγές που διατίθενται στο δίκτυο, και μερικά που αναφέρονται στην <ulink url="http://www.salixos.org/forum/viewtopic.php?f=30&amp;amp;t=852"> Salix Forum </ulink> .
es_es: Esta sección trata con el funcionamiento en el modo consola o con una terminal (tal como terminal xfce, xterm, kterminal, etc) y solamente sirve como una ligera introducción a los que llamamos "interfaz de línea de comandos" (CLI, por sus iniciales en inglés). La audiencia pretendida aquí no es la de viajeros experimentados, sino jornaleros en la tierra de Linux, quienes están dispuestos a descubrir más acerca de lo que uno puede hacer con él. En esta sección, vamos a seguir algunos ejemplos y es de esperar por el final de este tutorial, usted no tendrá ningún problema para trabajar en la "pantalla negra". Para aquellos que quisieran saber más acerca de la CLI, hay bastantes recursos útiles en la red y algunos están listados en el <ulink url="http://www.salixos.org/forum/viewtopic.php?f=30&amp;t=852">Foro de Salix</ulink>.
fr_fr: Cette section traite des opérations effectuées en mode console ou dans un terminal (comme le terminal xfce, xterm, konsole et ainsi de suite), et sert simplement comme introduction sommaire à ce qui est appelé l'« interface en ligne de commande » (ou « command line interface », soit CLI, en anglais). Le public visé ici n'est pas le voyageur aguerri mais plutôt le nouvel apprenti dans le monde Linux, qui a la volonté de découvrir davantage ce qu'on peut en faire. Nous parcourerons quelques exemples dans cette section, afin d'aider à la compréhension, et, espérons-le, d'ici la fin de ce tutoriel, vous n'aurez aucun problème avec l'utilisation de l'« écran noir ». Pour ceux qui souhaiteraient en savoir plus sur l'interface en ligne de commande, il y a quelques ressources utiles disponibles sur Internet, et certaines sont listées dans le <ulink url="http://www.salixos.org/forum/viewtopic.php?f=30&amp;t=852">forum Salix</ulink>.
it_it: Questa sezione riguarda le attività eseguibili con la riga di comando nella modalità console o con un terminale (ad esempio il terminale xfce, xterm, konsole e così via), va intesa come una semplice introduzione a quella che è chiamata "interfaccia a riga di comando" ("command line interface", CLI). Questa mini guida non si rivolge all'esploratore esperto ma al viaggiatore Linux alle prime armi, che vuole scoprire cosa si può fare con la CLI. Esporremo con degli esempi da seguire, e se tutto va bene, al termine della guida, non avrete più problemi a lavorare nello "schermo nero". Per quelli che vogliono conoscere altro sulla CLI, indichiamo un paio di risorse utili disponibili in rete che troverete all'indirizzo <ulink url="http://www.salixos.org/forum/viewtopic.php?f=30&amp;t=852">Salix Forum</ulink>.
nl_nl: Dit deel gaat over het werken in een 'console' modus of met een terminal (zoals xfce terminal, xterm, konsole etc.), en heeft als doel een kleine introductie te geven in wat we de "command line interface" (CLI) noemen. Het doelpubliek is niet de ervaren reizigers maar de nieuwe mensen in het land van Linux, welke bereid zijn om te kijken wat men ermee kan doen. We zullen in dit deel door een aantal voorbeelden gaan om op te volgen en hopelijk zult u geen problemen meer hebben om in het "zwarte scherm" te werken. Voor degenen die meer over de CLI willen weten, er zijn een aantal handige sites beschikbaar op het net en sommigen zijn beschreven in het <ulink url="http://www.salixos.org/forum/viewtopic.php?f=30&amp;t=852">Salix Forum</ulink>.
pl_pl: Niniejsza sekcja dotyczy pracy w trybie konsoli lub z terminala (np. xfce terminal, xterm, konsole i tak dalej), a służy jedynie jako małe wprowadzenie do, co nazywamy "wierszem poleceń" (CLI). Grupa docelowa nie jest dla doświadczonych podróżników, ale nowych czeladników w ziemi Linux, którzy chcą dowiedzieć się więcej co można z nim zrobić. Będziemy przechodzić przez niektóre przykłady w tej sekcji które można śledzić, i miejmy nadzieję że po dotarciu do końca tej instrukcji, nie będziesz miał problemu w pracy z "czarnym ekranem". Dla tych, którzy chcieliby wiedzieć więcej o CLI, istnieje kilka przydatnych zasobów dostępnych w sieci, a niektóre są wymienione w <ulink url="http://www.salixos.org/forum/"> Salix Forum </ulink> .
sv_se: Detta avsnitt behandlar arbetet i konsol läge eller med en terminal (t.ex. Xfce terminal, xterm, Terminal och så vidare), och fungerar bara som en lätt introduktion till vad vi kallar "kommandoradsgränssnitt" (CLI). Målgruppen här är inte rutinerade resenärerna men nya gesäller i landet av Linux, som är villiga att upptäcka mer om vad man kan göra med det. Vi går igenom några exempel i detta avsnitt för dig att följa, och förhoppningsvis i slutet av denna genomgång, har du inga problem att arbeta i "svart skärm". För den som vill veta mer om CLI, det finns ett par användbara resurser tillgängliga på nätet, och några är förtecknade i <ulink url="http://www.salixos.org/forum/viewtopic.php?f=30&amp;t=852"> Salix Forum </ulink> .
uk_ua: Цей розділ присвячений праці в консольному режимі або з терміналом (таким як xfce terminal, xterm, konsole і т.д.), і служить в основному як попереднє впровадження до так званого "інтерфейсу командного рядка" (CLI). Тут цільова аудиторія не досвідчені мандрівники, а нові мандрівники у світ Лінукс, які хочуть дізнатися більше про те, що можна з ним робити. Ми покажемо деякі приклади, і після прочитання цього розділу Ви вже не будете мати проблеми з “чорним екраном”. Для тих, хто б хотів знати більше про CLI, є кілька корисних джерел в інтернеті, дещо можна знайти на <ulink url="http://www.salixos.org/forum/viewtopic.php?f=30&amp;t=852">Форумі Salix</ulink>.

source: So why learn CLI commands at all? Graphical user interfaces for applications have been steadily improving in Linux, and are probably now comparable to any OS in their ease of use. On the other hand, where Linux excels in particular is in the area of command line applications, its traditional strength. Without the CLI, you would be effectively missing out on half of what Linux can offer, if not more.
el_gr: Γιατί λοιπόν να μάθετε CLI εντολές; Οι Γραφικές διεπαφές χρήστη για εφαρμογές βελτιώνονται σταθερά στο Linux, και μπορούν πιθανά τώρα να συγκριθούν με οποιοδήποτε λειτουργικό σύστημα στην ευκολία χρήσης τους. Από την άλλη πλευρά, εκεί που το Linux υπερέχει, ειδικότερα, είναι στον τομέα των εφαρμογών της γραμμής εντολών, η παραδοσιακή δύναμη του. Χωρίς το CLI, ουσιαστικά θα σας λείπει το μισό από αυτό που το Linux μπορεί να προσφέρει, αν όχι περισσότερο.
es_es: ¿Entonces por qué aprender todos los comandos CLI? Las interfaces gráficas de usuario para aplicaciones han ido mejorando en Linux y probablemente ahora sean comparables a las de cualquier otro sistema operativo en su facilidad de uso. Por otra parte, donde Linux sobresale en particular es en el área de las aplicaciones de línea de comandos, su fuerza tradicional. Sin la CLI, Ud estaría de hecho perdiendo la mitad de lo que Linux puede ofrecer, si no más.
fr_fr: Pourquoi donc apprendre l'interface en ligne de commande finalement ? Les interfaces homme-machine des applications sont en constante amélioration sous Linux, et sont maintenant probablement comparables aux interfaces que l'on trouve sous n'importe quel système d'exploitation en terme de facilité d'utilisation. D'un autre côté, là où Linux excelle en particulier est le domaine des applications en ligne de commande, sa puissance traditionelle. Sans l'interface en ligne de commande, vous passeriez à côté de plus de la moitié de ce que Linux peut offrir, si ce n'est plus.
it_it: Allora, perché imparare I comandi della CLI? Le interfacce grafiche per la configurazione e l'uso delle applicazioni sono costantemente migliorate in Linux e la loro facilità d'uso è comparabile a quella di qualunque altro S.O. E' però altrettanto vero che uno dei tradizionali punti di forza di Linux è proprio l'area delle applicazioni che funzionano a riga di comando. In effetti, senza conoscere la CLI rischiate di perdere più della metà delle potenzialità che Linux vi offre.
nl_nl: Waarom zou u zelfs CLI commando's leren? Grafische omgevingen worden steeds beter in Linux en zijn tegenwoordig vergelijkbaar met enig ander OS wat betreft gebruikersgemak. Anderzijds is het zo dat Linux excelleert op het gebied van Commandline tools, zijn oorspronkelijke kracht. Zonder de CLI, zou u op z'n minst de helft missen van wat Linux u kan bieden.
pl_pl: Dlaczego więc uczyć się polecenia CLI w ogóle? Graficzny interfejs użytkownika dla aplikacji stale się poprawia w Linuksie, i prawdopodobnie jest obecnie porównywalne do każdego OS w ich łatwości obsługi. Z drugiej strony, gdzie Linux wyróżnia się w szczególności w zakresie aplikacji konsolowych, ma tradycyjnie silną pozycję. Bez CLI, możesz mieć połowę tego, co Linux może zaoferować, jeśli nie więcej.
sv_se: Så varför lära CLI-kommandon alls? Grafiska användargränssnitt för program har stadigt förbättrats i Linux, och är förmodligen nu jämförbar med någon OS i deras användarvänlighet. Å andra sidan, där Linux utmärker sig i synnerhet är inom området för kommandorads applikationer, sin traditionella styrka. Utan CLI, skulle du effektivt gå miste om hälften av vad Linux kan erbjuda, om inte mer.
uk_ua: Тож навіщо взагалі вивчати команди командного рядка? Графічний інтерфейс для програм постійно поліпшується в Linux, і, ймовірно, в даний час його можна порівняти з будь-якою ОС щодо простоти використання. З іншого боку, Linux вирізняється, зокрема, в області застосування командного рядка, його традиційної сили. Без командного рядка Ви б втратили половину того, що може запропонувати Linux, якщо не більше.

source: There is another reason. From time to time, you might have to work in console. For instance, if the machine fails to start up a graphical desktop environment during booting, then you are more or less forced to fix the problem without GUI.
el_gr: Υπάρχει ένας άλλος λόγος. Από καιρό σε καιρό, ίσως χρειαστεί να εργαστείτε σε κονσόλα. Για παράδειγμα, αν το μηχάνημα δεν καταφέρει να ξεκινήσει ένα γραφικό περιβάλλον επιφάνειας εργασίας κατά την εκκίνηση, τότε θα είναι περισσότερο ή λιγότερο αναγκαίο να διορθώσετε το πρόβλημα χωρίς γραφικό περιβάλλον.
es_es: Hay otra razón. De vez en cuando, puede que tenga que trabajar en la consola. Por ejemplo, si la máquina falla al iniciar un entorno de escritorio gráfico durante el arranque, entonces se verá más o menos obligado a solucionar el problema sin interfaz gráfica de usuario.
fr_fr: Il y a une autre raison. De temps en temps, vous pouvez avoir à effectuer des opérations dans la console. Par exemple, si la machine échoue à démarrer l'environnement graphique de bureau au démarrage, vous êtes alors plus ou moins forcé de réparer le problème sans interface homme-machine.
it_it: Ma c'è anche un'altra ragione. Di tanto in tanto può capitarvi di dover lavorare in modalità console. Per esempio, se la macchina non riesce ad avviare l'ambiente grafico dovete forzatamente risolvere il problema senza l'ausilio delle interfacce visuali.
nl_nl: Er is een andere reden. Soms is het nodig om in een console te werken. Bijvoorbeeld, indien de computer niet tijdens het booten in de grafische omgeving opstart, dan bent u nagenoeg gedwongen om het probleem zonder GUI op te lossen.
pl_pl: Jest jeszcze jeden powód. Od czasu do czasu, być może będziesz musiał pracować w konsoli. Na przykład, jeśli urządzenie nie uruchomi graficznego środowiska podczas startu systemu, to jesteś mniej lub bardziej zmuszony rozwiązać problem bez GUI.
sv_se: Det finns en annan anledning. Från tid till annan, kanske du måste arbeta i konsolen. Till exempel, om maskinen misslyckas att starta upp en grafisk skrivbordsmiljö under uppstart, då är man mer eller mindre tvungen att åtgärda problemet utan GUI.
uk_ua: Також є інша причина. Від часу до часу Вам можливо доведеться працювати в консолі. Наприклад, якщо машина не може запустити графічне середовище стільниці під час завантаження, тоді Вам доведеться вирішувати це за допомогою командного рядка.

source: Of course, there are many other reasons to learn CLI commands, but for now we will start by learning how to move around directories.
el_gr: Φυσικά, υπάρχουν πολλοί άλλοι λόγοι για να μάθετε τις εντολές CLI, αλλά προς το παρόν θα ξεκινήσετε με την εκμάθηση πώς να κινηθείτε γύρω από καταλόγους.
es_es: Por supuesto hay muchas otras razones para aprender los comandos de la CLI, pero por ahora empezaremos por aprender a cómo movernos por los directorios.
fr_fr: Bien sûr, il y a bien d'autres raisons d'apprendre l'interface en ligne de commande mais, pour le moment, nous allons commencer par apprendre comment se déplacer à travers les répertoires.
it_it: Naturalmente esistono altri motivi per imparare ad usare I comandi CLI, ma per ora ci limiteremo alla navigazione nelle directory.
nl_nl: Uiteraard zijn er vele andere redenen om CLI commando's te leren, maar we beginnen met hoe door de mapstructuur te bewegen.
pl_pl: Oczywiście, istnieje wiele innych powodów, aby dowiedzieć się poleceniach CLI, a teraz zaczniemy od uczenia się, jak poruszać po katalogach.
sv_se: Naturligtvis finns det många andra skäl att lära CLI-kommandon, men för nu kommer vi att börja med att lära dig att gå runt i kataloger.
uk_ua: Звичайно, існує багато причин щоб вивчити команди командного рядка, але зараз ми почнемо вивчення з команд руху по директоріях.

source: First, open up a terminal or move to a console (you can do this by pressing Ctrl+Alt+F2, for example. To get back to the graphical desktop, press Ctrl+Alt+F4, for example. F number keys are used to switch between consoles.)
el_gr: Κατ 'αρχάς, να ανοίξετε ένα τερματικό ή να μετακινηθείτε σε μια κονσόλα (μπορείτε να το κάνετε αυτό πατώντας Ctrl + Alt + F2, για παράδειγμα. Για να επιστρέψετε στο γραφικό περιβάλλον εργασίας, πατήστε Ctrl + Alt + F4, για παράδειγμα. F αριθμητικά πλήκτρα χρησιμοποιούνται για εναλλαγή μεταξύ των κονσολών.)
es_es: En primer lugar, abrir un terminal o moverse a una consola (usted puede hacer esto pulsando Ctrl + Alt + F2, por ejemplo. Para volver al escritorio gráfico, pulse Ctrl + Alt + F4, por ejemplo. Las teclas F número se usan para cambiar entre las consolas.)
fr_fr: Tout d'abord, ouvrez un terminal ou déplacez vous vers une console (vous pouvez faire cela en pressant Ctrl+Alt+F2, par exemple ; pour revenir au bureau graphique, pressez Ctrl+Alt+F4, par exemple ;. les touches F numérotées sont utilisées pour basculer d'une console à une autre)
it_it: Aprite una sessione di terminale o portatevi in modalità console (dovete usare la combinazione di tasti Ctrl+Alt+F2. Per ritornare al desktop grafico usate Ctrl+Alt+F4. I Tasti numerici F sono usati per passare da una console all'altra, nel caso abbiate più terminali aperti.)
nl_nl: Open eerst een terminal of ga naar een console (dit kan door bijvoorbeeld Ctrl+Alt+F2 te gebruiken). Om terug te gaan naar de grafische omgeving, druk dan op bijvoorbeeld Ctrl+Alt+F4. F nummertoetsen worden gebruikt om tussen consoles te springen.
pl_pl: Po pierwsze, otwórz terminal lub przejdź do konsoli (możesz to zrobić naciskając kombinację klawiszy Ctrl + Alt + F2, na przykład. Aby wrócić do środowiska graficznego, naciśnij Ctrl + Alt + F4, na przykład. F klawisze numeryczne są używane do przełączania się między konsolami.)
sv_se: Först, öppna upp en terminal eller flytta till en konsol (du kan göra detta genom att trycka Ctrl + Alt + F2, till exempel. För att komma tillbaka till det grafiska skrivbordet är tryck Ctrl + Alt + F4, till exempel. F sifferknapparna används att växla mellan konsoler.)
uk_ua: Спочатку відкрийте термінал і або перейдіть до консолі (Ви можете це зробити, натискаючи Ctrl+Alt+F2, наприклад. Для повернення до графічного середовища, натиснувши Ctrl+Alt+F4, наприклад. F з числом використовується для переключення між консолями.)

source: Moving Around - cd
el_gr: Μετακίνηση - cd
es_es: Cambiar de directorio - cd
fr_fr: Se délacer – cd
it_it: Per spostarsi - cd
nl_nl: Rond bewegen - cd
pl_pl: Poruszanie się - cd
sv_se: Förflyttning - cd
uk_ua: Переміщення - cd

source: You should be in your user directory (denoted as "~"), which is normally the same as "/home/your user name" (replace the “your user name” with your own). In Salix, this directory contains "Desktop", "Music", "Documents" and so on. To see its content, type "ls" and press enter. You will see something like this:
el_gr: Θα πρέπει να είστε στον κατάλογο χρήστη (συμβολίζεται ως "~"), το οποίο είναι συνήθως το ίδιο με το "/home/όνομα χρήστη" (αντικαταστήστε το "όνομα χρήστη" με το δικό σας). Στο Salix, αυτός ο κατάλογος περιέχει "Desktop", "Μουσική", "Έγγραφα" και ούτω καθεξής. Για να δείτε το περιεχόμενό του, πληκτρολογήστετ "ls" και πατήστε enter. Θα δείτε κάτι σαν αυτό:
es_es: Ud debería estare en su directorio de usuario (identificado como "~"), que normalmente es el mismo que "home/“su nombrte de usuario“" (reemplace "su nombre de usuario" con el suyo propio). En Salix, este directorio contiene "Desktop", "Music", "Documents" y así sucesivamente. Para ver su contenido escriba "ls" y presione Intro. Verá algo como esto:
fr_fr: Vous devriez être dans votre répertoire utilisateur (denoté « ~ »), qui est normallement le même que « /home/votre nom d'utilisateur » (remplacez le « votre nom d'utilisateur » par le vôtre). Sous Salix, ce répertoire contient « Desktop », « Music », « Documents » et ainsi de suite. Pour voir son contenu, tapez « ls » et pressez Entrée. Vous verrez quelque chose comme ceci :
it_it: Di default il terminale vi posiziona nella vostra directory utente (indicata come "~"), che corrisponde a "/home/nome utente" (sostituite “nome utente” col vostro nome). In Salix, questa directory contiene "Desktop", "Musica", "Documenti" e così via. Per visualizzarne il contenuto, digitate "ls" e confermate con Invio. Vi apparirà qualcosa simile a questo:
nl_nl: U behoort in uw gebruikersmap te beginnen (aangeduid als "~"), welke normaliter gelijk is aan "/home/gebruikersnaam" (vervang “gebruikersnaam” met uw eigen gebruikersnaam). Bij Salix, bevat deze map "Desktop", "Music", "Documents" enzovoorts. Om de inhoud te zien, voer "ls" in en druk op enter. U zult iets als dit zien:
pl_pl: Powinieneś być w katalogu użytkownika (oznaczony jako "~"), który jest zazwyczaj taki sam jak "/home/nazwa użytkownika" (zastąp "nazwę użytkownika" własną). W Salix, katalog ten zawiera "Desktop", "Muzyka", "Dokumenty" i tak dalej. Aby sprawdzić jego zawartość, wpisz "ls" i naciśnij enter. Pojawi się coś takiego:
sv_se: Du bör vara i den egna katalogen (betecknas som "~"), vilket normalt är det samma som "/home/ditt användarnamn" (ersätter "ditt användarnamn" med din egen). I Salix innehåller denna katalogen "Skrivbord", "Musik", "Dokument" och så vidare. Att se dess innehåll, skriv in "ls" och tryck enter. Du kommer att se ut ungefär så här:
uk_ua: Ви повинні опинитися у Вашій домашній теці (позначеній як "~"), зазвичай це "/home/Ваша_назва_користувача" (замініть “Ваша_назва_користувача” на свою). В Salix ця тека містить теки "Робочий стіл", "Музика", "Документи" та інші. Щоб побачити її вміст, напишіть "ls" і натисніть Enter. Ви побачите щось типу цього:

source: Screenshot of a terminal with a sample command
el_gr: Στιγμιότυπο από ένα τερματικό με μια εντολή δείγμα
es_es: Captura de pantalla de una terminal con un comando simple
fr_fr: Capture d'écran d'un terminal avec une commande d'exemple
it_it: Schermata di un terminale con un comando di esempio
nl_nl: Screenshot van een terminal met een voorbeeld van een commando.
pl_pl: Zrzut ekranu z terminala z przykładowym poleceniem
sv_se: Skärmdump av en terminal med ett provkommando
uk_ua: Знімок терміналу з прикладом команди
