Repository: Salix-OS/salix-startup-guide
Catalog: */Chapter1.po
Languages: ar_sa, cs_cz, el_gr, es_es, fr_fr, he_il, it_it, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, uk_ua

source: Salix OS at a Glance
ar_sa: لمحة عن نظام Salix
cs_cz: Salix OS v kostce
el_gr: Salix OS με μια ματιά
es_es: Salix OS de un vistazo
fr_fr: Salix OS en un coup d'œil
he_il: מבט חטוף על Salix OS
it_it: Salix OS a colpo d'occhio
nl_nl: Salix OS in een oogopslag
pl_pl: Salix OS w skrócie
pt_br: Salix OS visão geral
pt_pt: Salix OS num Relance
ru_ru: Беглый взгляд на Salix OS
sv_se: Salix OS i korthet
uk_ua: Salix OS - перший погляд

source: Screenshot of SalixOS 13.37 default desktop
ar_sa: لقطة شاشة لنظام تشغيل Salix 13.37 سطح المكتب الافتراضي
cs_cz: Screenshot defaultní plochy SalixOS 13.37
el_gr: Στιγμιότυπο SalixOS 13,37 προεπιλεγμένη επιφάνεια εργασίας
es_es: Capturas de pantalla del escritorio por defecto de SalixOS 13.37
fr_fr: Copies d'écran du bureau par défaut de Salix OS 13.37
he_il: תמונת מסך של שולחן העבודה המשתמט של SalixOS 13.37
it_it: SalixOS 13.37: schermata del desktop predefinito
nl_nl: Screenshot van SalixOS 13.37 standaard desktop
pl_pl: Zrzut ekranu z SalixOS 13.37 pulpit domyślny
pt_br: Captura de tela do desktop padrão SalixOS 13.37
pt_pt: Captura da tela da área de trabalho padrão SalixOS 13,37
ru_ru: Снимок экрана рабочего стола SalixOS 13.37 c настройками по умолчанию
sv_se: Skärmdump av SalixOS 13,37 standard skrivbord
uk_ua: Знімок типового робочого столу SalixOS 13.37

source: Salix OS is a <ulink url="http://en.wikipedia.org/wiki/Linux_distro">Linux Distribution</ulink> based on <ulink url="http://en.wikipedia.org/wiki/Slackware">Slackware</ulink> that retains full backwards compatibility with its illustrious parent. However, while the <ulink url="http://en.wikipedia.org/wiki/KISS_principle">KISS</ulink> principle that Slackware adheres to refers to the viewpoint of system design, Salix OS also applies it to the viewpoint of the end user.
ar_sa: نظام تشغيل Salix <ulink url="http://en.wikipedia.org/wiki/Linux_distro">توزيعة لنكس</ulink> مبنية على <ulink url="http://en.wikipedia.org/wiki/Slackware">سلاك وير</ulink> التي تحتفظ بالكامل التوافق مع الأصل. بينما يبقى الالتزام بمبدء <ulink url="http://en.wikipedia.org/wiki/KISS_principle">KISS</ulink> سلاكوير ليشير إلى وجهة نظر تصميم نظام، ونظام Salix ينطبق أيضا على وجهة نظر المستخدم النهائي.
cs_cz: Salix OS je <ulink url="http://en.wikipedia.org/wiki/Linux_distro">linuxovou distribucí</ulink> založené na <ulink url="http://en.wikipedia.org/wiki/Slackware">Slackware</ulink>, která zůstává plně zpětně kompatibilní s jeho významným předchůdcem. A pokud Slackware sympatizuje s principem <ulink url="http://en.wikipedia.org/wiki/KISS_principle">KISS</ulink> při odkazování na design celého systému, Salix OS se také k tomuto dědictví hlásí.
el_gr: Salix OS είναι μια <ulink url="http://en.wikipedia.org/wiki/Linux_distro"> Διανομή Linux </ulink> βασισμένη στο <ulink url="http://en.wikipedia.org/wiki/Slackware"> Slackware </ulink> που διατηρεί πλήρη συμβατότητα με τη λαμπρή μητρική της. Ωστόσο, ενώ η <ulink url="http://en.wikipedia.org/wiki/KISS_principle"> KISS </ulink> αρχή ότι το Slackware εμμένει να αναφέρεται στην άποψη του σχεδιασμού του συστήματος, το Salix OS προσπαθεί να το κάνει να αναφερθεί και στον τελικό χρήστη επίσης.
es_es: Salix OS es una <ulink url="http://http://es.wikipedia.org/wiki/Distribucion_linux">Distribución Linux</ulink> basado en <ulink url="http://es.wikipedia.org/wiki/Slackware">Slackware</ulink> que mantiene plena compatibilidad hacia atrás con su ilustre padre. Sin embargo, mientras el principio <ulink url="http://en.wikipedia.org/wiki/KISS_principle">KISS</ulink> al que Slackware adhiere se refiere desde el punto de vista del diseño de sistema, Salix OS también lo aplica desde el punto de vista del usuario final.
fr_fr: Salix OS est une <ulink url="http://fr.wikipedia.org/wiki/Distribution_Linux">Distribution Linux</ulink> basée sur <ulink url="http://fr.wikipedia.org/wiki/Slackware">Slackware</ulink> qui garde une compatibilité ascendante totale avec son illustre parent. Cependant, bien que le principe <ulink url="http://fr.wikipedia.org/wiki/Keep_it_Simple,_Stupid">KISS</ulink> auquel Slackware adhère se réfère au point de vue de l'architecture du système, Salix OS l'applique également au point de vue de l'utilisateur final.
he_il: ‏Salix OS היא <ulink url="http://en.wikipedia.org/wiki/Linux_distro">הפצת לינוקס</ulink> שמבוססת על <ulink url="http://en.wikipedia.org/wiki/Slackware">Slackware</ulink> וששומרת על תאימות לאחורנית מלאה עם ההורה המפורסם שלה. אולם, בעוד שעיקרון <ulink url="http://en.wikipedia.org/wiki/KISS_principle">KISS</ulink> שהמערכת Slackware דובקת לפנייה אל נקודת המבט של תרשים מערכת, סאליקס מחילה זאת גם אל נקודת המבט של משתמש הקצה.
it_it: Salix OS è una <ulink url="http://en.wikipedia.org/wiki/Linux_distro">Distribuzione Linux</ulink> basata su <ulink url="http://en.wikipedia.org/wiki/Slackware">Slackware</ulink> con la quale mantiene piena retrocompatibilità. Tuttavia, mentre in Slackware il principio <ulink url="http://en.wikipedia.org/wiki/KISS_principle">KISS</ulink> si riferisce alla struttura del sistema, Salix OS estende questo concetto all'esperienza dell'utilizzatore finale.
nl_nl: Salix OS is een <ulink url="http://en.wikipedia.org/wiki/Linux_distro">Linux Distributie</ulink> op basis van <ulink url="http://en.wikipedia.org/wiki/Slackware">Slackware</ulink> dat volledige achterwaartse compatibiliteit met zijn illustere ouder behoudt. Echter, bij Slackware verwijst het<ulink url="http://en.wikipedia.org/wiki/KISS_principle">KISS</ulink> principe naar het oogpunt van systeemontwerp, bij Salix OS geldt het principe ook voor het oogpunt van de eindgebruiker.
pl_pl: Salix OS jest <ulink url="http://en.wikipedia.org/wiki/Linux_distro"> Dystrybucją Linuksa </ulink> na podstawie <ulink url="http://en.wikipedia.org/wiki/Slackware"> Slackware </ulink> zachowuje także pełną kompatybilność z jego sławnym rodzicem. Jednakże, gdy <ulink url="http://en.wikipedia.org/wiki/KISS_principle"> KISS </ulink> jest zasadą, która przyległa do Slackware odnosi się do punktu widzenia dla Salix OS w konstrukcji systemu, ale Salix OS jest rówież dostosowany z punktu widzenia użytkownika końcowego.
pt_br: Salix OS é uma <ulink url="http://en.wikipedia.org/wiki/Linux_distro">Linux Distribution</ulink> baseada em <ulink url="http://en.wikipedia.org/wiki/Slackware">Slackware</ulink> que mantém compatibilidade total com seu ilustre parente. Porém, enquato o <ulink url="http://en.wikipedia.org/wiki/KISS_principle">KISS</ulink> princípio de que adere ao Slackware refere-se ao ponto de vista da concepção do sistema, Salix OS também se aplica para o ponto de vista do usuário final.
pt_pt: Salix OS é uma <ulink url="http://en.wikipedia.org/wiki/Linux_distro">Distribuição Linux</ ulink> baseado em <ulink url="http://en.wikipedia.org/wiki/Slackware">Slackware</ ulink> que mantém total compatibilidade com seu pai ilustre. No entanto, enquanto o <ulink url="http://en.wikipedia.org/wiki/KISS_principle">KISS</ulink> princípio de que adere ao Slackware refere-se ao ponto de vista da concepção do sistema, Salix OS também se aplica para o ponto de vista do utilizador final.
ru_ru: Salix OS это <ulink url="http://en.wikipedia.org/wiki/Linux_distro">дистрибутив Linux</ulink> основанный на дистрибутиве <ulink url="http://en.wikipedia.org/wiki/Slackware">Slackware</ulink> и сохранивший полную обратную совместимость со своим славным предком. Однако, если Slackware исповедует принцип <ulink url="http://en.wikipedia.org/wiki/KISS_principle">KISS</ulink> с точки зрения организации системы, то Salix OS распространяет этот принцип и с точки зрения конечного пользователя.
sv_se: Salix OS är ett <ulink url="http://en.wikipedia.org/wiki/Linux_distro"> Linux-distribution </ulink> baserat på <ulink url="http://en.wikipedia.org/wiki/Slackware"> Slackware </ulink> som behåller full bakåtkompatibilitet med sin lysande förälder. Men medan den <ulink url="http://en.wikipedia.org/wiki/KISS_principle">KISS</ulink> principen som Slackware följer avser synpunkt systemdesign gäller Salix OS också till perspektiv på slutanvändaren.
uk_ua: Salix OS є <ulink url="http://en.wikipedia.org/wiki/Linux_distro">виданням Linux</ulink>, базованим на <ulink url="http://en.wikipedia.org/wiki/Slackware">Slackware</ulink>, що має повну сумісність з ним. Принцип Slackware <ulink url="http://en.wikipedia.org/wiki/KISS_principle">KISS</ulink> щодо системи і її дизайну Salix OS застосовує з точки зору кінцевого користувача.

source: Salix Features
ar_sa: ميزات Salix
cs_cz: Funkcionality Salixu
el_gr: Χαρακτηριστικά του Salix
es_es: Características de Salix
fr_fr: Caractéristiques de Salix
he_il: תכונות סאליקס
it_it: Caratteristiche di Salix
nl_nl: Salix eigenschappen
pl_pl: Funkcje Salix
pt_br: Características do Salix
pt_pt: Características Salix
ru_ru: Основные характеристики Salix
sv_se: Salix Funktioner
uk_ua: Можливості Salix

source: One application per task rationale
ar_sa: تطبيق واحد لكل مهمة
cs_cz: Jedna aplikace pro jednu funkci
el_gr: Μία εφαρμογή ανά λογική εργασία
es_es: Lógica basada en una aplicación por tarea
fr_fr: Principe d'une application par tâche
he_il: רציונל יישום אחד לכל משימה
it_it: Singola applicazione per singola attività
nl_nl: Eén applicatie per taak rationale
pl_pl: Jedena aplikacja na jedno zadanie
pt_br: Uma aplicação lógica por tarefa
pt_pt: Uma aplicação lógica por tarefa
ru_ru: Принцип: одна задача - одно приложение
sv_se: En applikation per uppgift logik
uk_ua: Одна програма на одне завдання

source: Fully backwards compatible with Slackware
ar_sa: متوافقة تماماً مع سلاكوير
cs_cz: Plně zpětně kompatibilní se Slackware
el_gr: Πλήρως συμβατό με το Slackware
es_es: Totalmente compatible con Slackware
fr_fr: Totalement rétro-compatible avec Slackware
he_il: תאימות מלאה לאחור עם Slackware
it_it: Completamente retrocompatibile con Slackware
nl_nl: Volledig achterwaarts compatibel met Slackware
pl_pl: W pełni kompatybilna z Slackware
pt_br: Totalmente compatível com o Slackware
pt_pt: Totalmente compatível com o Slackware
ru_ru: Полная обратная совместимость со Slackware
sv_se: Fullt bakåtkompatibel med Slackware
uk_ua: Повністю сумісний з Slackware

source: Optimised for desktop usage
ar_sa: مُحسن للاستخدام المكتبي
cs_cz: Optimalizovaný pro desktopové použití
el_gr: Βελτιστοποιημένo για χρήση desktop
es_es: Optimizado para el uso en el escritorio
fr_fr: Optimisé pour une utilisation de bureau
he_il: מיועלת עבור שימוש שולחני
it_it: Ottimizzata per l'utilizzo desktop
nl_nl: Geoptimaliseerd voor desktop gebruik
pl_pl: Zoptymalizowany do użycia na desktop
pt_br: Optimizado para uso no desktop
pt_pt: Otimizado para uso na área de trabalho
ru_ru: Оптимизирован для десктопов
sv_se: Optimerad för skrivbords-användning
uk_ua: Оптимізовано для використання на стаціонарних комп'ютерах

source: With Salix tools to assist system management (See <xref linkend="sect-Startup_Guide-Your_Salix-Salix_Tools" />)
ar_sa: مع أدوات Salix وبمساعدة مدير النظام (انظر <xref linkend="sect-Startup_Guide-Your_Salix-Salix_Tools" />)
cs_cz: S nástroji Salixu pomoci systémové správě (Podívejte se na <xref linkend="sect-Startup_Guide-Your_Salix-Salix_Tools" />)
el_gr: Με τα Salix tools για να βοηθήσει τη διαχείριση του συστήματος (βλέπε <xref linkend="sect-Startup_Guide-Your_Salix-Salix_Tools" /> )
es_es: Con las herramientas Salix para asistir a la administración del sistema (Ver <xref linkend="sect-Startup_Guide-Your_Salix-Salix_Tools" />)
fr_fr: Avec des outils Salix pour aider la gestion du système (Voir <xref linkend="sect-Startup_Guide-Your_Salix-Salix_Tools" />)
he_il: בעזרת Salix tools לסיוע ניהול מערכת (ראו <xref linkend="sect-Startup_Guide-Your_Salix-Salix_Tools" />)
it_it: Tool Salix esclusivi vi aiutano nella gestione del sistema (Vedi <xref linkend="sect-Startup_Guide-Your_Salix-Salix_Tools" />)
nl_nl: Met Salix tools om het systeembeheer te ondersteunen (zie <xref linkend="sect-Startup_Guide-Your_Salix-Salix_Tools" /> )
pl_pl: Dzięki narzędziom Salix do zarządzania (patrz <xref linkend="sect-Startup_Guide-Your_Salix-Salix_Tools" /> )
pt_br: Com as ferramentas de Salix para auxiliar na gestão do sistema (Veja <xref linkend="sect-Startup_Guide-Your_Salix-Salix_Tools" />)
pt_pt: Com ferramentas de Salix para ajudar a administração do sistema (Veja <xref linkend="sect-Startup_Guide-Your_Salix-Salix_Tools" />)
ru_ru: Имеет свой набор инструментов для управления системой (см. <xref linkend="sect-Startup_Guide-Your_Salix-Salix_Tools" />)
sv_se: Med Salix verktyg för att hjälpa systemhantering (Se <xref linkend="sect-Startup_Guide-Your_Salix-Salix_Tools" /> )
uk_ua: З інструментами Salix для надання допомоги в керуванні системою (див. <xref linkend="sect-Startup_Guide-Your_Salix-Salix_Tools" />)

source: High quality package repositories with dependency support
ar_sa: مستودعات حزم عالية الجودة بدعم من الاعتمادية
cs_cz: Vysoce kvalitní repozitář balíčků s podporou závislostí
el_gr: Αποθετήρια πακέτων Υψηλής ποιότητας με την υποστήριξη επίλυσης εξαρτήσεων
es_es: Repositorios de paquetes de alta calidad con soporte de dependencias
fr_fr: Dépôt de paquets de haute qualité avec gestion des dépendances
he_il: איכות גבוהה של מאגרי חבילות עם תמיכה בתלויות
it_it: Repository di alta qualità con supporto delle dipendenze
nl_nl: Hoge kwaliteit package repositories met dependency ondersteuning
pl_pl: Wysoka jakość repozytoriów z obsługą zależności
pt_br: Repositórios de pacotes de alta qualidade com suporte a dependência
pt_pt: Repositórios de pacote de alta qualidade, com o apoio de dependência
ru_ru: Высококачественные репозитории пакетов с поддержкой зависимостей
sv_se: Hög kvalitet paketförråden med beroendestöd
uk_ua: Якісні сховища пакунків з підтримкою залежностей

source: Simple and fully localised system administration tools
ar_sa: أدوات إدارة النظام البسيطة ومتكاملة
cs_cz: Jednoduché a plně lokalizované nástroje pro systémovou administraci
el_gr: Απλά και πλήρως μεταφρασμένα εργαλεία διαχείρισης συστήματος
es_es: Herramientas de administración del sistema simples y completamente localizadas
fr_fr: Outils d'administration système simples et totalement traduits
he_il: כלי ניהול מערכת פשוטים ומתורגמים לעברית באופן מלא
it_it: Strumenti per l'amministrazione del sistema semplici e completamente localizzati
nl_nl: Eenvoudige en volledig vertaalde systeembeheer tools
pl_pl: Proste i w pełni zlokalizowane narzędzia do administrowania systemem
pt_br: Ferramentas de administração simples e totalmente localizada do sistema
pt_pt: Ferramentas de administração simples e totalmente localizada no sistema
ru_ru: Простые и полностью переведенные на множество языков инструменты системного администрирования
sv_se: Enkelt och helt lokaliserade verktyg för systemadministration
uk_ua: Прості і повністю локалізовані засоби адміністрування

source: Salix artwork
ar_sa: أعمال Salix الفنية
cs_cz: Salixový artwork
es_es: Trabajo artístico de Salix
fr_fr: Touche artistique de Salix
he_il: אומנות סאליקס
it_it: Temi grafici Salix
nl_nl: Salix kunstwerken
pl_pl: Salix artgrafiki
pt_br: Visual do Salix
pt_pt: Arte Salix
sv_se: Salix konstverk
uk_ua: Мистецтво Salix

source: Live CD / USB option
ar_sa: قرص حي / خيار USB
cs_cz: Možnost Live CD / USB
el_gr: Eπιλογή Live CD / USB
es_es: Opción Live CD / USB
fr_fr: Possibilité d'un Live CD / USB
he_il: אפשרות Live CD / ‏USB
it_it: Opzione Live CD /USB
nl_nl: Live CD/USB optie
pl_pl: Live CD / USB opcje
pt_br: Opção Live CD / USB
pt_pt: Opção Live CD/USB
ru_ru: Возможность работы с режиме Live CD / USB
sv_se: Live CD / USB-alternativ
uk_ua: Можливість вибору Live CD / USB

source: Supports 32-bit and 64-bit architectures
ar_sa: يدعم هندسة 32 بت و 64 بت
cs_cz: Podpora 32-bit a 64-bit architektury
el_gr: Υποστηρίζει 32-bit και 64-bit αρχιτεκτονικές
es_es: Soporta arquitecturas de 32 bits y 64 bits
fr_fr: Gère les architecture 32 et 64 bits
he_il: תמיכה בארכיטקטורות של 32-ביט ושל 64-ביט
it_it: Supporto per architetture 32-bit e 64-bit
nl_nl: Ondersteunt 32-bits en 64-bits architecturen
pl_pl: Obsługa 32-bitowych i 64-bitowych architektur
pt_br: Suporta arquiteturas 32-bit e 64-bit
pt_pt: Suporta arquitetura de 32-bit e 64-bit
ru_ru: Поддержка 32-х битных и 64-х битных архитектур
sv_se: Stöder 32-bitars och 64-bitars arkitekturer
uk_ua: Підтримка 32 та 64-розрядних архітектур

source: Comes with a complete development environment
ar_sa: يأتي مع بيئة تطوير الكامل
cs_cz: Přichází s kompletním vývojovým prostředím
el_gr: Έρχεται με ένα πλήρες περιβάλλον ανάπτυξης
es_es: Viene con un completo entorno de desarrollo
fr_fr: Est livré avec un environnement complet de développement
he_il: באה עם סביבת פיתוח שלמה
it_it: Viene fornita con un ambiente di sviluppo completo
nl_nl: Geleverd met een complete ontwikkelomgeving
pl_pl: Wyposażona w pełne środowisko programistyczne
pt_br: Vem com um ambiente de desenvolvimento completo
pt_pt: Vem com um ambiente de desenvolvimento completo
ru_ru: Поставляется с полным комплектом средств разработки
sv_se: Levereras med en komplett utvecklingsmiljö
uk_ua: Поставляється з повним середовищем розробки

source: In Short, Salix OS is...
ar_sa: باختصار، نظام التشغيل Salix هو...
cs_cz: Ve zkratce, Salix OS je...
el_gr: Με λίγα λόγια, το Salix OS είναι ...
es_es: En breve, Salix OS es...
fr_fr: En bref, Salix OS est…
he_il: בקצרה, Salix OS הינה...
it_it: In breve, Salix OS è...
nl_nl: In het kort, Salix OS is ...
pl_pl: W skrócie, Salix OS jest ...
pt_br: Em suma, Salix OS é ...
pt_pt: Em suma, Salix OS é ...
ru_ru: Вкратце, Salix OS это...
sv_se: Kort sagt, Salix OS är...
uk_ua: Коротше кажучи, Salix ОС є...

source: “Like a bonsai, Salix is small, light and the product of infinite care!”
ar_sa: “مثل شجرة بونزاي، Salix صغير، خفيف ومنتج مع رعاية لا نهائية!“
cs_cz: “Salix je, stejně jako bonzaj, malý, nenáročný a je výsledkem bezmezné péče!”
el_gr: «Όπως ένα μπονσάι, το Salix είναι μικρό, ελαφρύ και το προϊόν της άπειρης προσοχής!"
es_es: "Al igual que un bonsai, Salix es pequeño, liviano y un producto de infinito cuidado!"
fr_fr: « Comme un bonsaï, Salix est petit, léger et le produit d'un soin infini ! »
he_il: “כמו בונסאי, סאליקס היא קטנה, קלילה והינה מוצר הזוכה לתשומת־לב אינסופית!”
it_it: ''Come un bonsai: piccolo, leggero e frutto di una attenzione infinita!''
nl_nl: "Als een bonsai, Salix is ​​klein, licht en het product van oneindige zorg!"
pl_pl: "Jak bonsai, Salix jest mały, lekki i produktem nieskończonej troski!"
pt_br: Em "Como um bonsai, Salix é leve, pequeno e produto de cuidado infinito!"
pt_pt: "Como um bonsai, Salix é leve, pequeno e produto de infinito cuidado!
ru_ru: “Salix - он как бонсай: мал, легок и сделан с бесконечным терпением и осторожностью!”
sv_se: "Som en bonsai är Salix liten, lätt och produkten av oändlig omsorg!"
uk_ua: "Як бонсай, Salix є маленький, легкий, і є продуктом постійного догляду!"

source: Salix Editions
ar_sa: إصدار Salix
cs_cz: Edice Salixu
el_gr: Εκδόσεις Salix
es_es: Ediciones de Salix
fr_fr: Éditions de Salix
he_il: מהדורות סאליקס
it_it: Versioni di Salix
nl_nl: Salix Versies
pl_pl: Edycje Salix
pt_br: Edições do Salix
pt_pt: Edições Salix
ru_ru: Варианты Salix
sv_se: Salix Versioner
uk_ua: Видання Salix

source: Salix OS comes in five different editions – Xfce, LXDE, KDE, Fluxbox and Ratpoison.
ar_sa: يأتي نظام Salix في خمس نسخ مختلفة – إكسفس، LXDE، كيدي، Fluxbox Ratpoison.
cs_cz: Salix OS přichází v pěti různých edicích - Xfce, LXDE, KDE, Fluxbox a Ratpoison.
el_gr: Το Salix OS έρχεται σε πέντε διαφορετικές εκδόσεις - Xfce, LXDE, KDE, Fluxbox και Ratpoison.
es_es: Salix OS viene en cinco diferentes ediciones – Xfce, LXDE, KDE, Fluxbox y Ratpoison.
fr_fr: Salix OS est disponible dans cinq éditions : Xfce, LXDE, KDE, Fluxbox et Ratpoison
he_il: סאליקס מוגשת בשש מהדורות שונות – ‏Xfce, ‏LXDE, ‏KDE, ‏Fluxbox, ‏MATE וגם Ratpoison
it_it: Salix OS è disponibile in cinque versioni – Xfce, LXDE, KDE, Fluxbox e Ratpoison.
nl_nl: Salix OS wordt geleverd in vijf verschillende edities - Xfce, LXDE, KDE, Fluxbox en Ratpoison.
pl_pl: Salix OS jest w pięciu różnych edycjach - Xfce, LXDE, KDE, Fluxbox i Ratpoison.
pt_br: Salix OS vem em cinco edições diferentes - Xfce, LXDE, KDE, Fluxbox e Ratpoison
pt_pt: Salix OS vem em cinco edições diferentes - Xfce, LXDE, KDE, Fluxbox e Ratpoison.
ru_ru: Salix OS существует в пяти разных вариантах - Xfce, LXDE, KDE, Fluxbox и Ratpoison
sv_se: Salix OS finns i fem olika utgåvor - Xfce, LXDE, KDE, Fluxbox och Ratpoison.
uk_ua: Salix OS має п'ять різних видань – Xfce, LXDE, KDE, Fluxbox i Ratpoison.
