Repository: Salix-OS/salix-startup-guide
Catalog: */Chapter4.po
Languages: el_gr, es_es, fr_fr, it_it, nl_nl, pl_pl, sv_se, uk_ua

source: A final tip – it can be difficult to copy longer commands accurately. If you select the text with the mouse, in Linux, clicking the middle button or wheel will paste it accurately into the command line or wherever you wish.
el_gr: Ένα τελευταίο κόλπο - μπορεί να είναι δύσκολο να αντιγράψετε μεγάλες εντολές με ακρίβεια. Εάν επιλέξετε το κείμενο με το ποντίκι, στο Linux, κάνοντας κλικ στο μεσαίο κουμπί ή τροχό θα το επικολλήσετε με ακρίβεια στη γραμμή εντολών ή όπου αλλού θέλετε.
es_es: Un consejo final - puede ser difícil copiar comandos más largos con precisión. Si selecciona el texto con el ratón, en Linux, haciendo clic con el botón del medio o la rueda, lo pegará con precisión en la línea de comandos o donde desee.
fr_fr: Un dernier conseil — il peut être difficile de copier des commandes longues avec exactitude. Sous Linux, si vous sélectionnez le texte avec la souris, un clic sur le bouton du milieu ou sur la molette le collera avec précisément dans la ligne de commande ou à n'importe quel endroit souhaité.
it_it: Ultimo suggerimento- può essere effettivamente complicato copiare accuratamente comandi molto lunghi. In Linux, se selezionate il testo col mouse, cliccando sul tasto mediano potrete copiare esattamente il comando nel terminale o in un qualunque file di testo.
nl_nl: Een laatste advies - het kan moeilijk zijn om langere commando's goed over te nemen. Nadat u tekst in Linux selecteert met de muis, klik vervolgens op de middelste muisknop of muiswiel om de tekst in de 'command line' te plakken of waar u dan ook wilt.
pl_pl: Ostateczny tip - trudne może być kopiowanie polecenia dokładnie. Jeśli zaznaczysz tekst myszką, w Linuksie, klikając środkowy przycisk lub kółko będziesz mógł wkleić go dokładnie w linii poleceń lub gdzie tylko chcesz.
sv_se: Ett sista tips - det kan vara svårt att kopiera längre kommandon korrekt. Om du markerar texten med musen, i Linux, klicka på den mellersta knappen eller hjulet kommer det att klistra in den exakt i kommandoraden eller varhelst du önskar.
uk_ua: Остання порада - часом може бути важко скопіювати точно велику команду. При виборі тексту за допомогою миші, в Linux, натискання середньої кнопки або колеса миші вставить його точно в командний рядок або ж куди Ви побажаєте.

source: Getting started with Salix Ratpoison
el_gr: Ξεκινώντας με το Salix Ratpoison
es_es: Primeros pasos con Salix Ratpoison
fr_fr: Débuter avec Salix Ratpoison
it_it: Primi passi con Salix Ratpoison
nl_nl: Beginnen met Salix Ratpoison
pl_pl: Pierwsze kroki z Salix Ratpoison
sv_se: Komma igång med Salix Ratpoison
uk_ua: Початок роботи з

source: Overview
el_gr: Επισκόπηση
es_es: Visión general
fr_fr: Vue d'ensemble
it_it: Panoramica
nl_nl: Overzicht
pl_pl: Przegląd
sv_se: Översikt
uk_ua: Огляд

source: Ratpoison is a tiling window manager, somewhat like xmonad or scrotwm. Its two main features are that applications fill the whole screen, with no bars or buttons; and the user interface can be controlled entirely from the keyboard, with no mouse. If needed, any number of windows may be shown simultaneously, and rearranged at will - whence the term "tiling" WM. All this may take some getting used to, but although - or perhaps because - the interface is so very different from the conventional point-and-click approach, it can quickly become highly intuitive. Learning which actual keys do what takes far less time than might be imagined. Apart from its efficiency and lack of clutter, ratpoison is a good choice for anyone concerned about RSI (cumulative strain from long-term mouse use), or for netbook users, because "every pixel counts". It is also highly configurable - and fast!
el_gr: Το Ratpoison είναι ένα διαχειριστής παραθύρων παράθεσης, κάπως σαν το xmonad ή το scrotwm. Δύο κύρια χαρακτηριστικά του είναι ότι οι αιτήσεις γεμίζουν όλη την οθόνη, χωρίς μπάρες ή κουμπιά. Και η διεπαφή χρήστη μπορεί να ελέγχεται εξ ολοκλήρου από το πληκτρολόγιο, χωρίς το ποντίκι. Εάν είναι απαραίτητο, οποιοδήποτε αριθμός των παραθύρων μπορεί να φαίνεται ταυτόχρονα, και να αναδιαρθρώνεται κατά βούληση - εξ ου και ο όρος "παράθεσης" WM. Όλα αυτά μπορεί να χρειαστεί κάποιος να τα συνηθίσει, αλλά αν και - ή ίσως επειδή - το interface είναι τόσο πολύ διαφορετικό από τη συμβατική προσέγγιση point-and-click, μπορεί γρήγορα να γίνει πολύ διαισθητική. Η μάθηση ποιά πραγματικά πλήκτρα κάνουν τι, παίρνει πολύ λιγότερο χρόνο από ό, τι θα μπορούσαμε να φανταστούμε. Εκτός από την αποτελεσματικότητά της και την έλλειψη ακαταστασίας, το ratpoison είναι μια καλή επιλογή για όσους ενδιαφέρονται για RSI (σωρευτική επιβάρυνση από τη μακροχρόνια χρήση του ποντικιού), ή για χρήστες netbook, επειδή "κάθε pixel μετράει". Είναι επίσης εξαιρετικά διαμορφώσιμο - και γρήγορο!
es_es: Ratpoison es un administrador de ventanas en mosaico, algo así a xmonad o scrotwm. Sus dos características principales son que las aplicaciones llenan toda la pantalla sin barras o botones, y que la interfaz de usuario se puede controlar completamente desde el teclado, sin ratón. Si es necesario, se pueden mostrar simultáneamente cualquier cantidad de ventanas y reordenarlas a voluntad - de ahí el término administrador de ventanas "en mosaico". Puede tardar algún tiempo acostumbrarse a todo esto, pero a pesar de - o quizás debido a - la interfaz que es muy diferente al enfoque convencional apuntar y hacer clic, pueda convertirse rápidamente en altamente intuitiva. Aprender lo que hacen realmente las teclas toma mucho menos tiempo de lo que uno puede imaginar. Además de su eficiencia y la falta de desorden, ratpoison es una buena opción para cualquier persona preocupada por el RSI (tensión acumulada por el uso del ratón a largo plazo), o para los usuarios de netbooks, ya que "cada pixel cuenta". También es altamente configurable - y rápido!
fr_fr: Ratpoison est un gestionnaire de fenêtres à mosaïque (« tiling window manager » en anglais), un peu à la manière de xmonad ou scrotwm. Ses deux principales fonctionnalités sont que les applications remplissent entièrement l'écran, sans barres ou boutons ; et que l'interface utilisateur peut être contrôlée entièrement à partir du clavier, sans souris. Si nécessaire, un certain nombre de fenêtres peuvent être montrées simultanément, et arrangées à volonté — d'où le terme de gestionnaire de fenêtres « à mosaïque ». Tout cela peut demander un effort d'adaptation mais, bien que – ou peut-être parce que – l'interface soit si différente de l'approche conventionelle pointer-cliquer, il peut devenir rapidement extrèmement intuitif. Apprendre quelle touche fait quoi prend, de loin, moins de temps qu'on ne l'imagine. Mis à part son efficacité et son absence d'encombrement, ratpoison est un bon choix pour celui qui est inquiet par les TMS (troubles musculosquelettiques dûs à l'utilisation de la souris sur une période longue), ou pour les utilisateurs de netbook, car « chaque pixel compte ». Il est aussi extrèmement configurable – et rapide !
it_it: Ratoison è un gestore di file di tipo tiling, come xmonad o scrotwm. Le caratteristiche principali sono quelle di avere l'applicazione che occupa l'intero schermo, senza barre o pulsanti; inoltre l'interfaccia utente può essere controllata interamente tramite tastiera, evitando completamente l'uso del mouse. Se necessario, un numero qualunque di finestre può essere mostrato simultaneamente e disposto a piacere -da cui il termine di WM ''tiling''. Tutto questo richiede una certa dose di addestramento ma nonostante -o forse grazie ad- una interfaccia così diversa da quella abituale punta-e-clicca può diventare rapidamente molto intuitiva. Apprendere le funzioni dei tasti e delle loro combinazioni richiede molto meno tempo di quanto si pensi. Al di là dell'efficienza e della mancanza di ingombri Ratpoison è un'ottima scelta per coloro che potrebbero avere problemi di RSI (stress carpale da uso intensivo del mouse) e per gli utilizzatori di netbook, dato che ''ogni singolo pixel vale''. E' anche molto configurabile - e soprattutto veloce!
nl_nl: Ratpoison is een 'tiling' desktop beheertool, enigszins als xmonad of scrotwm. De twee belangrijkste eigenschappen zijn dat applicaties het gehele scherm gebruiken zonder balken of knoppen; en dat de gebruikersinterface helemaal via het toetsenbord zonder muis kan worden bediend. Indien nodig kan ieder venster tegelijkertijd worden getoond en geherorganiseerd of geplaatst naar eigen keus - zodoende de term "tiling" WM; als tegels. Wat betreft gewenning kan dit wat tijd kosten, alhoewel - of juist daarom - de interface zo geheel anders is van de conventionele 'point-and-click' aanpak, kan dit snel zeer intuitief werken. Het leren van wat de toetsen doen neemt veel minder tijd dan te verwachten is. Buiten de efficiëntie en afwezigheid van 'rommel' is ratpoison een goede keus voor eenieder die zich zorgen maakt om RSI (opbouwende spanning als gevolg van langdurig muisgebruik), of voor netbook gebruikers, omdat 'iedere pixel effectief moet zijn'. Het is ook zeer goed aan te passen - en snel!
pl_pl: Ratpoison jest kafelkowym menedżerem okien, trochę jak xmonad lub scrotwm. Jego dwie główne cechy to, że aplikacje wypełniają cały ekran, bez pasków i przycisków, a interfejs użytkownika może być całkowicie kontrolowane z klawiatury, bez myszy. W razie potrzeby dowolną liczbę okien może być pokazywana jednocześnie, i przegrupowana do woli - stąd określenie "kafelkowy" WM. Wszystko to może zająć trochę czasu zanim się przyzwyczaisz, ale mimo - a może właśnie dlatego - interfejs jest tak bardzo różniący się od konwencjonalnego wskaż i kliknij podejścia, ale może szybko stać się bardzo intuicyjne. Uczenie się z aktualnym kluczem zajmie znacznie mniej czasu, niż można to sobie wyobrazić. Niezależnie od jego efektywności i braku bałaganu, ratpoison jest dobrym wyborem dla wszystkich zainteresowanych RSI (kumulacja chorób w wyniku długotrwałego stosowania myszy), lub dla użytkowników netbooków, bo "liczy się każdy piksel". Jest też wysoce konfigurowalny - i szybki!
sv_se: Ratpoison är en tiling fönsterhanterare, ungefär som xmonad eller scrotwm. Dess två huvudsakliga funktioner är att program fyller hela skärmen, utan barer eller knappar, och användargränssnittet kan styras helt från tangentbordet, utan mus. Vid behov kan ett obegränsat antal fönster visas samtidigt, och arrangeras om efter behag - därav termen "tiling" WM. Allt detta kan ta lite att vänja sig, men trots - eller kanske just därför - gränssnittet är så mycket annorlunda än den konventionella peka-och-klicka metoden, kan det snabbt bli mycket intuitiv. Lärande som faktiska knappar gör vad tar mycket mindre tid än man kan föreställa sig. Bortsett från dess effektivitet och brist på röran, är Ratpoison ett bra val för alla som oroar sig för RSI (kumulativa belastning från långfristiga mus användning), eller för netbook-användare, eftersom "varje pixel räknas". Det är också mycket konfigurerbara - och snabbt!
uk_ua: Ratpoison або Пацюкоцид — це простий мозаїчний віконний менеджер без залежностей від ресурсомістких бібліотек, без модних графічних наворотів, без забираючих робочий простір віконних бордюрчиків/декорацій і без прив’язки до маніпулятора типу щур (миша) на користь маніпулятора типу Клавіатура. Найбільш повна сторінка вікі про Ratpoison знаходиться за цією адресою: http://uk.wikibooks.org/wiki/Ratpoison. Також інформацію Ви можете отримати на офіційній сторінці http://www.nongnu.org/ratpoison/.

source: The applications present for the Ratpoison edition aim to fit in with its minimalist (but not spartan) approach. The majority use vim-style keybindings, even though ratpoison itself does not, so users will need to become comfortable with these if they are not already; cheatsheets are available online to help assimilate them, as well as guides (and manpages) for the individual applications. Common operations use only a small subset of keys, which makes the learning curve smoother: for basic browsing, for instance, all you need to get started is page and history navigation and to know how to open links and tabs or windows. Other functions can be learned by exploration at your own pace. To begin using Vim itself, try running vimtutor from a terminal, and just follow the instructions.
el_gr: Οι εφαρμογές που υπάρχουν στην έκδοση Ratpoison είναι για να ταιριάζουν με τη μινιμαλιστική (αλλά όχι Σπαρτιατική) προσέγγισή του. Η κατά πλειοψηφία χρήση vim-style συνδυασμών πλήκτρων, ακόμα κι αν το ratpoison από μόνο του δεν το κάνει, απαιτεί οι χρήστες να αποκτήσουν ευχέρεια με αυτούς,αν δεν έχουν ήδη: Τα cheatsheets είναι διαθέσιμα στο διαδίκτυο για να τα αφομοιώσετε, καθώς και οδηγοί (και manpages) για ειδικές εφαρμογές. Οι κοινές λειτουργίες χρησιμοποιούν μόνο ένα μικρό υποσύνολο των κλειδιών, γεγονός που καθιστά τη καμπύλη μάθησης ομαλότερη: για τη βασική περιήγηση, για παράδειγμα, όλα όσα χρειάζεστε για να ξεκινήσετε είναι η σελίδα και η ιστορία πλοήγησης και να ξέρετε πώς να ανοίξετε συνδέσμους και καρτέλες ή παράθυρα. Άλλες λειτουργίες μπορούν να μαθευτούν από την εξερεύνηση στο δικό σας ρυθμό. Για να αρχίσετε να χρησιμοποιείτε το Vim, προσπαθήστε να εκτελέσετε vimtutor από ένα τερματικό, και απλώς ακολουθήστε τις οδηγίες.
es_es: Las aplicaciones presentes en la edición Ratpoison tienen por objetivo encajar en su enfoque minimalista (pero no espartano). La mayoría usan combinaciones de teclas estilo vim, a pesar de que Ratpoison en sí no las usa, por lo tanto los usuarios necesitarán adecuarse con estas si ya no lo están. En línea hay disponibles resúmenes de comandos para ayudar a asimilarlas, así como guías (y páginas man) para las aplicaciones en particular. Las operaciones comunes usan solamente un pequeño subconjunto de teclas, que hacen que la curva de aprendizaje sea más suave: para una navegación básica, por ejemplo, todo lo que necesita para empezar es la navegación de páginas y de la historia y saber cómo abrir enlaces y pestañas o ventanas. Las otras funciones se pueden aprender explorando a su propio ritmo. Para comenzar a usar Vim, intente ejecutar vimtutor desde una terminal y simplemente siga las instrucciones.
fr_fr: Les applications présentes dans l'édition Ratpoison s'efforcent de respecter son approche minimaliste (mais pas spartiate). La plupart utilise des raccourcis clavier de type Vim, bien que ratpoison ne les utilise pas lui-même, si bien que les utilisateurs devront se les approprier si ils ne l'ont pas déjà fait ; des fiches mémoire sont disponibles en ligne pour aider à les assimiler, en plus des guides (et des pages de man) de chaque application. Les opérations régulières utilisent seulement un petit sous-ensemble des touches, ce qui rend la courbe d'apprentissage plus douce : pour une navigation basique, par exemple, tout ce dont vous avez besoin pour commencer est une page, une navigation dans l'historique, et savoir comment suivre des liens, et comment ouvrir des onglets et des fenêtres. Les autres fonctionnalités peuvent être apprises par exploration à votre propre rythme. Pour commencer à utiliser Vim lui-même, essayez de lancer vimtutor à partir d'un terminal, puis suivez simplement les instructions.
it_it: Le applicazioni presenti nell'edizione Ratpoison rispondono al suo impianto minimalistico (ma non spartano). La maggioranza di queste usano combinazioni di tasti tipo vim, anche se ratpoison di per sé non ne fa uso. Gli utenti dovranno quindi prendere confidenza con queste; alcune liste sono recuperabili sul web, come pure guide (più alcuni voci nelle pagine di manuale) per alcune applicazioni.
nl_nl: De applicaties voor de Ratpoison editie doelt op het passen bij de minimalisitsche (maar niet spartaanse) aanpak. De meerderheid gebruikt vim-stijl toetscombinaties al doet ratpoison dit daarentegen niet, dus gebruikers moeten hier gewend aan raken als zij dat niet al zijn; 'cheatsheets' zijn online beschikbaar om deze sneller te leren gebruiken, evenals handleidingen (en 'manpages') voor de applicaties zelf. Standaard processen gebruiken alleen maar een kleine set van toetsen, welke de leercurve vereenvoudigt: om te beginnen met het standaard 'browsen' bijvoorbeeld, heeft u alleen de pagina en historie navigatie nodig en weten hoe men links, tabs of vensters opent. Andere functies kunnen worden geleerd door eigen verkenning en op uw gewenste snelheid. Om te starten met het gebruik van Vim zelf, probeer dan vimtutor vanuit een terminal, en volg gewoon de instructies.
pl_pl: Obecne aplikacje dla edycji Ratpoison mają na celu dopasować się swoim minimalistycznym (ale nie spartańskim) podejściem. Większość badanych używa stylu vim skrótów klawiaturowych, choć ratpoison się nim nie stanie, więc użytkownicy będą musieli się komfortowo z nimi zapoznać, ściągawki są dostępne online, do pomocy a także przewodniki (i podręczniki) dla poszczególnych aplikacji. Wspólne operacje korzystają tylko z niewielkiego podzbióru klawiszy, co sprawia, że ​​krzywa uczenia staje się gładsza: podstawowe przeglądania, na przykład. Wszystko, czego potrzebujesz to otworzyć strony i nawigować po historii i wiedzieć, jak otworzyć linki i zakładki lub okna. Inne funkcje można nauczyć się przez badania w swoim własnym tempie. Aby rozpocząć korzystanie z vim, spróbuj uruchomić vimtutor z terminala, i postępować zgodnie z instrukcjami.
sv_se: Programmen i Ratpoisons utgåva syftar till att passa in med sin minimalistiska (men inte spartanska) tillvägagångssätt. Majoriteten använder vim-stil tangentbindningar, trots att Ratpoison i sig inte gör det, så användarna behöver bli bekväm med dessa om de inte redan är det, cheatsheets är tillgängliga online för att hjälpa assimilera dem, samt guider (och manualsidor) för de enskilda applikationer. Gemensamma funktioner använder endast en liten delmängd av tangenter, vilket gör inlärningskurvan smidigare: för grundläggande navigering, till exempel, är allt du behöver för att börja sida och historia navigation och att veta hur man öppnar länkar och flikar eller fönster. Andra funktioner kan läras genom prospektering i din egen takt. För att börja använda Vim själv, försök köra vimtutor från en terminal, och följ bara instruktionerna.
uk_ua: Програми для видання Ratpoison мають ціль бути мінімалістичними (але не спартанськими). Більшість з них використовують скорочення клавіатури, взяті з vim, тому користувачам бажано вивчити ці комбінації для комфортної роботи, підглядалку для них можна знайти в інтернеті, а також допомоги (або путівники) для окремих програм. Спільні операції використовують малу кількість клавіш, тому фактично треба вивчити досить мало: наприклад переглядання. Все, що треба - це відкривати сторінки, переходити по історії і знати, як відкривати посилання, закладки і вікна. Інших функцій можна навчитися, досліджуючи систему у власному темпі. Щоб розпочати користування vim, спробуй запустити vimtutor з терміналу і робити згідно з інструкціями.

source: Starting Ratpoison and running applications
el_gr: Ξεκινήστε το Ratpoison και εκτελέστε τις εφαρμογές
es_es: Iniciar Ratpoison y ejecutar aplicaciones
fr_fr: Démarrer Ratpoison and lancer des applications
it_it: Avvio di Ratpoison
nl_nl: Het starten van Ratpoison en het draaien van applicaties
pl_pl: Start Ratpoison i uruchamianie aplikacji
sv_se: Starta Ratpoison och köra program
uk_ua: Запуск Ratpoison і програм

source: When you boot Salix Ratpoison, there is no graphical login screen: when you log in, you enter the linux terminal. Log in as your normal user (not root) and type startx to start Ratpoison itself.
el_gr: Όταν κάνετε εκκίνηση του Salix Ratpoison, δεν υπάρχει καμία γραφική οθόνη σύνδεσης: όταν συνδεθείτε, βρίσκεστε σε ένα τερματικό του Linux. Συνδεθείτε ως ο κανονικός χρήστης σας (όχι root) και πληκτρολογήστε startx να ξεκινήσετε το Ratpoison.
es_es: Cuando Ud arranca Salix Ratpoison, no hay una pantalla gráfica de inicio de sesión: cuando inicia sesión, ingresa en la terminal de Linux. Inicie una sesión como usuario normal (no root) escribiendo el comando startx para que inicie Ratpoison.
fr_fr: Quand vous démarrez Salix Ratpoison, il n'y a aucun écran graphique de connexion : quand vous vous connectez, vous accédez au terminal Linux. Connectez-vous en tant qu'utilisateur normal (pas root) et tapez startx pour démarrer Ratpoison lui-même.
it_it: All'avvio di Salix Ratpoison non appare alcuna schermata per il login grafico. Il sistema si avvierà quindi in modalità terminale. Autenticatevi come utente normale (non utente root) e digitate startx per avviare Ratpoison.
nl_nl: Wanneer u Salix Ratpoison opstart is er geen grafische loginscherm: wanneer u inlogt komt u in een linux terminal terecht. Log in als uw normale gebruiker (niet root) en voer startx uit om Ratpoison zelf te starten.
pl_pl: Podczas uruchamiania Salix Ratpoison, nie ma graficznego ekranu logowania: kiedy się logujesz to wchodzisz do linux terminala. Zaloguj się jako zwykły użytkownik (nie root) i wpisz startx aby uruchomić Ratpoison.
sv_se: När du startar Salix Ratpoison finns det ingen grafisk inloggningsskärm: när du loggar in, hamnar du i linux terminal. Logga in som din vanliga användare (ej root) och skriv startx så startar Ratpoison själv.
uk_ua: Якщо Ви завантажите Salix Ratpoison, то там немає графічного екрану входу: Ви входите прямо в термінал. Ввійдіть як звичайний користувач (не суперкористувач root) і впишіть startx для запуску власне Ratpoison.
