Repository: Salix-OS/salix-startup-guide
Catalog: */Chapter4.po
Languages: el_gr, es_es, fr_fr, it_it, nl_nl, pl_pl, sv_se, uk_ua

source: Shift-h takes you back to where you were before. t works like o but opens the URL in a new window, as does shift-f instead of f. Pressing TAB after typing the beginning of a URL will suggest completions taken from the history; use TAB again to move through the choices (shift-TAB to go back up) and Enter to select. O rather than o (and T rather than t) allows you to edit the URL of the current page - try it. j and k scroll down and up. Shift-l moves one page forward in your browsing history. d closes the current window. For more details, consult man vimprobable2 as well as the Vimprobable website; see also man vimprobablerc for configuration options. Note that . and , are handy alternatives to f and shift-f.
el_gr: Το Shift-h θα σας οδηγήσει πίσω εκεί που ήσασταν πριν. Το t λειτουργεί όπως το o αλλά ανοίγει το URL σε ένα νέο παράθυρο, όπως και το shift-f αντί του f. Πατώντας TAB μετά την πληκτρολόγηση στην αρχή ενός URL θα προτείνει συμπληρώσεις που λαμβάνονται από το ιστορικό? χρησιμοποιήσετε TAB ξανά για να μετακινηθείτε στις επιλογές (Shift-TAB για να πάει να δημιουργήσετε αντίγραφα ασφαλείας) και Enter για να επιλέξετε. O αντί o (και t αντί t) σας επιτρέπει να επεξεργαστείτε το URL της τρέχουσας σελίδας - δοκιμάστε το. j και k μετακινηθείτε προς τα κάτω και πάνω. Shift-l κινείται μία σελίδα προς τα εμπρός στο ιστορικό περιήγησής σας. d κλείνει το τρέχον παράθυρο. Για περισσότερες λεπτομέρειες, συμβουλευτείτε το man vimprobable2 καθώς και την ιστοσελίδα Vimprobable? Βλ. επίσης man vimprobablerc για τις επιλογές διαμόρφωσης. Σημειώστε ότι. και, υπάρχουν βολικές εναλλακτικές λύσεις για f και shift-f.
es_es: Shift-h lo lleva de regreso a donde estaba antes. t funciona como o pero abre la URL en una ventana nueva, al igual que shift-f en lugar de f. Presionar TAB después de escribir el comienzo de una URL le sugerirá terminaciones tomadas desde la historia; utilice TAB otra vez para moverse a través de las alternativas (shift-TAB para ir hacia atrás) y Enter para seleccionar. O en lugar de o (y T en lugar de t) le permite editar la URL de la página actual - pruébelo.j y k desplazan hacia abajo y arriba. Shift-l mueve una página hacia adelante en la historia de navegación. d cierra la ventana actual. Para obtener más detalles, consulte man vimprobable2 así como el sitio web de Vimprobable; vea también man vimprobablerc para conocer las opciones de configuración. Advierta que . y , son alternativas útiles a f y shift-f.
fr_fr: Shift-h vous ramène où vous étiez avant. t fonctionne comme o mais ouvre l'URL dans une nouvelle fenêtre, comme le fait également shift-f au lieu de f. L'appui de Tabulation après après avoir tapé le début d'une URL vous suggérera des complétions prises de l'historique ; utilisez Tabulation pour vous déplacer à travers les choix (shift-Tabulation pour reculer) et Entrée pour sélectionner. O plutôt que o (et T plutôt de t) vous permet d'éditer l'URL de la page courante – à essayer. j et k défile la page vers le bas ou le haut. Shift-l recule d'une page dans l'historique de navigation. d ferme la fenêtre courante. Pour plus de détails, consultez man vimprobable2 ainsi que le site Web de Vimprobable ; vous pouvez également consulter man vimprobablerc pour les options de configuration. Notez que . et , sont des alternatives pratiques à f et shift-f.
it_it: La combinazione Shift-h vi riporta alla posizione precedente. t funziona come o ma apre l'URL in una nuova finestra; lo stesso si può fare con la combinazione shift-f iinvece di f. Premendo TAB dopo l'inzio di un URL suggerirà l'autocompletamento secondo i dati disponibili nello storico della navigazione; usate ancora TAB per navigare tra le scelte disponibili (shift-TAB per tornare indietro) ed Enter per confermare la selezione. Digitando O al posto di o (e T al posto di t) di permette di modificare l'URL della pagina corrente - provateci. j e k attivano lo scorrimento in giù e in sù. La combinazione Shift-l vi porta alla pagina successiva nello storico della navigazione. d chiude la finestra corrente. Per ulteriori informazioni consultate man vimprobable2 ed ovviamente il sito web di Vimprobable; per le opzioni di configurazione è opportuno anche leggere man vimprobablerc. Tenete a mente che . e , sono delle utili alternative a f e shift-f.
nl_nl: Shift-h brengt u terug naar waar u was. t werkt als o maar opent de URL in een nieuw venster, net als shift-f in plaats van f. Op TAB drukken na het invoeren van een URL zal suggesties geven gebaseerd op URL uit de historie; Gebruik opnieuw TAB om door de opties te gaan (shift-TAB gaat omhoog in de lijst) en Enter om te kiezen. O in plaats van o (en T in plaats van t) maakt het mogelijk de huidige URL aan te passen - probeer het. j en k voor scrollen. Shift-l beweegt 1 pagina naar voren in de browse historie. d sluit het huidige venster. Voor meer details, zie 'man vimprobable 2' alsmede de Vimprobable wegsite; zie ook 'man vomprobablerc' voor configuratie opties. Onthoudt dat . en , handige alternatieven zijn voor f en shift-f.
pl_pl: Shift-h zabiera Cię tam gdzie byłeś wcześniej. t działa jak o ale otwiera URL w nowym oknie, podobnie jak shift-f zamiast f. Naciśnij TAB przed wpisaniem URL, zobaczysz sugerowaną historie dopełnień; użyj TAB ponownie do poruszania się między nimi (shift-TAB wraca z powrotem) a Enter zaznacza. O zamiast o (i T zamiast t) pozwala na edycję URL na aktualnej stronie - sprawdź to. j i k przewijają w dół i górę. Shift-I przechodzi jedną stronę naprzód w twojej historii przeglądania. d zamyka aktualne okno. Więcej szczegółów; zobacz man vimprobable2 lub stronę Vimprobable; zobacz również vimprobablerc żeby zobaczyć opcje konfiguracyjne. Zauważ że . i , mogą być alternatywnie używane zamiast f i shift-f.
sv_se: Skift-h tar dig tillbaka till där du var innan. t fungerar som o men det öppnar URL i ett nytt fönster, liksom skift-F istället för f. Genom att trycka på TAB när du har skrivit början på en URL kommer det att föreslås kompletteringar som tas från historiken, använd TAB igen för att gå igenom de val (shift-TAB för att gå tillbaka upp) och Enter för att välja. O istället för o (och T istället för t) kan du redigera URL-adressen till den aktuella sidan - prova det. J och K rulla ner och upp. Shift-L flyttar en sida framåt i din webbhistorik. d stänger det aktuella fönstret. För mer information, använd man vimprobable2 liksom Vimprobable webbplats, se även man vimprobablerc för konfigurationsalternativ. Notera att . och , är praktiskt alternativ till F och skift-F.
uk_ua: Shift-h забере Вас туди, де були перед тим. t працює як o, але відкриває URL в новому вікні, подібно до shift-f замість f. Натисніть TAB перед вписуванням URL, побачите пропоновану історію для доповнення; використайте TAB знову для переміщення міжними (shift-TAB переносить назад) а Enter зазначає. O замість o (і T замість t) дозволяють редагувати URL на поточній сторінці - поеревірте це. j та k прогортають вверх і вниз. Shift-I переходить на одну сторону вперед у Вашій історії переглядання. d закриває поточне вікно. Більше знайдете на man vimprobable2 або сторінці Vimprobable; перегляньте також файл vimprobablerc, щоб переглянути параметри налаштування. Зауважте, що . та , можуть вживатися замість f та shift-f відповідно.

source: There are no tabs. In the next section, we will see how Ratpoison allows you to use windows to do the work of tabs, but more informatively.
el_gr: Δεν υπάρχουν καρτέλες. Στην επόμενη ενότητα, θα δούμε πώς το Ratpoison σας επιτρέπει να χρησιμοποιείτε τα παράθυρα για να κάνετε τη δουλειά των καρτελών, αλλά πιο πληροφοριακά.
es_es: No hay pestañas. En la siguiente sección veremos cómo Ratpoison le permite usar ventanas para hacer el trabajo de las pestañas, pero más informativamente.
fr_fr: Il n'y a aucun onglet. Dans la section suivante, nous verrons comment Ratpoison vous permet d'utiliser les fenêtres comme des onglets, mais de façon plus instructive.
it_it: Non ci sono schede. Nella prossima sezione vedremo come Ratpoison vi consente di usare le finestre al posto delle schede, ma con maggiori informazioni.
nl_nl: Er bestaan geen tabs. In de volgende sectie zullen we zien hoe Ratpoison vensters gebruikt in de plaats van tabs, maar dan meer informatief.
pl_pl: Tutaj nie ma kart. W tej sekcji, zobaczymy jak Ratpoison pozwala użyć okien jako roboczych kart, ale bardziej orientacyjnie.
sv_se: Det finns inga flikar. I nästa avsnitt kommer vi att se hur Ratpoison kan använda fönster för att göra arbetet istället för flikar, men mer informativt.
uk_ua: Немає ніяких вкладок. В наступному розділі ми покажемо, як Ratpoison дозволяє використовувати вікна замість вкладок, але більш інформативно.

source: Note that if the input received by o or t can't be resolved into a URL, it will be sent to a search engine; the default is duckduckgo. If the first item is i, s, w, wd, or y, a different search engine is used in each case. These shorcuts are described in the Vimprobable man page, and may also be customised in the .vimprobablerc configuration file.
el_gr: Σημειώστε ότι αν τα στοιχεία που ελήφθησαν από o ή t δεν μπορούν να επιλυθούν σε μια διεύθυνση URL, θα σταλεί σε μια μηχανή αναζήτησης? Η προεπιλογή είναι duckduckgo. Εάν το πρώτο στοιχείο είναι i, s, w, wd, ή y, μια διαφορετική μηχανή αναζήτησης χρησιμοποιείται σε κάθε περίπτωση. Αυτά τα shorcuts περιγράφονται στην Vimprobable σελίδα man, και μπορεί επίσης να προσαρμοστεί στo αρχείο ρυθμίσεων .vimprobablerc.
es_es: Advierta que si la entrada recibida por o o t no se puede resolver en una URL, se enviará a un motor de búsqueda; el valor por defecto es duckduckgo. Si el primer ítem es i, s, w, wd o y, se usa un motor de búsqueda diferente en cada caso. Estos atajos de teclado se describen en la página man de Wimprobable y también se pueden personalizar en el archivo de configuración .vimprobablerc.
fr_fr: Notez que, si l'argument passé à o ou t ne peut être reconnu comme une URL, il sera envoyé à un moteur de recherche ; le moteur par défaut est DuckDuckGo. Si le premier élément est i, s, w, wd ou y, un moteur de recherche différent est utilisé dans chacun des cas. Ces raccourcis sont décrits dans la page man de Vimprobable, and peuvent aussi être personnalisés dans le fichier de configuration .vimprobablerc.
it_it: Notate che se l'input ricevuto da o oppure t non può essere risolto in un URL verrà inviato ad un motore di ricerca; il predefinito in questo caso è duckduckgo. Se il primo comando è i, s, w, wd, oppure y verrà uato un motore di ricerca diverso per ogni caso. Queste scorciatoie sono illustrate nelle pagine man di Vimprobable e possono essere personalizzate tramite il file di configurazione .vimprobablerc.
nl_nl: Onthoudt dat indien de invoer via o of t niet als URL kan worden geïnterpreteerd, dat het naar een zoekmachine wordt verzonden; standaard is dit duckduckgo. Als het eerste ding i, s, w, wd of y is, zal iedere keer een andere zoekmachine worden gebruikt. Deze sneltoetsen zijn beschreven in de Vimprobable man pagina en kunnen worden aangepast in het .vimprobablerc configuratie bestand.
pl_pl: Zauważ że jeśli wpiszesz o lub t nie możesz przejść do URL, on będzie wysłany do przeszukania w domyślnym duckduckgo. Jeśli pierwszym elementem jest i, s, w, wd lub y to inna wyszukiwarka jest używana w tym przypadku. Skróty są opisane w man stronie Vimprobable i mogą być dostosowyane w pliku konfiguracyjnym .vimprobablerc.
sv_se: Observera att om ingången tas emot av o eller t inte kan skickas in i en URL, det kommer att skickas till en sökmotor, standard är duckduckgo. Om det första objektet i, s, w, wd, eller y, är en annan sökmotor som används i varje enskilt fall. Dessa genvägarna beskrivs i Vimprobable man-sidan, och kan också anpassas i. Vimprobablerc konfigurationsfil.
uk_ua: Зауважте, що якщо ввід, отриманий з o або t, не зможе бути розпізнане як URL, тоді він буде висланий до пошуку; типово це duckduckgo. Якщо перший пункт є i, s, w, wd, або y, тоді буде використана інша пошукова машина. Ці скорочення описано в довіднику по Vimprobable, і їх можна підлаштувати в конфігураційному файлі .vimprobablerc.

source: To insert data in forms (for instance, login and password) use tab till the cursor is in the right place. Another TAB moves to the next field or link; you may then use ESC to leave insert mode and return to command mode.
el_gr: Για την εισαγωγή δεδομένων σε φόρμες (για παράδειγμα, login και password) χρησιμοποιήστε το tab μέχρι ο δρομέας να βρίσκεται στο σωστό μέρος. Ένα άλλο TAB μετακινεί στο επόμενο πεδίο ή τη σύνδεση? Μπορείτε να χρησιμοποιήσετε στη συνέχεια, το ESC για να βγείτε από την κατάσταση εισάγωγής και να επιστρέψετε στη κατάσταση εντολών.
es_es: Para insertar datos en formularios (por ejemplo, login y contraseña) use el tabulador hasta que el cursor esté en el lugar correcto. Otro TAB mueve al siguiente campo o enlace; entonces puede usar ESC para dejar el modo de inserción y volver al modo comando.
fr_fr: Pour insérer des données dans des formulaires (par exemple, un login et un mot de passe), utilisez Tabulation jusqu'à ce que le curseur soit à la bonne place. Un autre Tabulation vous déplace sur le champ ou le lien suivant ; vous pouvez alors utiliser Echap pour quitter le mode d'insertion et revenir au mode de commande.
it_it: Per inserire dati nei box (per esempio nel caso di richieste autenticazione utente e password) usate il tasto tab finché il cursore si posiziona nello spazio corretto. Premendo ancora TAB vi sposterete sul box o link successivi; per terminare la funzione di inserimento dati premete ESC.
nl_nl: Om data in formulieren te plaatsen (zoals login en wachtwoord), gebruik dan de tab tot de cursor op het goede veld is. U kan vervolgens ESC gebruiken om de invoegmodus te verlaten en terug te keren naar de commando modus.
pl_pl: Aby wpisać dane do formularzy (na przykład login lub hasło) użyj tab aby ustawić kursor w odpowiednim miejscu. Ponowne wciśnięcie TAB przeniesie cię do następnego pola lub linku; możesz użyć ESC aby wyjść z trybu wpisywania powrócić do trybu komend.
sv_se: Om du vill infoga data i formulär (t.ex. användarnamn och lösenord) använder tab tills markören är på rätt plats. En annan tab flyttar till nästa fält eller länk, du kan sedan använda ESC för att lämna inmatning och återgå till kommando läge.
uk_ua: Для вводу даних в форми (наприклад, логін і пароль), використайте клавішу Tab, аж поки курсор не перейде в бажане місце. Натискання TAB переміщує до наступного поля або посилання; Ви можете використати клавішу ESC для завершення режиму вводу і повернення до командної стрічки.

source: If you find your keystrokes are still being interpreted as browser commands, which may happen as a result of the way certain sites are designed, try C-z. The converse problem may arise if you have inadvertently passed keystrokes to o or t; they will appear at the very bottom right of the browser window. To ignore them and return to command mode, clearing the buffer, press ESC.
el_gr: Αν δείτε οτι οι πληκτρολογήσεις σας εξακολουθούν να ερμηνεύονται ως εντολές του προγράμματος περιήγησης, το οποίο μπορεί να συμβεί ως αποτέλεσμα του τρόπου με τον οποίο έχουν σχεδιαστεί ορισμένες τοποθεσίες, δοκιμάστε το C-z. Το αντίστροφο πρόβλημα μπορεί να προκύψει αν έχετε περάσει κατά λάθος πληκτρολογήσεις το o ή t? Θα εμφανιστούν στο κάτω δεξιά μέρος του παραθύρου του προγράμματος περιήγησης. Για να τα αγνοήσετε και να επιστρέψετε στη κατάσταση εντολών, εκκαθαρίζοντας τη μνήμη, πατήστε το πλήκτρο ESC.
es_es: Si encuentra que las pulsaciones de las teclas se siguen interpretando como comandos del navegador, lo que puede ocurrir debido a la forma en que se diseñan cierto sitios web, intente C-z. El problema opuesto puede presentarse si inadvertidamente pasó pulsaciones de tecla a o o t. Ellas aparecerán en la esquina inferior derecha de la ventana del navegador. Para ignorarlas y volver al modo comando limpiando el búfer, presione ESC.
fr_fr: Si vous trouvez que votre frappe est encore interprétée comme des commandes au navigateur, ce qui peut arriver en raison de la façon dont certains sites sont conçus, essayez C-z. Le problème inverse peut survenir quand vous avez passé par inadvertance des frappes à o ou t ; ils apparaîtront tout en bas de la fenêtre du navigateur. Pour les ignorer et retourner dans le mode de commande, en effaçant le tampon, pressez Echap.
it_it: Se la digitazione viene ancora interpretata come un comando al browser-cosa che può accadere a seconda di come vengono progettati alcuni siti- provate la combinazione C-z. La conversione può magari essere avvenuta se avete inavvertitamente passato gli input di digitazione a o oppure t; li vedrete comunque apparire nella parte inferiore destra della finestra. Per ignorarli e ritonare alla modalità comando, cancellando il buffer premete ESC.
nl_nl: Indien uw toetsaanslagen nog worden geïnterpreteerd als commando's als gevolg van hoe sommige sites zijn ontworpen, probeer dan C-z. Het tegenovergestelde probleem kan ook voorkomen als u per ongeluk toetsaanslagen maakt na t of o; deze zullen rechts onderin uw browse venster verschijnen. Om deze aanslagen te negeren en terug te keren naar de commando modus, de buffer leegmakend, druk dan op ESC.
pl_pl: Jeśli kombinacje klawiszy są wciąż interpretowane jako komendy przeglądarki, co może się zdarzyć w wyniku różnego projektowania stron, spróbuj użyć C-z. Odwrotny problem może się pojawić jeśli naciśniesz o lub t; pojawiają się one na samym dole przeglądarki. Żeby je zignorować i powrócić do trybu komend, wyczyść bufor wciskając ESC.
sv_se: Om du finner att dina tangenttryckningar fortfarande tolkas som webbläsare kommandon, vilket kan ske som ett resultat av hur vissa platser är utformade, försök med C-z. Det omvända problemet kan uppstå om du har av misstag tryckt tangenttryckningar o eller t, de kommer att visas längst ner till höger i webbläsarfönstret. Att ignorera dem och återgå till kommando läge, rensa bufferten trycker du på ESC.
uk_ua: Якщо Ви побачите, що Ваші натискання клавіш все ще сприймаються як команди переглядача, що може бути наслідком дизайну деяких сторінок, спробуйте C-z. Проблема з конвертацією може появитися, коли Ви ненароком натиснули o або t; вони появляються внизу справа у вікні переглядача. Щоб ігнорувати їх і повернутися до командного рядка, очищаючи буфер, натисніть ESC.

source: As described in Vimprobable's man page, it is necessary to create some files for all its features to work: touch ~/.config/vimprobable/histor though some of these may already be present.
el_gr: Όπως περιγράφεται στη σελίδα man Vimprobable, είναι απαραίτητο να δημιουργηθούν κάποια αρχεία για να δουλέψουν όλες οι δυνατότητες του: touch ~ /.config/vimprobable/histor αν και ορισμένες από αυτές μπορεί να είναι ήδη παρόντες.
es_es: Como se describe en la página man de Vimprobable, es necesario crear algunos archivos para que trabajen todas sus funcionalidades: touch ~/.config/vimprobable/histor aunque algunos de éstos pueden estar ya presentes.
fr_fr: Comme décrit dans la page man de Vimprobable, il est nécessaire de créer quelques fichiers afin que toutes ses fonctionnalités soient effectives : tapez « touch ~/.config/vimprobable/histor », bien que certains de ces fichiers puissent être déjà présents.
it_it: Come descritto nelle pagine man di Vimprobable, per far funzionare tutte le caratteristiche dell'applicazione si devono creare alcuni file, anche se taluni potrebbero già essere presenti: uno di questi si ottiene digitando touch ~/.config/vimprobable/histor
nl_nl: Zoals beschreven in Vimprobable's man pagina, is het nodig om wat bestanden te maken om alle eigenschappen werkend te krijgen: touch ~/.config/vimprobable/histor al kunnen sommige bestanden al aanwezig zijn.
pl_pl: Opisane w Vimprobable man stronach jest że konieczne jest utworzenie paru plików dla wszystkich funkcji do pracy: touch ~/.config/vimprobable/history choć niektóre mogą być już obecne.
sv_se: Som beskrevs i Vimprobable's man-sidor, är det nödvändigt att skapa några filer för alla dess funktioner ska fungera: touch ~/.config/vimprobable/histor även om en del av dessa redan kan förekomma.
uk_ua: Як описано на сторінці допомоги по Vimprobable, необхідно створити деякі файли для роботи: touch ~/.config/vimprobable/histor . Деякі з них вже можуть бути присутніми.

source: Window management
el_gr: Διαχείριση Παράθυρων
es_es: Admnistración de ventanas
fr_fr: Gestion des fenêtres
it_it: Gestione delle finestre
nl_nl: Vensterbeheer
pl_pl: Zarządzanie oknami
sv_se: Fönsterhantering
uk_ua: Управління вікнами

source: Let's now see how ratpoison deals with several open windows. C-t e reveals all of them:
el_gr: Ας δούμε τώρα πώς το ratpoison ασχολείται με πολλά ανοιχτά παράθυρα. C-t e αποκαλύπτει όλα αυτά:
es_es: Ahora vamos a ver cómo Ratpoison trata de varias ventanas abiertas. C-t e las deja ver:
fr_fr: Voyons maintenant comment Ratpoison s'occupent de plusieurs fenêtres ouvertes. C-t e les révèle toutes !
it_it: Vediamo ora come Ratpoison agisce con molteplici finestre aperte. C-t e le mostra tutte:
nl_nl: Laten we kijken hoe ratpoison omgaat met verschillende open vensters. C-t e toont ze allemaal:
pl_pl: Zobaczmy jak ratpoison radzi sobie z otwarciem kilku okien. C-t e pokazuje je wszystkie:
sv_se: Låt oss nu se hur Ratpoison behandlar flera öppna fönster. C-t e avslöjar dem alla:
uk_ua: Давайте подивимося, як Ratpoison працює з кількома відкритими вікнами. C-t e розкриває всі вікна:

source: Screenshot of Vimprobable multiple Windows browsing
el_gr: Στιγμιότυπο του Vimprobable περιήγησης πολλαπλών παραθύρων
es_es: Captura de pantalla de Vimprobable navegando varias ventanas
fr_fr: Capture d'écran de la navigation à plusieurs fenêtres avec Vimprobable
it_it: Schermata della navigazione Vimprobable con finestre multiple
nl_nl: Screenshot van het Vimprobable browsen met meerdere vensters
pl_pl: Zrzut ekranu z Vimprobable pokazujący przeglądanie wielu okien.
sv_se: Skärmdump av Vimprobable med flera fönster surfning
uk_ua: Знімок перегляду багатьох вікон в Vimprobable
