Repository: Salix-OS/salix-startup-guide
Catalog: */Chapter2.po
Languages: ar_sa, el_gr, es_es, it_it, nl_nl, pl_pl, sv_se, uk_ua

source: It is highly recommended to have one swap partition. If you already have another Linux OS running on your machine, its swap partition can be shared, and you do not need to create another. A swap partition size is in essence used as an extra RAM to improve the performance of your machine. If, for example, your machine doesn’t have a lot of physical RAM or you’re performing memory-intensive operations (such as video editing) that use up most or all of the physical RAM. It is normally recommended to have 1.5-2 times the size of your RAM, but for a modern desktop computer with more than a couple Gb of RAM, swap may not be necessary.
ar_sa: ينصح بشدة أن يكون لديك قسم مبادلة. إذا كان لديك نظام تشغيل لنكس آخر قيد التشغيل، يمكن مشاركة قسم المبادلة، ولا تحتاج إلى إنشاء قسم آخر. يعتبر قسم المبادلة ذاكرة إضافية لتحسين أداء الجهاز. إذا، كان على سبيل المثال، ليس لديك ذاكرة RAM فعلية كافية أو قمت بتنفيذ عمليات تستهلك ذاكرة كبيرة (مثل تحرير الفيديو) التي تستخدم معظم أو كل ذاكرة RAM الفعلية. من المستحسن ضبطه إلى 1.5-2 مرات أكبر من حجم ذاكرة الوصول العشوائي، ولكن أجهزة الكمبيوتر الحديثة مع أكثر من بضعة ميقا بايتات من ذاكرة الوصول العشوائي، قد لا يكون قسم المبادلة لازم.
el_gr: Συνιστάται ιδιαίτερα να έχετε μια κατάτμηση swap. Αν ένα άλλο λειτουργικό σύστημα Linux τρέχει ήδη στον υπολογιστή σας, η κατάτμηση του swap μπορεί να μοιραστεί, και δεν χρειάζεται να δημιουργήσετε μια άλλη. Το μέγεθος της κατάτμησης swap στην ουσία που χρησιμοποιείται ως μια επιπλέον μνήμη RAM για να βελτιωθούν οι επιδόσεις του υπολογιστή σας. Αν, για παράδειγμα, η μηχανή σας δεν διαθέτει πολλή φυσική μνήμη RAM ή εκτελείτε εφαρμογές που καταναλώνουν πολλή μνήμη (όπως η επεξεργασία βίντεο) που χρησιμοποιούν το μεγαλύτερο μέρος ή το σύνολο της φυσικής μνήμης RAM. Συνήθως συνιστάται να έχετε 1,5-2 φορές το μέγεθος της RAM σας, αλλά για ένα σύγχρονο υπολογιστή με περισσότερο από ένα ζευγάρι Gb μνήμης RAM, το swap μπορεί να μην είναι απαραίτητο.
es_es: Es altamente recomendado tener una partición de intercambio. Si ya tiene otro sistema operativo Linux corriendo en su máquina, se puede compartir su partición de intercambio y no hay necesidad de crear otra. El tamaño de la partición de intercambio se usa, en esencia, como una memoria RAM adicional para mejorar el rendimiento de su máquina. Si, por ejemplo, su máquina no tiene mucha memoria RAM física o está ejecutando operaciones que hacen uso intensivo de memoria (como edición de video) que usan la mayoría sino toda la memoria RAM. Normalmente se recomienda tener entre 1,5 y 2 veces el tamaño de su memoria RAM, pero para un ordenador moderno con un par de Gb de RAM, la partición de intercambio puede no ser necesaria
it_it: E' caldamente raccomandata la craezione di una partizione swap. Se avete già un sistema Linux installato sul computer, la partizione di swap può essere condivisa e non serve crearne un'altra. Una partizione di swap viene usata essenzialmente come una RAM supplementare per migliorare l'efficienza della macchina. Questo è utile nel caso in cui il computer non disponga di molta RAM oppure nel caso facciate uso di applicazioni che prevedano l'uso intensivo di questa memoria (per esempio l'editing di video). Generalmente è consigliato impostare la dimensione di swap ad 1.5-2 volte la dimensione della RAM fisica, ma su un PC desktop moderno con RAM superiore a 2Gb la partizione di swap può essere considerata superflua.
nl_nl: Het is zeer aanbevolen om een swap partitie te hebben. Indien u reeds een Linux OS op uw systeem heeft draaien, kan de swap partitie worden gedeeld en hoeft u er niet nog een te maken. In principe is een swap partitie extra werkgeheugen om de prestaties van uw systeem te verbeteren. Indien uw systeem niet veel fysiek werkgeheugen bevat of u voert geheugen-intensieve activiteiten uit (zoals het bewerken van video) welke het meerendeel van uw werkgeheugen gebruikt. Het is gebruikelijk om 1.5 tot 2 keer de grootte van uw werkgeheugen te gebruiken, al is voor een modern systeem met meerdere GB's aan werkgeheugen eigenlijk niet meer nodig.
pl_pl: Zaleca się, aby była jeszcze jedna partycja wymiany - swap. Jeśli masz już inny system operacyjny Linux uruchomionych na komputerze, jego partycja swap może być wspólna, i nie ma potrzeby, aby utworzyć kolejną. Wielkość partycji wymiany jest w istocie wykorzystana jako dodatkowa pamięć RAM w celu poprawy wydajności urządzenia. Jeśli, na przykład, urządzenie nie posiada dużo pamięci RAM lub jest wykonywana operacja wymagająca dużej ilości pamięci operacyjnej (takich jak edycja wideo), które zużywają większość lub całą fizyczną pamięć RAM. Zazwyczaj zaleca się 1,5-2 razy większą od pamięci RAM, ale do nowoczesnego komputera stacjonarnego który ma ponad kilka Gb RAM, swap nie musi być konieczny.
sv_se: Det rekommenderas starkt att ha en swap-partition. Om du redan har ett annat Linux OS som körs på din maskin, kan dess swap-partition delas, och du behöver inte skapa en annan. En swap-partitions storlek används i huvudsak som ett extra RAM för att förbättra prestandan för din maskin. Om till exempel din maskin inte har mycket fysiskt RAM-minne eller du utför minneskrävande behandlingar (t.ex. videoredigering) som använder det mesta eller alla fysiska RAM. Det rekommenderas normalt att ha 1,5-2 gånger storleken på ditt RAM-minne, men för en modern stationär dator med mer än ett par GB RAM, behöver en swap inte vara nödvändig.
uk_ua: Дуже рекомендується мати один розділ підкачки, так званий swap розділ. Якщо Ви вже маєте іншу Linux OS на Вашому комп’ютері, тоді можна скористатися її розділом підкачки, тоді Вам не потрібно створювати його заново. Розділ підкачки використовується як додаткова пам’ять RAM для підвищення продуктивності Вашого комп’ютера. Наприклад, якщо Ваш комп’ютер не має достатньо фізичної пам’яті RAM або Ви запускаєте операції з великим використанням пам’яті (такі як редагування відео), що використовують більшу частину або й всю фізичну пам’ять RAM. В загальному рекомендують мати розділ підкачки з розміром, що в 1.5-2 раза перевищує розмір Вашої пам’яті RAM, але для сучасних комп’ютерів з більше ніж кілька гігабайт RAM розмір розділу підкачки вже не є таким важливим.

source: It is also highly recommended to have one partition to hold your /home directory, where you can store all your personal data such as documents, photos, customised settings for the desktop environment etc.
ar_sa: يوصي بشدة أيضا بإنشاء قسم واحد لإجراء /home مجلد، حيث يمكنك تخزين جميع البيانات الشخصية الخاصة بك مثل المستندات، الصور، تخصيص الإعدادات من أجل بيئة سطح المكتب إلخ.
el_gr: Επίσης, ιδιαίτερα συνιστάται να έχετε ένα διαμέρισμα για να κρατήσει το /home κατάλογό σας, όπου μπορείτε να αποθηκεύσετε όλα τα προσωπικά σας στοιχεία, όπως έγγραφα, φωτογραφίες, προσαρμοσμένες ρυθμίσεις για το περιβάλλον επιφάνειας εργασίας, κλπ.
es_es: También es altamente recomendable tener una partición para mantener su directorio /home, donde puede almacenar todos sus datos personales tales como documentos, fotos, parámetros personalizados del entorno de escritorio, etc.
it_it: E' consigliato inoltre disporre una partizione per la directory /home, in cui potete salvare i vostri file personali come documenti, foto, impostazioni personali del desktop, ecc.
nl_nl: Het is tevens zeer aanbevolen om uw /home map op een aparte partitie te plaatsen, waar u al uw persoonlijke data zoals documenten, foto's, aangepaste instellingen voor de desktop omgeving, enz. kan opslaan.
pl_pl: Jest również bardzo zalecane posiadanie jednej partycji na organizację katalogu /home, w którym można przechowywać wszystkie swoje dane, takie jak dokumenty, zdjęcia, niestandardowe ustawienia środowiska graficznego itp.
sv_se: Det är också starkt rekommenderat att ha en partition för att hålla din /home katalog, där du kan lagra alla dina personliga data såsom dokument, bilder anpassade inställningar för skrivbordet miljö etc.
uk_ua: Дуже рекомендовано мати один окремий розділ для вашої теки /home, тобто теки, де Ви можете зберігати всі ваші особисті дані, такі як документи, фотографії, власні налаштування для робочого столу, етс.

source: It is optional to have one partition to hold the /usr directory, where application files are stored (similar to the “Program Files” directory in Windows or the “/Apps” in Mac OS X).
ar_sa: أنه اختياري لقسم عقده واحد على مجلد /usr حيث يتم تخزين ملفات التطبيق (مماثلة إلى مجلد “ملفات البرامج” في نظام التشغيل وندوز أو “/Apps” في Mac OS X).
el_gr: Είναι προαιρετικό να έχουμε ένα διαμέρισμα για να κρατήσει το /usr κατάλογο, όπου αποθηκεύονται τα αρχεία εφαρμογών (παρόμοια με το "Program Files" κατάλογο των Windows ή το "/Apps" σε Mac OS X).
es_es: Es opcional tener una partición para mantener el directorio /usr, donde se almacenan los archivos de aplicaciones (similar al directorio "Archivo de Programas" en Windows o al "/Apps" en Mac OS X).
it_it: E' opzionale invece una partizione per /usr, dove salvare i file delle applicazioni (simile alla cartella ''Programmi'' nei sistemi Windows o a quella ''/Apps'' nei Mac OS X).
nl_nl: Optioneel kan een partitie voor de /usr map worden gemaakt, waar applicatie bestanden zijn opgeslagen (gelijk aan de "Program Files" map in Windows of de "/Apps" in Mac OS X).
pl_pl: Opcjonalnie można mieć jedną partycję do przechowywania katalogu /usr, gdzie są przechowywane pliki aplikacji (podobny do "Program Files" w katalogu Windows lub "/Apps" w Mac OS X).
sv_se: Det är valfritt att ha en partition som /usr katalogen, där program filer lagras (liknande "Program Files" katalogen i Windows eller "/ apps" i Mac OS X).
uk_ua: Можна мати один розділ для теки /usr , де зберігаються файли програм (подібно до теки “Програми” у Віндовс або “/Apps” в Mac OS X).

source: Optionally you can create one partition to hold the /var directory, where system log files are stored. But unless you are running a server machine, this is probably unnecessary.
ar_sa: يمكنك اختيارياً إنشاء قسم عقدة واحد لحفظ مجلد /var، حيث يتم تخزين ملفات سجل النظام. ولكن إذا كنت تقوم بتشغيل جهاز خادم، فلا داعي لذلك.
el_gr: Προαιρετικά μπορείτε να δημιουργήσετε ένα διαμέρισμα για να κρατήσει το /var κατάλογο, όπου είναι αποθηκευμένα τα αρχεία καταγραφής του συστήματος. Αλλά εκτός αν τρέχετε ένα μηχάνημα server, αυτό είναι μάλλον περιττό.
es_es: Opcionalmente puede crear una partición para mantener el directorio /var, donde se almacenan los archivos de registro del sistema. Pero a menos que esté corriendo una máquina servidora, esto es probablemente innecesario.
it_it: Come opzione potete creare una partizione per /var, dove verranno depositati i file di log. Non è una configurazione indispensabile a meno che non usiate il computer come server.
nl_nl: Optioneel kan een partitie voor de /var map worden gemaakt, waar systeem logbestanden zijn opgeslagen. Maar dit is waarschijnlijk onnodig tenzij u een server opstelling gebruikt.
pl_pl: Opcjonalnie można utworzyć jedną partycję do przechowywania katalogu /var, gdzie przechowywane są logi systemowe . Ale jeśli nie używasz komputera jako serwer, to jest prawdopodobnie niepotrzebny.
sv_se: Alternativt kan du skapa en partition för att hålla /var katalogen, där systemets loggfiler lagras. Men om du inte kör en server maskin, är det förmodligen onödigt.
uk_ua: Також можна створити один розділ для теки /var, де зберігаються файли системних журналів. Однак, якщо Ви не використовуєте комп’ютер як сервер, це не необхідно.

source: An advantage of having more than one partition to hold separate directories is that you can reformat one partition without affecting others. For example, you can re-install Salix on your machine (and this goes to the partition holding the “/” directory) while leaving the partition holding the /home directory intact.
ar_sa: ميزة وجود قسم واحد أو أكثر لعقد المجلدات المنفصلة أنه يمكنك إعادة تهيئة أحد الأقسام دون التأثير على الاقسام الأخرى. على سبيل المثال، يمكنك تثبيت Salix على الكمبيوتر (وهذا يذهب إلى القسم عقد المجلد “/”) مع ترك قسم عقد في/home مجلد سليمة.
el_gr: Ένα πλεονέκτημα που έχουν περισσότερα από ένα διαμερίσματα για να κρατήσουν ξεχωριστούς καταλόγους είναι ότι μπορείτε να διαμορφώσετε ένα διαμέρισμα χωρίς να επηρεάζει τα άλλα. Για παράδειγμα, μπορείτε να εγκαταστήσετε ξανά το Salix στον υπολογιστή σας (και αυτό ισχύει για το διαμέρισμα κρατώντας το "/" κατάλογο), παράλληλα αφήνοντας το διαμέρισμα που περιέχει το /home κατάλογο άθικτο.
es_es: Una ventaja de tener más de una partición para mantener los directorios separados es que puede reformatear una partición sin afectar a las otras. Por ejemplo, puede reinstalar Salix en su máquina (que va a la partición que contiene el directorio "/") mientras deja intacta la partición que contiene el directorio /home.
it_it: Il vantaggio di avere più partizioni per gestire directory separate è che vi consente di riformattare una singola partizione senza dover eliminare i dati che sono presenti sulle altre. Per esempio potete reinstallare Salix sul PC (che andrà pertanto sulla directory ''/'') lasciando intatti i dati e le impostazioni presenti in /home, per cui al riavvio troverete-oltre ai vostri file personali-le impostazioni dei programmi presenti prima della reinstallazione.
nl_nl: Een voordeel om meerdere partities voor verschillende mappen te hebben is het (her)formatteren van een partitie zonder invloed te hebben op andere partities. U kunt bijvoorbeeld Salix herinstalleren (op de partitie met de "/" map) zonder invloed te hebben op de partitie met de /home map
pl_pl: Zaletą posiadania więcej niż jednej partycji do trzymania na nich oddzielnych katalogów jest to, że można sformatować jedną partycję bez wpływu na inne. Na przykład, można ponownie zainstalować Salix na komputerze (w partycji gdzie jest "/" katalog) przy pozostawieniu nienaruszonej partycji posiadającej katalog /home.
sv_se: En fördel med att ha mer än en partition att hålla separata kataloger är att du kan formatera en partition utan att påverka andra. Till exempel kan du installera Salix på din dator (och detta går till partitionen som tillhandahåller "/" katalog) samtidigt som partitionen som innehåller katalogen /home intakt.
uk_ua: Перевага одного розділ для окремої теки в тому, що можна переформатувати один розділ, не зачіпаючи інші. Наприклад, Ви можете повторно встановити Salix на Вашому комп’ютері (тобто в розділ, що містить теку "/"), залишаючи розділ, що містить теку /home, недоторканим.

source: Each partition can be formatted into one of several <ulink url="http://en.wikipedia.org/wiki/List_of_file_systems">file systems</ulink>. Unless you have a particular favourite for a reason, we recommend you format your partitions with the ext4 file system.
ar_sa: يمكن تهيئة كل قسم في واحدة من عدة <ulink url="http://en.wikipedia.org/wiki/List_of_file_systems">أنظمة ملفات</ulink>. ما لم يكن لديك صيغة خاصة لسبب ما، نوصي بتنسيق الأقسام الخاصة بك باستخدام نظام الملفات ext4.
el_gr: Κάθε διαμέρισμα μπορεί να μορφοποιηθεί σε ένα από τα πολλά <ulink url="http://en.wikipedia.org/wiki/List_of_file_systems">συστήματα αρχείων</ulink>. Εκτός αν έχετε ένα συγκεκριμένο ειδικό λόγο, σας συνιστούμε να διαμορφώνετε τα διαμερίσματα σας με το σύστημα αρχείων ext4.
es_es: Cada partición se puede formatear con uno de los varios <ulink url="http://es.wikipedia.org/wiki/Anexo:Sistemas_de_archivos">sistemas de archivos</ulink>. A menos que tenga un favorito en particular por alguna razón, le recomendamos que formatee sus particiones con el sistema de archivos ext4.
it_it: Le partizioni possoano essere formattate con diversi <ulink url="http://en.wikipedia.org/wiki/List_of_file_systems">file system</ulink>. A meno che non abbiate una ragione particolare per installarne uno diverso, vi consigliamo di usare il file system ext4.
nl_nl: Ieder partitie kan worden geformatteerd in verschillende url="http://en.wikipedia.org/wiki/List_of_file_systems">bestandssystemen</ulink>. Indien u geen persoonlijke voorkeur heeft, adviseren wij u uw partities te formatteren met het ext4 bestandssysteem.
pl_pl: Każda partycja może być sformatowana w jednym z kilku <ulink url="http://en.wikipedia.org/wiki/List_of_file_systems"> systemów plików </ulink> . Jeśli nie masz konkretnego faworyta to zalecamy formatowanie partycji z system plików ext4.
sv_se: Varje partition kan formateras till en av flera <ulink url="http://en.wikipedia.org/wiki/List_of_file_systems">filsystem</ulink> . Om du inte har en särskild favorit av en anledning rekommenderar vi att du formatera dina partitioner med filsystemet ext4.
uk_ua: Кожен розділ можна форматувати як одну з кількох <ulink url="http://en.wikipedia.org/wiki/List_of_file_systems">файлових систем</ulink>. Ми рекомендуємо використовувати для форматування Вашого розділу файлову систему ext4.

source: Installing from a Live CD / USB
ar_sa: تثبيت من قرص مضغوط حية / USB
el_gr: Εγκατάσταση από ένα Live CD/USB
es_es: Instalar desde un Live CD / USB
it_it: Installazione da Live CD / USB
nl_nl: Installeren van een Live CD / USB
pl_pl: Instalacja z Live CD / USB
sv_se: Installera från en Live CD / USB
uk_ua: Встановлення з Live CD / USB

source: Salix Live Installer is found on the Desktop of every Live CD and is very easy to use. Contextual help triggered by the position of the mouse will be displayed above the application and will guide you every step of the way.
ar_sa: مُثبت Salix الحي موجود على سطح المكتب لتسهيل الاستخدام. سيتم عرض تعليمات للتطبيق التي يمر فوقها مؤشر الفارة وسيرشدك خطوة إلى الطريق.
el_gr: Ο Salix Live Installer βρίσκεται στην επιφάνεια εργασίας του κάθε Live CD και είναι πολύ εύκολος στη χρήση. Εξειδικευμένη Βοήθεια που ενεργοποιείται από τη θέση του ποντικιού θα εμφανιστεί πάνω από την εφαρμογή και θα σας καθοδηγήσει σε κάθε βήμα της εγκατάστασης.
es_es: El Instalador de Salix Live se encuentra en el escritorio de todos los Live CD y es muy fácil de usar. La ayuda contextual disparada por la posición del ratón se mostrará encima de la aplicación y lo guiará en cada paso del camino.
it_it: L'Icona dell'installatore Salix Live si trova sul desktop del Live CD ed è molto semplice da utilizzare. Un aiuto contestuale appare scorrendo il puntatore del mouse sulle varie sezioni dell'applicazione, così da giudarvi passo passo nel processo di installazione.
nl_nl: Salix Live Installer is beschikbaar op de Desktop van iedere Live CD en is eenvoudig in gebruik. Contextuele hulp over de applicatie wordt geactiveerd door de positie van de muis en zal u bij iedere stap begeleiden.
pl_pl: Instalator Salix Live znajduje się na pulpicie każdego Live CD i jest bardzo łatwy w użyciu. Pomoc kontekstowa wywołana jest przy najechaniu myszą powyżej aplikacji i poprowadzi Cię na każdym kroku.
sv_se: Salix Live Installer finns på skrivbordet på varje Live CD och är mycket lätt att använda. Sammanhangsberoende hjälp utlöses av positionen på musen och kommer att visas ovanför programmet och kommer att guida dig genom varje steg på vägen.
uk_ua: Встановлювач Salix Live можна знайти на стільниці кожного Live CD. Він дуже простий у використанні. Контекстна допомога включається при наведенні мишкою, показується над програмою і буде допомагати Вам на кожному кроці встановлення.

source: You will be greeted by a reminder that all the necessary partitions have to be created first. As we have seen, this can be done simply with the help of Gparted, which is included in Salix Live and is available directly on the desktop (see <xref linkend="sect-Startup_Guide-Salix_Live_Tools-Gparted" />).
ar_sa: من الواجب تذكر جميع الأقسام اللازمة المراد إنشاؤها أولاً. كما رأينا، يمكن أن يتم ذلك بسهولة بمساعدة Gparted، الذي يتم تضمينها في قرص Salix الحي ويتوفر مباشرة على سطح المكتب (انظر <xref linkend="sect-Startup_Guide-Salix_Live_Tools-Gparted" />).
el_gr: Θα ειδοποιηθείτε από μια υπενθύμιση ότι όλες οι απαραίτητες κατατμήσεις πρέπει να δημιουργηθούν πρώτα. Όπως είδαμε, αυτό μπορεί να γίνει απλά με τη βοήθεια του GParted, που περιλαμβάνεται στο Salix Live και είναι διαθέσιμο άμεσα στην επιφάνεια εργασίας (βλ. <xref linkend="sect-Startup_Guide-Salix_Live_Tools-Gparted" /> ).
es_es: Será recibido por un recordatorio que dice que todas las particiones necesarias se tienen que crear primero. Como hemos visto, esto se puede hacer simplemente con la ayuda de Gparted, que se incluye con Salix Live y está disponible directamente en el escritorio (ver <xref linkend="sect-Startup_Guide-Salix_Live_Tools-Gparted" />).
it_it: Il primo messaggio che vi apparirà serve a ricordarvi che per procedere all'installazione è necessario disporre delle partizioni necessarie. Come abbiamo visto, queste possono essere create facilmente con l'applicazione Gparted, inclusa in Salix Live ed avviabile dall'icona posizionata sul desktop (vedi <xref linkend="sect-Startup_Guide-Salix_Live_Tools-Gparted" />).
nl_nl: U krijgt een herinnering met de vraag of alle benodigde partities eerst aangemaakt moeten zijn. Zoals reeds is getoond, is dat eenvoudig met behulp van Gparted te doen, welke inbegrepen is op Salix Live en direct op de desktop beschikbaar is (zie <xref linkend="sect-Startup_Guide-Salix_Live_Tools-Gparted" />).
pl_pl: Zostaniesz powitany przez przypomnienie, że wszystkie niezbędne partycje muszą być utworzone w pierwszej kolejności. Jak widzieliśmy, można to zrobić tylko przy pomocy Gparted, który jest zawarty w Salix żywo i jest dostępny bezpośrednio na pulpicie (patrz <xref linkend="sect-Startup_Guide-Salix_Live_Tools-Gparted" /> ).
sv_se: Du kommer att välkomnas av en påminnelse om att alla nödvändiga partitioner måste skapas först. Som vi har sett, kan detta göras enkelt med hjälp av Gparted, som ingår i Salix Live och är tillgängligt direkt på skrivbordet (se <xref linkend="sect-Startup_Guide-Salix_Live_Tools-Gparted" /> ).
uk_ua: Ви побачите нагадування про те, що всі необхідні розділи повинні бути створені насамперед. Як Ви вже знаєте, це можна зробити за допомогою програми Gparted, яка міститься в Salix Live і доступна безпосередньо на робочому столі (дивіться <xref linkend="sect-Startup_Guide-Salix_Live_Tools-Gparted" />).

source: Screenshot of Salix Live Installer
ar_sa: لقطة شاشة من مُثبت Salix الحي
el_gr: Στιγμιότυπο του εγκαταστάτη του Salix Live
es_es: Captura de pantalla del Instalador de Salix Live
it_it: Schermata dell'Installatore Salix Live
nl_nl: Screenshot van de Salix Live Installer
pl_pl: Zrzut ekranu z Instalator Salix Live
sv_se: Skärmdump av Salix Live Installer
uk_ua: Знімок встановлювача Salix Live
