Repository: Salix-OS/salix-startup-guide
Catalog: */Chapter4.po
Languages: el_gr, es_es, fr_fr, it_it, nl_nl, pl_pl, sv_se, uk_ua

source: return to command mode (and clear the buffer of any mistyped keystrokes)
el_gr: επιστροφή στην κατάσταση εντολών (και καθάρισε το buffer από λάθος πληκτρολογήσεις)
es_es: volver al modo comando (y borrar el búfer de cualquier pulsación de teclado mal escrita)
fr_fr: Revenir au mode de commande (et effacer le tampon de touches tapées par erreur)
it_it: ritorna alla modalità comando (e pulisci il buffer delle digitazioni errate)
nl_nl: keer terug naar de commando modus (en maak de buffer leeg van mogelijk foutief ingevoerde toetscombinaties)
pl_pl: wróć do trybu komend (i wyczyść bufor źle wpisanych)
sv_se: återgå till kommandoläge (och rensa bufferten av stavfel tangenttryckningar)
uk_ua: повернутися в командний режим (і очистити буфер від будь-яких помилок натискання клавіш)

source: pass a non-shortcut command to the application
el_gr: περάσει μια μη εντολή συντόμευσης στην εφαρμογή
es_es: pasa un comando sin acceso directo a la aplicación
fr_fr: Passer une commande de type non‑raccourci à l'application
it_it: passa un comando non a scorciatoia all'applicazione
nl_nl: voer een commando, welke geen toetscombinatie is, door naar de applicatie
pl_pl: przejdź bez skrótów do aplikacji
sv_se: skicka en icke-genvägskommandot till program
uk_ua: передати команду-не скорочення до програми

source: For a summary of Ratpoison's own shortcuts, type C-t ? .
el_gr: Για μια σύνοψη των συντομεύσεων του Ratpoison, πληκτρολογήστε C-t; .
es_es: Para ver un resumen de los accesos directos propios de Ratpoison, escriba C-t ?.
fr_fr: Pour un résumé des raccourcis de Ratpoision, tapez C-t ?.
it_it: Per un sommario delle scorciatoie disponibili su Ratpoison digita C-t?.
nl_nl: Voor een samenvatting van Ratpoison z'n eigen sneltoetsen, voer C-t ? in.
pl_pl: Aby podsumować skróty Ratpoisona, wpisz C-t ? .
sv_se: För en sammanfattning av Ratpoison's egna genvägar, typ C-t ? .
uk_ua: Для огляду власних скорочень Ratpoison, введіть C-t ? .

source: While what is covered here should be enough to get you started, many more features of the applications and especially Ratpoison itself are described in online manuals, guides and the manpages. Once you are used to the core features and have them at your fingertips, it's worth digging around further, as well as investigating suitable applications to add to the set. Configuration may be done straightforwardly by editing the files - suggestions may be found online. One of Ratpoison's principal charms is how easily it can be tailored to fit each user's needs and taste.
el_gr: Ενώ αυτό που καλύπτεται εδώ θα πρέπει να είναι αρκετό για να ξεκινήσετε, πολλά άλλα χαρακτηριστικά των αιτήσεων και ιδιαίτερα το ίδιο το Ratpoison περιγράφονται σε εγχειρίδια online, οδηγούς και τις manpages. Μόλις έχετε συνηθίσει τα βασικά χαρακτηριστικά και τα έχετε στα χέρια σας, αξίζει να αρχείσετε να εξερευνείτε περαιτέρω, καθώς και με τον εντοπισμό κατάλληλων εφαρμογών για να τις προσθέσετε στο σύνολο. Διαμόρφωση μπορεί να γίνει ευθέως με την επεξεργασία των αρχείων - προτάσεις μπορούν να βρεθούν online. Μία από τις βασικές γοητίες του Ratpoison είναι το πόσο εύκολα μπορεί να προσαρμοστεί για να ανταποκρίνεται στις ανάγκες και τη γεύση του κάθε χρήστη.
es_es: Si bien lo que está cubierto hasta aquí debería ser suficiente para empezar, muchas características de las aplicaciones y especialmente de Ratpoison en sí mismo se describen en los manuales en línea, guías y páginas man. Una vez que usó las principales características y las tuvo a su alcance, vale la pena escarbar aún más, así como investigar las aplicaciones adecuadas para añadir al conjunto. La configuración puede hacerse directamente mediante la edición de los archivos - en línea se pueden encontrar sugerencias. Uno de los encantos principales de Ratpoison es la facilidad con que puede ser adaptado a las necesidades de cada usuario y su gusto.
fr_fr: Bien que ce qui est couvert ici devrait être suffisant pour débuter, beaucoup plus de fonctionnalités des applications, et de Ratpoison en particulier, sont décrites dans les manuels en ligne, les guides et les pages man. Une fois que vous serez habitué aux fonctionnalités de base, et que vous les connaîtrez sur le bout des doigts, cela vaut la peine de creuser un peu plus, et de rechercher des applications appropriées à ajouter à l'ensemble. La configuration peut être effectuée en éditant simplement les fichiers – des suggestions peuvent être trouvées en ligne. Un des charmes principaux de Ratpoison est la manière avec laquelle il peut être facilement ajusté pour l'adapter aux besoins et aux goûts de chaque utilisateur.
it_it: Per quanto quello che abbiamo illustrato qui sia sufficiente per iniziare molte altre caratteristiche delle applicazioni e specialmente dello stesso Ratpoison sono descritte nei manuali online, nelle guide e nelle pagine man. Non appena avrete preso confidenza con le funzionalità principali e avrete imparato a destreggiarvi agevolmente con esse, vale la pena di andare un po' più a fondo e ricercare ulteriori applicazioni da aggiungere alla vostra dotazione. La configurazione è pressoché immediata tramite la modifica dei rispettivi file; i suggerimenti utili sono reperibili online. Uno degli aspetti più attraenti di Ratpoison è la facilità con cui può essere personalizzato in modo da adattarsi alle esigenze e preferenze dell'utente.
nl_nl: Wat hier is besproken behoort afdoende te zijn om u van start te laten gaan, al zijn er veel meer eigenschappen en applicaties en vooral Ratpoison zelf beschreven in online handleidingen, gidsen en manpagina's. Als u eenmaal gewend bent aan de basiszaken is het raadzaam om wat dieper te graven, alsmede andere applicaties te onderzoeken om toe te voegen aan het systeem. Configuratie kan eenvoudig gedaan worden door de bestanden aan te passen - suggesties kunnen online worden gevonden. Eén van de prettigste eigenschappen van Ratpoison is hoe makkelijk het aangepast kan worden naar de gebruiker z'n eigen smaak.
pl_pl: Odkryliśmy tutaj dość żeby wystartować, wiele funkcji aplikacji a specjalnie dla Ratpoison jest opisanych w manualu online, przewodnikach i stronach man. Teraz możesz używać głównych funkcji ale warto kopać dalej aby dodać nowe. Konfiguracja może być wykonywana wprost przez edycję plików - propozycje można znaleźć w internecie. Jednym z głównych uroków Ratpoison jest to, jak łatwo może być dopasowana do indywidualnych potrzeb użytkowników i ich smaku.
sv_se: Medan vad som omfattas här bör vara tillräckligt för att komma igång, finns många fler funktioner i program och speciellt Ratpoison beskrivna i online-handböcker, guider och manualsidor. När du är van vid de centrala funktioner och ha dem till hands, det är värt att gräva runt ytterligare, samt att undersöka lämpliga applikationer för att lägga till uppsättningen. Konfiguration kan göras ärligt genom att redigera filerna - förslag kan hittas på nätet. En av Ratpoison's främsta charm är hur lätt den kan skräddarsys för att passa varje användares behov och smak.
uk_ua: Ми показали тут достатньо для того, щоб почати, багато функцій програм і особливо Ratpoison описані в онлайн допомозі, провідниках та сторінках man. Тепер можете вживати головні функції, але варто копнути глибше, щоб додати нові. Налаштування можна робити безпосередньо редагуючи файли - пропозиції можна знайти в інтернеті. Одною з головних принад Ratpoison є легкість допасування до індивідуальних потреб користувачів і їхнього смаку.

source: One miscellaneous item is the mount manager in the System menu, which may also be called from the command line as gmountman. When needed, this deals with the mounting of removable devices, including DVDs. Also, banish may be called at any time by the shortcut C-t b.
el_gr: Ένα διαφορετικό στοιχείο είναι ο διαχειριστής προσαρτήσεων στο μενού System, το οποίο μπορεί επίσης να κληθεί από την γραμμή εντολών ως gmountman. Όταν απαιτείται, αυτή ασχολείται με την τοποθέτηση των αφαιρούμενων συσκευών, συμπεριλαμβανομένων των DVD. Επίσης, το banish μπορεί να κληθεί οποιαδήποτε στιγμή από τη συντόμευση C-t b.
es_es: Uno de los varios ítems es el administrador de montaje en el menú del Sistema, que también se lo puede llamar desde la línea de comandos como gmountman. Cuando es necesario, trata el montaje de dispositivos removibles incluyendo los DVDs. También en cualquier momento, el acceso directo C-t b puede llamar a banish.
fr_fr: Un élément particulier est le gestionnaire de montage du menu System, qui peut être aussi appelé à partir de la ligne de commande comme gmountman. Quand nécessaire, il s'occupe de monter les périphériques amovibles, dont les DVD. D'autre part, banish peut être appelé à n'importe quel moment avec le raccourci C-t b.
it_it: Una delle varie voci di menu è il gestore di mount nel menu System, che può essere richiamato dalla riga di comando digitando gmountman. Questo tool gestisce il montaggio dei dispositivi rimuovibili, come i DVD. Inoltre, banish può essere richiamato ad ogni momento tramite la scorciatoia C-t b.
nl_nl: Een algemene koppeling in het Systeem menu is de mount manager, welke ook vanuit de command line als gmountman kan worden gestart. Indien nodig kan deze het mounten van verwijderbare media doen, inclusief DVDs. 'banish' kan ook ieder moment worden aangeroepen door de sneltoets C-t b
pl_pl: W jednym artykule dostępny jest menedżer montowania w menu systemu, który można wywołać z linii komend gmountman. Gdy trzeba, to zajmuje się montowaniem urządzeń przenośnych, w tym DVD. Także pozbycie się go może zostać przez skrót C-t b.
sv_se: En punkt är Mount Manager i menyn System, som också kan anropas från kommandoraden gmountman. Vid behov, detta handlar om montering av flyttbara enheter, inklusive DVD-skivor. Dessutom förvisar kan kallas när som helst genom genvägen C-t b.
uk_ua: Одним з елементів є менеджер монтувань в Системному меню, якого можна також викликати за допомогою командної стрічки як gmountman. В разі потреби можна користуватися ним для монтування змінних пристроїв, включаючи DVD.

source: Remember to check frequently for package updates using slapt-get.
el_gr: Μην ξεχνάτε να ελέγχετε συχνά για ενημερώσεις πακέτων χρησιμοποιώντας το slapt-get.
es_es: Recuerde comprobar frecuentemente las actualizaciones de paquetes usando slapt-get.
fr_fr: Rappelez-vous de vérifier régulièrement les mises à jour de paquets en utilisant slapt-get.
it_it: Ricordatevi di controllare periodicamente gli aggiornamenti dei pacchetti tramite il comando slapt-get.
nl_nl: Onthoudt om regelmatig slapt-get te gebruiken om pakket updates te ontvangen.
pl_pl: Pamiętaj aby regularnie sprawdzać aktualizacje pakietów przez slapt-get.
sv_se: Kom ihåg att kontrollera ofta för paketet uppdateringar med slapt-get.
uk_ua: Пам’ятайте про часте оновлення пакунків за допомогою slapt-get.

source: Finally, to shut down Ratpoison, there is an entry in the Exit submenu, from where it is also possible to reboot or shut down the computer.
el_gr: Τέλος, για να κλείσετε το Ratpoison, υπάρχει μια καταχώρηση στο υπομενού εξόδου, από όπου είναι επίσης δυνατό να επανεκκινήσετε ή να τερματίσετε τη λειτουργία του υπολογιστή.
es_es: Por último, para cerrar Ratpoison, hay una entrada en el submenú Exit, desde donde también es posible reiniciar o apagar el ordenador.
fr_fr: Enfin, pour quitter Ratpoison, il y a une entrée dans le sous-menu Exit, d'où il est également possible de redémarrer ou d'éteindre l'ordinateur.
it_it: Infine, per chiudere Ratpoison esiste una voce nel sottomenu Exit con la quale è possibile anche il riavvio o lo spegnimento del computer.
nl_nl: Als laatste, sluit Ratpoison af, er is een koppeling in het Exit submenu, hiervandaan is het mogelijk om te herstarten of de computer af te sluiten.
pl_pl: Aby zamknąć Ratpoiosn,
sv_se: Slutligen, för att stänga Ratpoison finns det en post i Exit undermenyn, varifrån det är också möjligt att starta om eller stänga av datorn.
uk_ua: Для замикання Ratpoison є пункт в підменю Вихід, де також можна вибрати перезавантаження та замикання комп’ютера.

source: TAB
fr_fr: Tabulation
uk_ua: табуляція

source: ESC
fr_fr: Echap
