Repository: Salix-OS/salix-startup-guide
Catalog: */Chapter4.po
Languages: el_gr, es_es, fr_fr, it_it, nl_nl, pl_pl, sv_se, uk_ua

source: (that is, C-t : exec xterm -e alpine) which starts the program we just installed. The colon command can be used to pass a number of instructions to Ratpoison; see man Ratpoison for a full list together with shortcuts where they have been defined. In fact, there is a shortcut for exec. Just type C-t ! [application]; C-t C-! opens it in a console.
el_gr: (Δηλαδή, C-t: exec xterm-e Alpine), το οποίο ξεκινά το πρόγραμμα που μόλις έχει εγκατασταθεί. Η εντολή της άνω κάτω τελείας μπορεί να χρησιμοποιηθεί για να περάσετε μια σειρά οδηγιών στο Ratpoison; Δείτε τη σελίδα βοήθειας man του Ratpoison, για τον πλήρη κατάλογο μαζί με τις συντομεύσεις που έχουν οριστεί. Στην πραγματικότητα, υπάρχει μια συντόμευση για το exec. Απλά πληκτρολογήστε C-t! [Εφαρμογή]; C-t C-! την ανοίγει σε μια κονσόλα.
es_es: (eso es, C-t : exec xterm -e alpine) que arranca el programa que instalamos. El comando dos puntos se puede usar para pasar una cantidad de instrucciones a Ratpoison; vea man Ratpoison para obtener la lista completa junto con los accesos directos donde se definieron. De hecho, hay un acceso directo para exec. Simplemente escriba C-t ! [aplicación]; C-t C-! lo abre en la consola.
fr_fr: (c'est-à-dire, C-t : exec xterm -e alpine) qui démarre un programme que nous venons d'installer. La commande deux-points peut être utilisé pour passer un certain nombre d'instructions à Ratpoison ; cf. man Ratpoison pour une liste complète accompagnée des raccourcis où ils sont définis. En fait, il y a un raccourci pour exec. Tapez simplement C-t ! [application] ; C-t C-! l'ouvre dans une console.
it_it: (ossia, C-t : exec xterm -e alpine) che avvia il programma che abbiamo appena installato. I due punti sono usati per passare istruzioni a Ratpoison; vedi man Ratpoison per la lista completa con le relative scorciatoie. In effetti c'è una scorciatoia per exec. Basta digitare C-t ! [nome_applicazione]; C-t C-! lo aprirà in modalità console.
nl_nl: (dus, C-t : exec xterm -e alpine) wat het programma start dat we zojuist hebben geinstalleerd. Het dubbele punt commando kan worden gebruikt om meervoudige instructies door te voeren aan Ratpoison; zie man ratpoison om een complete lijst van sneltoetsen. Er is zelfs een sneltoets voor exec. Voer simpelweg C-t ! [applicatie] uit; C-t C-! opent het in een console.
pl_pl: (to jest: C-t: exec xterm -e alpine) startuje program który właśnie zainstalowaliśmy. Polecenie możę być użyte do przekazania numeru instrukcji do Ratpoison; zobacz stronę man Ratpoison dla pełnej listy wraz z skrótami gdzie powinny być zdefiniowane. Istotnie, jest skrót dla exec. Wpisz C-t ! [aplikacja]; C-t C-! otwiera w konsoli.
sv_se: (Dvs, C-t: exec xterm -e alpine) som startar det program som vi just installerat. kolon kommando kan användas för att klara ett antal instruktioner för att Ratpoison, se man Ratpoison för en fullständig lista med genvägar där de har definierats. I själva verket finns det en genväg för exec. Skriv bara C-t! [program], C-t C-! öppnas den i en konsol.
uk_ua: (тобто, C-t : exec xterm -e alpine) яка стартує програму, яку ми щойно встановили. Двокрапка може бути використана для передачі інструкцій до Ratpoison; дивіться довідник по Ratpoison для повного списку разом з скороченнями клавіатури, де вони є визначені. Фактично існує скорочення для exec. Натисніть C-t ! [програма]; C-t C-! відкриє її в консолі.

source: To change the C-t default, do: :escape Super_L.
el_gr: Για να αλλάξετε τo προεπιλεγμένo C-t, κάντε:: escape Super_L.
es_es: Para cambiar el C-t por defecto, hacer: :escape Super_L.
fr_fr: Pour changer le C-t par défaut, faîtes : :escape Super_L.
it_it: Per modificare il predefinito C-t, digitate: :escape Super_L.
nl_nl: Om de standaard opdracht van C-t te wijzigen, doe: :escape Super_L
pl_pl: Aby zmienić domyślne C-t, zrób: :escape Super_L
sv_se: För att ändra C-t standard, gör: :escape Super_L.
uk_ua: Для зміни типове C-t, виконайте: :escape Super_L.

source: which is the so-called "Windows key" to the left of the keyboard. As well as resolving the conflict with Alpine, this has the great benefit of being just one keystroke. Some functions may not work correctly, in particular the very useful C-t C-t to go back to where you just were, and performance varies from one keyboard to another, so it's worth experimenting. Another possibility is the "Menu" key. To return to the default: :escape C-t.
el_gr: η οποία είναι η λεγόμενη "Windows key" στα αριστερά του πληκτρολογίου. Εκτός από την επίλυση της σύγκρουσης με το Alpine, αυτό έχει το μεγάλο πλεονέκτημα να είναι μόνο το πάτημα ενός πλήκτρου. Ορισμένες λειτουργίες ενδέχεται να μην λειτουργούν σωστά, και ιδίως το πολύ χρήσιμο C-t C-t να επιστρέψει εκεί που ακριβώς ήταν και η απόδοση ποικίλλει από το ένα πληκτρολόγιο στο άλλο, οπότε αξίζει να πειραματίζεστε. Μια άλλη πιθανότητα είναι το "Μενού" key. Για να επιστρέψετε στo προεπιλεγμένo:: escape C-t.
es_es: que es la llamada "tecla Windows" a la izquierda del teclado. Además de resolver el conflicto con Alpine, tiene la gran ventaja de ser solo una pulsación de teclas. Algunas funciones pueden no funcionar correctamente, en particular el muy útil C-t C-t para volver donde estaba, y el rendimiento varía de un teclado a otro, por lo que merece la pena experimentar. Otra posibilidad es la tecla "Menú". Para volver a la opción predeterminada: :escape C-t.
fr_fr: qui est également appelée « touche Windows », à gauche du clavier. En plus de résoudre le conflit avec Alpine, ceci a l'avantage d'être une unique frappe. Quelques fonctions peuvent ne plus fonctionner correctement, en particulier, le très pratique C-t C-t pour revenir de là où vous venez, et les performances varient d'un clavier à un autre. Par conséquent, cela vaut la peine d'expérimenter. Une autre possibilité est la touche « Menu ». Pour revenir au raccourci par défaut : :escape C-t.
it_it: che è il cosiddetto 'tasto Windows' nella parte sinistra della tastiera. Per quanto riguarda il conflitto con Alpine, questa soluzione ha il vantaggio di consistere in un solo tasto. Alcune funzioni possono non funzionare correttamente, specialmente le utili combinazioni C-t C-t per ritornare alla posizione precedente. L'efficienza può variare da un tipo di tastiera all'altro, quindi vale la pena procedere per tentativi. Un'altra possibilità è il tasto ''Menu''. Per ritornare all'impostazione predefinita: :escape C-t.
nl_nl: wat de zogenoemde "windowstoets" links van de spatiebalk is.
pl_pl: który jest nazywany "klawiszem Windows" po lewej stronie klawiatury. Aby rozwiązać konflikt z Alpine, mamy wielką korzyść z jednego naciśnięcia klawisza. Kilka funkcji może nie działać poprawnie, zwłaszcza bardzo użyteczna C-t C-t do powrotu tam gdzie byłeś wcześniej, i osiągnięcie zmienia się z jednej klawiatury na inną, więc warto eksperymentować. Kolejna możliwość klawisza "Menu". Aby powrócić do domyślnego ustawienia: :escape C-t.
sv_se: vilket är den så kallade "Windows-tangenten" till vänster på tangentbordet. Förutom att lösa konflikten med Alpine, har detta den stora fördelen med att vara bara en knapptryckning. Vissa funktioner kanske inte fungerar korrekt, i synnerhet den mycket användbara C-t C-t att gå tillbaka till där du var, och prestanda varierar från ett tangentbord till en annan, så det är värt att experimentera. En annan möjlighet är "Menu"-tangenten. För att återgå till default: :escape C-t.
uk_ua: яка є "кнопкою Windows" зліва на клавіатурі. Так само як при вирішуванні конфлікту з Alpine, Ви отримаєте перевагу - натискання тільки однієї кнопки. Деякі функції можу не працювати правильно, наприклад C-t C-t для переходу назад в попереднє місце, продуктивність теж варіюється залежно від клавіатури, так що варто поекспериментувати. Інша можливість - це клавіша "Меню". Для повернеття назад: :Escape C-t

source: To make such a change permanent, edit ~/.ratpoisonrc. If you are using Ratpoison, you can open the file now (with GVim or Vim) and tile it horizontally with the window where you are reading this guide (C-t shift-s). Let's go through some items in the file.
el_gr: Για να κάνετε αυτή την αλλαγή μόνιμη, επεξεργαστείτε το ~/.ratpoisonrc. Εάν χρησιμοποιείτε το Ratpoison, μπορείτε να ανοίξετε το αρχείο τώρα (με το Gvim ή το Vim) και παραθέστε το οριζόντια με το παράθυρο όπου διαβάζετε αυτό τον οδηγό (C-t shift-s). Ας εξετάσουμε κάποια στοιχεία στο αρχείο.
es_es: Para hacer un cambio permanente, edite ~ /.ratpoisonrc. Si está utilizando Ratpoison, puede abrir el archivo ahora (con Gvim o Vim) y alinearlo horizontalmente con la ventana en la que está leyendo esta guía (C-t shift-s). Probémoslo algunos ítems en el archivo.
fr_fr: Pour rendre un tel changement permanent, éditez ~/.ratpoisonrc. Si vous êtes en train d'utiliser Ratpoison, vous pouvez ouvrir le fichier maintenant (avec GVim ou Vim) et partager l'écran horizontalement avec la fenêtre dans laquelle vous êtes en train de lire ce guide (C-t shift-s). Parcourons quelques éléments de ce fichier.
it_it: Per rendere la modifica permanente, modificate ~/.ratpoisonrc. In una sessione Ratpoison, potete aprire il file (con GVim o Vim) e allinearlo orizzontalmente con la finestra della guida che state leggendo (C-t shift-s). Ora vediamo alcuni elementi del file.
nl_nl: Om zo'n wijziging definitief te maken, bewerk ~/.ratpoisonrc. Indien u in Ratpoison bent kunt u het bestand openen (met GVim of Vim) en tegel deze horizontaal met het venster waar u deze handleiding in leest (C-t shift-s). Laten we langs een aantal dingen in dit bestand gaan.
pl_pl: Aby zmianę mieć permanentną, edytuj ~/.ratpoisonrc. Jeśli używasz Ratpoison, możesz otworzyć plik teraz (z GVim lub Vim) w kaflu horyzontalnym z oknem gdzie czytasz ten przewodnik (C-t shift-s). Przelećmy się przez parę pozycji w tym pliku.
sv_se: För att göra en sådan förändring permanent, redigera ~/.ratpoisonrc. Om du använder Ratpoison kan du öppna filen nu (med gvim eller Vim) och tile den horisontellt med fönster där du läser denna guide (C-t shift-s). Låt oss gå igenom några poster i filen.
uk_ua: Щоб зробити зміни постійними, відредагуйте файл ~/.ratpoisonrc. Якщо Ви використовуєте Ratpoison, Ви можете відкрити файл просто зараз (за допомогою GVim або Vim) і розширити його горизонтально з вікном, в якому Ви читаєте цей посібник (C-t shift-s). Давайте пройдемося по деяких пунктах в цьому файлі.

source: Make permanent configuragtion changes by editing ~/.ratpoisonrc
el_gr: Κάντε μόνιμες αλλαγές διαμόρφωσης με επεξεργασία του ~/.ratpoisonrc
es_es: Haga permanentes los cambios de la configuración al editar ~/.ratpoisonrc
fr_fr: Rendre les changements de configuration permanents en éditant ~/.ratpoisonrc
it_it: Effettuare modifiche di configurazione permanenti editando ~/.ratpoisonrc
nl_nl: Maak wijzigingen definitief door ~/.ratpoisonrc te bewerken.
pl_pl: Tworzenie permanentnej konfiguracji zmian przez edycję ~/.ratpoisonrc
sv_se: Göra permanenta configuragtion förändringar genom att redigera ~/.ratpoisonrc
uk_ua: Запишіть постійні зміни конфігурації, редагуючи файл ~/.ratpoisonrc

source: banish sends the mouse pointer to bottom right (incidentally, you may wish to install unclutter, which makes it fade out altogether after a few seconds' stillness; place the line unclutter &amp; in your ~/.xinitrc to run it automatically when X is started). We've seen all but one of the custom keybindings in the "bind" statements. To change the wallpaper, point to a different image. The final item sets up workspaces, which we'll look at next - including C-t W.
el_gr: banish στέλνει το δείκτη του ποντικιού προς τα κάτω δεξιά (παρεμπιπτόντως, μπορεί να θέλετε να εγκαταστήσετε το unclutter, γεγονός που το καθιστά να σβήσει εντελώς μετά από ακινησία σε μερικά μόνο δευτερόλεπτα? τοποθετήστε τη γραμμή unclutter &amp;στο ~/.xinitrc σας για να εκτελείται αυτόματα όταν το Χ ξεκινά). Τα έχουμε δει όλα, αλλά μια από τις προσαρμοσμένες συντομεύσεις πληκτρολογίου στις δηλώσεις "bind". Για να αλλάξετε την ταπετσαρία, δείξτε σε μια διαφορετική εικόνα. Το τελικό στοιχείο δημιουργεί χώρους εργασίας, τα οποία θα δούμε στη συνέχεια - συμπεριλαμβανομένου του C-t W.
es_es: banish envía el puntero del ratón a la parte inferior derecha (por cierto, es posible que desee instalar unclutter, que hace desvanecer todo después de unos pocos segundos de quietud. Ubique la línea unclutter &amp; en su ~/.xinitrc para ejecutarlo automáticamente cuando arranque X). Hemos visto todas menos una de la combinaciones de teclas en las sentencias "bind". Para cambiar el fondo de pantalla, seleccione una imagen diferente. El ítem final establece las área de trabajo que veremos a continuación, incluyendo C-t W.
fr_fr: banish envoie le pointeur de la souris en bas à droite (soit dit en passant, il se peut que vous souhaitiez installer unclutter, qui le fait complètement disparaître après quelques secondes d'immobilité ; placez la ligne unclutter &amp; dans votre ~/.xinitrc afin de le lancer automatiquement quand X démarre). Nous avons vu tous les raccourcis clavier personnalisés indiqués dans les instructions « bind » sauf un. Pour changer le fond d'écran, référencer une image différente. Le dernier élément configure les espaces de travail, que nous verrons dans la suite – C-t W inclus.
it_it: banish sposta il puntatore del mouse nella parte inferiore destra (tra l'altro, potete installare unclutter, che lo fa scomparire dopo alcuni secondi in cui rimane immobile; inserite la riga unclutter &amp; nella directory ~/.xinitrc per farlo partire automaticamente all'avvio di X ). Abbiamo visto tutte tranne una delle scorciatoie personalizzate. Per cambiare lo sfondo puntate ad una nuova immagine. L'argomento finale imposta gli spazi di lavoro, che vedremo prossimamente - incluso C-t W.
nl_nl: 'banish' stuurt de muispijl naar rechtsonder in het scherm (u kunt alsmede 'unclutter' installeren, deze laat de muispijl vervagen na een paar seconden stilstand; zet de tekst 'unclutter &amp; in uw ~/.xinitrc om het automatisch te laten starten wanneer X wordt gestart). We missen nog één aparte sneltoets. Om de achtergrond te wijzigen, wijs naar een ander plaatje. Het laatste ding stelt de werkruimten in, hier zullen we vervolgens naar kijken, inclusief C-t W.
pl_pl: przesuń kursor myszy w prawo i na dół (nawiasem mówiąc możesz zainstalować unclutter, który sprawia że znikają po kilku sekundach ciszy; wstaw linię unclutter &amp; w twoim ~/.xinitrc aby uruchomić to automatycznie kiedy X-y startują). Widzimy wszystkie ale jeden z zmienionych skrótów klawiszowych w "wiązanym" wyrażeniu. Aby zmienić tapetę, wskaż inny obraz. Na końcu ustaw przestrzeń roboczą, którą poznamy wkrótce - zwłaszcza C-t W.
sv_se: förvisa skickar muspekaren längst ned till höger (för övrigt kanske du vill installera unclutter, vilket gör att det tonas ut helt efter några sekunders tystnad, placera linjen unclutter &amp; i din ~/xinitrc för att köra det automatiskt när X är. startat). Vi har sett alla utom en av de anpassade tangentbindningar i "bind" uttalanden. För att ändra bakgrundsbild, pekar på en annan bild. Den sista posten sätter upp arbetsytor, vilket vi titta på nästa - inklusive C-t W.
uk_ua: banish посилає вказівник миші в нижній правий кутs (до речі, ви можете встановити unclutter, що змусить його зникати взагалі після декількох секунд; вставте стрічку unclutter &amp; у Ваш файл ~/.xinitrc для його автоматичного запуску при старті X). Ви побачите все, крім одного узгодження комбінацій в фразі "bind". Для зміни шпалер вкажіть інший малюнок. Останній пункт це встановлення робочих областей, які ми розглянемо далі - включаючи C-t W.

source: Before editing the file, create a backup copy in case anything goes wrong. To change the C-t default, simply add a line :
el_gr: Πριν από την επεξεργασία του αρχείου, δημιουργήστε ένα αντίγραφο ασφαλείας σε περίπτωση που κάτι πάει στραβά. Για να αλλάξετε την προεπιλεγμένη C-t, απλά προσθέστε μια γραμμή:
es_es: Antes de editar el archivo, cree una copia de seguridad en caso de que algo salga mal. Para cambiar el C-t por defecto, agregue una línea:
fr_fr: Avant d'éditer le fichier, créez une copie de sauvegarde, au cas où quelque chose irait mal. Pour remplacer le C-t par défaut, ajoutez simplement une ligne :
it_it: Prima di modificare il file, createvi una copia di backup del file nel caso in cui qualcosa andasse storto. Per cambiare il predefinito C-t aggiungete solo una riga :
nl_nl: Alvorens het bestand te wijzigen, maak een backup kopie voor het geval er iets mis gaat. Om de C-t standaard te wijzigen, voeg simpelweg deze tekst toe:
pl_pl: Przed edycją pliku, stwórz kopię zapasową w razie jakby coś poszło źle. Zmień domyślny C-t, dodając linię:
sv_se: Innan du redigerar filen, skapa en säkerhetskopia om något skulle gå fel. För att ändra C-t standard lägg helt enkelt till en rad:
uk_ua: Перед редагуванням файлу, створіть запасну копію на випадок, якщо би щось пішло не так. Для зміни типове C-t, просто додайте стрічку:

source: escape Menu # make sure you test your choice first using ':'
el_gr: Μενού διαφυγής#βεβαιωθείτε ότι έχετε δοκιμάσει την επιλογή σας πρώτα με ':'
es_es: escape Menu # asegúrese de probar primero su elección usando ':'
fr_fr: escape Menu # assurez-vous d'avoir testé préalablement votre choix en utilisant « : »
it_it: escape Menu # verificate la vostra scelta usando ':'
nl_nl: escape Menu # test uw keus eerst met ':'
pl_pl: escape Menu # bądź pewny że przetestowałeś swój wybór najpierw używając ':'
sv_se: escape Menu #Se till att du testar ditt val först genom att använda ":"
uk_ua: Вихід Меню # переконайтесь, що Ви спочатку протестували Ваш вибір, використовуючи ':'

source: We've seen many of the custom keybindings in the "bind" statements.
el_gr: Έχουμε δει πολλές από τις συχνές συντομεύσεις πληκτρολογίου στις δηλώσεις "bind".
es_es: Hemos visto muchas de las combinaciones de teclas personalizadas en las sentencias "bind".
fr_fr: Nous avons vu la plupart des raccourcis clavier personnalisés présents dans les instructions « bind ».
it_it: Abbiamo visto molte delle scorciatoie ottenibili nella rassegna.
nl_nl: We hebben vele aangepaste sneltoets instellingen gezien in de "bind" uitdrukking.
pl_pl: Widzimy wiele zmienionych skrótów klawiszowych w "wiązanym" wyrażeniu.
sv_se: Vi har sett många av de anpassade tangentbindningar i "bind" uttalanden.
uk_ua: Ми бачимо багато прив’язок клавіш для "bind"

source: The final item, together with the bindings to function keys, sets up workspaces; we'll look at these next - including C-t W.
el_gr: Το τελικό στοιχείο, μαζί με τα bindings σε πλήκτρα λειτουργιών, δημιουργεί χώρους εργασίας? Θα εξετάσουμε αυτά τα επόμενα - συμπεριλαμβανομένου του C-t W.
es_es: El último ítem, junto con los enlaces a las teclas de función, crea espacios de trabajo. Los veremos a continuación, incluyendo a C-t W.
fr_fr: Le dernier élément, ainsi que les raccourcis clavier pour les touches de fonction, configurent les espaces de travail ; nous les verrons dans la suite – C-t W.
it_it: L'argomento finale, assieme ai collegamenti ai tasti funzione, imposta gli spazi di lavoro; - vedi sotto - assieme a C-t W.
nl_nl: Het laatste ding stelt de werkruimten in, hier zullen we vervolgens naar kijken, inclusief C-t W.
pl_pl: Na końcu, zmienimy wiązania klawiszy, ustawimy obszary robocze; zobaczymy to zaraz - zwłaszcza C-t W.
sv_se: Den sista posten, tillsammans med bindningarna till funktionstangenterna, sätter upp arbetsytor, ska vi titta på dessa nästa - inklusive C-t W.
uk_ua: Останній пункт, разом з прив’язками функціональних клавіш, встановлює робочі області; ми подивимось на це далі - включаючи C-t W.

source: Using workspaces
el_gr: Χρησιμοποιώντας τους χώρους εργασίας
es_es: Usar espacios de trabajo
fr_fr: Utiliser les espaces de travail
it_it: Utilizzo degli spazi di lavoro
nl_nl: Werkruimten gebruiken
pl_pl: Używanie obszaru roboczego
sv_se: Använda arbetsytor
uk_ua: Використання робочих областей
