Repository: Salix-OS/salix-startup-guide
Catalog: */Chapter3.po
Languages: el_gr, es_ar, fr_fr, it_it, nl_nl, pl_pl, sv_se, uk_ua

source: If you are buying a new printer, it is recommended to check the availability of Linux drivers beforehand from the <ulink url="http://www.linuxfoundation.org/collaborate/workgroups/openprinting/database/databaseintro">Open Printing database</ulink> (or search on the Internet). Some companies offer printer drivers for Linux, but this is less common than desired, and often involves a lengthy installation process. For most Linux friendly printers, you have to install drivers such as gutenprint and HPIJS, both of which are available from the repositories.
el_gr: Εάν αγοράζετε ένα νέο εκτυπωτή, συνιστάται να ελέγξετε τη διαθεσιμότητα οδηγών Linux εκ των προτέρων από την <ulink url="http://www.linuxfoundation.org/collaborate/workgroups/openprinting/database/databaseintro">Open Printing database</ulink> (Ή κάντε αναζήτηση στο διαδίκτυο). Ορισμένες εταιρείες προσφέρουν προγράμματα οδήγησης εκτυπωτών για Linux, αλλά αυτό συμβαίνει λιγότερο συχνά από ό,τι θέλετε, και συχνά συνεπάγεται μια μακρά διαδικασία εγκατάστασης. Για τους περισσότερους εκτυπωτές φιλικούς στο Linux , θα πρέπει να εγκαταστήσετε τα προγράμματα οδήγησης, όπως gutenprint και HPIJS, που είναι διαθέσιμα στα αποθετήρια.
es_ar: Si va a comprar una nueva impresora, se recomienda que verifique de antemano la disponibilidad de controladores desde la <ulink url="http://www.linuxfoundation.org/collaborate/workgroups/openprinting/database/databaseintro">base de datos Open Printing</ulink> (o busque en Internet). Algunas compañías ofrecen controladores para Linux, pero esto es menos frecuente que lo deseado e implica un largo proceso de instalación. Para las impresoras amigables con Linux, tiene que instalar controladores tales como gutenprint y HPIJS, los cuales están disponibles desde los repositorios.
fr_fr: Si vous achetez une nouvelle imprimante, il est recommandé de vérifier préalablement la disponibilité de drivers Linux à partir de <ulink url="http://www.linuxfoundation.org/collaborate/workgroups/openprinting/database/databaseintro">la base de donnée libre</ulink> (ou à partir d'un moteur de recherche sur internet). Quelques compagnies mettent à disposition des drivers Linux, mais ceci est moins commun que désiré, et souvent oblige à une installation complexe. Pour la plupart des imprimantes compatibles Linux, vous n'avez qu'à installer des drivers tels que gutenprint et HPIJS, qui sont tous les deux disponibles sur les répertoires.
it_it: Se state per acquistare una nuova stampante verificate preliminarmente la compatibilità con Linux del modello prescelto all'indirizzo <ulink url="http://www.linuxfoundation.org/collaborate/workgroups/openprinting/database/databaseintro">Open Printing database</ulink> (oppure fate delle ricerche mirate su Internet). Alcuni produttori mettono a disposizione dei driver Linux per le loro stampanti; purtroppo ciò accade in rari casi e spesso comporta comunque una processo di installazione abbastanza lungo. Per la maggior parte delle stampanti Linux friendly è sufficiente installare i drivers gutenprint and HPIJS, entrambi disponibili nei repository.
nl_nl: Indien u een nieuwe printer gaat kopen, is het aan te raden om de beschikbaarheid van linux drivers in de <ulink url="http://www.linuxfoundation.org/collaborate/workgroups/openprinting/database/databaseintro">Open Printer database</ulink> te controleren (of zoek op het internet). Sommige bedrijven leveren printer drivers voor Linux, maar dit is minder gewoonlijk dan gewenst, en levert vaak een langdurig installatieproces op. Voor de meeste Linux-vriendelijke printers, moet u drivers als gutenprint en HPIJS installeren, welke beide uit de 'repositories' beschikbaar zijn.
pl_pl: Jeśli kupujesz nową drukarkę, zaleca się, aby sprawdzić dostępność sterowników dla Linuksa, wcześniej na <ulink url="http://www.linuxfoundation.org/collaborate/workgroups/openprinting/database/databaseintro"> Open Printing database </ulink> (Lub poszukania w Internecie). Niektóre firmy oferują sterowniki dla Linuksa, ale jest to więcej niż potrzeba, i często wymaga długiego procesu instalacji. Dla większości przyjaznych Linuksowi drukarek, trzeba zainstalować sterowniki, takie jak gutenprint i HPIJS, z których oba są dostępne w repozytoriach.
sv_se: Om du köper en ny skrivare, rekommenderas du att kontrollera tillgängligheten för Linux-drivrutiner förväg från <ulink url="http://www.linuxfoundation.org/collaborate/workgroups/openprinting/database/databaseintro"> Öppna Utskrift databas </ulink> (Eller sökning på Internet). Vissa företag erbjuder skrivardrivrutiner för Linux, men detta är mindre vanligt än önskat, och innebär ofta en lång installationen. För de flesta Linux-vänliga skrivare måste du installera drivrutiner som gutenprint och hpijs, som båda är tillgängliga från förråden.
uk_ua: Якщо Ви купляєте новий принтер, рекомендовано перевірити, чи існують драйвера Linux в <ulink url="http://www.linuxfoundation.org/collaborate/workgroups/openprinting/database/databaseintro">базі Open Printing</ulink> (або пошукати в інтернеті). Деякі компанії розробляють власні драйвера для Linux, але це рідкість, і часто процедура встановлення дуже довга. Для більшості принтерів, сумісних з Linux, Вам потрібно тільки встановити драйвера, такі як gutenprint і HPIJS, які доступні у сховищах.

source: Select “Add Printers and Classes”
el_gr: Επιλέξτε “Add Printers and Classes”
es_ar: Seleccionar "Agregar Impresoras y Clases"
fr_fr: Sélectionnez “Ajout d'imprimantes et de classes”
it_it: Selezionate “Add Printers and Classes”
nl_nl: Selecteer "Voeg Printers en Klassen toe"
pl_pl: Wybierz opcję "Dodaj Drukarki i klasy"
sv_se: Välj "Lägg till Printers och Classes"
uk_ua: Виберіть “Додати принтери і класи”

source: Under “Printers”, select “Add Printer”
es_ar: Bajo "Impresoras", seleccionar "Agregar impresora"
fr_fr: Sous “Imprimantes”, selectionnez “Ajout d'imprimante”
it_it: Alla voce “Printers”, selezionate “Add Printer”
nl_nl: Onder "Printers", selecteer "Voeg Printer toe"
pl_pl: W "Drukarki", wybierz "Dodaj drukarkę"
sv_se: Under "Skrivare", välj "Lägg till skrivare"
uk_ua: Під “Принтери” виберіть “Додати принтер”

source: Enter “root” as a username and your superuser password
el_gr: Πληκτρολογήστε "root" σαν όνομα χρήστη και τον κωδικό πρόσβασης υπερχρήστη σας
es_ar: Ingrese "root" como nombre de usuario y su contraseña de superusuario
fr_fr: Entrez “root” comme nom d'utilisateur et renseignez votre mot de passe super-utilisateur
it_it: Digitate “root” come username e la password di amministratore
nl_nl: Vul "root" in als gebruikersnaam en uw 'superuser' wachtwoord
pl_pl: Wpisz "root" jako nazwę użytkownika i hasło administratora
sv_se: Skriv "root" som användarnamn och ditt superanvändare lösenord
uk_ua: Введіть “root” як назву користувача і Ваш пароль суперкористувача

source: Select your printer description and choose if you would like to share the printer
el_gr: Επιλέξτε την περιγραφή του εκτυπωτή σας και επιλέξετε αν θα θέλατε να μοιραστείτε τον εκτυπωτή
es_ar: Seleccione la descripción de la impresora y elija si quiere compartirla
fr_fr: Sélectionnez votre imprimante et choisissez si vous souhaitez la partager
it_it: Selezionate la descrizione della stampante e scegliete se volete condividerla
nl_nl: Selecteer uw printer omschrijving en kies of u de printer wilt delen.
pl_pl: Wybierz opis drukarki i wybierz, czy chcesz udostępnić drukarkę
sv_se: Välj din skrivar beskrivning och välja om du vill dela skrivaren
uk_ua: Виберіть опис принтера і виберіть опцію, якщо Ви бажаєте поділитися принтером

source: Select the correct driver from the list (Model) – see an example below. This is the important part. Or if you have a <ulink url="http://en.wikipedia.org/wiki/PostScript_Printer_Description">PPD</ulink> file instead, you can load it here.
el_gr: Επιλέξτε το κατάλληλο πρόγραμμα οδήγησης από τη λίστα (Model) - δείτε ένα παράδειγμα παρακάτω. Αυτό είναι το σημαντικό κομμάτι. Ή εάν έχετε ένα <ulink url="http://en.wikipedia.org/wiki/PostScript_Printer_Description"> PPD </ulink> αρχείο αντ 'αυτού, μπορείτε να το φορτώσετε εδώ.
es_ar: Seleccione el controlador correcto de la lista (Modelo) - ver un ejemplo debajo. Esta es una parte importante. O cargue aquí un archivo <ulink url="http://es.wikipedia.org/wiki/PostScript_Printer_Description">PPD</ulink> si tiene uno en su lugar.
fr_fr: Sélectionnez le driver adéquat à partir de la liste (modèle) - voir exemple ci-dessous. C'est la partie importante. Ou si à la place vous avez <ulink url="http://en.wikipedia.org/wiki/PostScript_Printer_Description">un fichier PPD</ulink>, vous pouvez le charger ici.
it_it: Select il driver corretto dalla lista (Model) come nell'esempio sotto. Questa è la parte più importante della procedura. Se disponete di un file <ulink url="http://en.wikipedia.org/wiki/PostScript_Printer_Description">PPD</ulink> potete caricarlo in questo momento.
nl_nl: Selecteer de correcte driver van de lijst (Model) - zie onderstaand een voorbeeld. Dit is een belangijk onderdeel. Of als u een <ulink url="http://en.wikipedia.org/wiki/PostScript_Printer_Description">PPD</ulink> bestand heeft, kunt u dat hier inladen.
pl_pl: Wybierz odpowiedni sterownik z listy (Model) - patrz przykład poniżej. To jest najważniejsze. Lub jeśli masz <ulink url="http://en.wikipedia.org/wiki/PostScript_Printer_Description"> PPD </ulink> zamiast pliku, możesz załadować go tutaj.
sv_se: Välj rätt drivrutin från listan (Model) - se ett exempel nedan. Detta är den viktigaste delen. Eller om du har en <ulink url="http://en.wikipedia.org/wiki/PostScript_Printer_Description"> PPD </ulink> fil istället kan du ladda den här.
uk_ua: Виберіть правильний драйвер з списку (Модель) – дивіться приклад нижче. Це важливий етап. Або ж, якщо Ви маєте <ulink url="http://en.wikipedia.org/wiki/PostScript_Printer_Description">PPD</ulink> файл, Ви можете завантажити його сюди.

source: Screenshot of Printer Configuration
el_gr: Στιγμιότυπο Διαμόρφωσης εκτυπωτή
es_ar: Captura de pantalla de Configuración de la impresora
fr_fr: Capture d'écran de la configuration de l'imprimante
it_it: Schermata di configurazione di una stampante
nl_nl: Screenshot van de Printer instellingen
pl_pl: Zrzut ekranu konfiguracji drukarki
sv_se: Skärmdump av Skrivarkonfiguration
uk_ua: Знімок Налаштування принтера

source: Select Add Printer, and finish the process by configuring details of the printer.
el_gr: Επιλέξτε Προσθήκη εκτυπωτή, και τελειώστε τη διαδικασία με τη διαμόρφωση λεπτομερειών του εκτυπωτή.
es_ar: Seleccione Agregar impresora y finalice el proceso al configurar los detalles de la impresora.
fr_fr: Sélectionnez “Ajout imprimante”, et complétez le processus en renseignant les détails de votre imprimante.
it_it: Selezionate Add Printer e concludete la procedura inserendo le informazioni aggiuntive della stampante.
nl_nl: Select "Voeg printer toe", en beeindig het proces door de details van de printer in te stellen.
pl_pl: Wybierz opcję Dodaj drukarkę, i zakończ proces konfiguracji drukarki.
sv_se: Välj Lägg till skrivare och avsluta processen genom att konfigurera information om skrivaren.
uk_ua: Виберіть Додати принтер, і завершіть процес налаштування принтера.

source: Now the printer should be usable on your computer
el_gr: Τώρα ο εκτυπωτής θα πρέπει να μπορεί να χρησιμοποιηθεί στον υπολογιστή σας
es_ar: Ahora se debería poder usar la impresora en su computadora
fr_fr: A présent, votre imprimante devrait être utilisable sur votre système
it_it: Ora la stampante è pronta per essere utilizzata
nl_nl: Nu moet de printer klaar zijn voor gebruik op uw computer
pl_pl: Teraz drukarka powinna nadawać się do wykorzystania na komputerze
sv_se: Nu ska du kunna använda skrivaren på din dator
uk_ua: Тепер принтер повинен бути доступним на Вашому комп'ютері

source: For setting up a network printer, please consult the Salix <ulink url="http://www.salixos.org/wiki/index.php/How_to_share_a_printer_via_CUPS">wiki</ulink>.
el_gr: Για τη δημιουργία ενός εκτυπωτή δικτύου, μπορείτε να ανατρέξετε στο Salix <ulink url="http://www.salixos.org/wiki/index.php/How_to_share_a_printer_via_CUPS"> wiki </ulink> .
es_ar: Para configurar una impresora de red, por favor consulte la <ulink url="http://www.salixos.org/wiki/index.php/How_to_share_a_printer_via_CUPS">wiki</ulink> de Salix.
fr_fr: Pour mettre en place une imprimante réseau, veuillez s'il vous plait consulter le <ulink url="http://www.salixos.org/wiki/index.php/How_to_share_a_printer_via_CUPS">wiki</ulink> de Salix.
it_it: Per impostare un stampante di rete consultate il link in Salix <ulink url="http://www.salixos.org/wiki/index.php/How_to_share_a_printer_via_CUPS">wiki</ulink>.
nl_nl: Om een netwerk printer in te stellen, raadpleeg alstublieft de Salix <ulink url="http://www.salixos.org/wiki/index.php/How_to_share_a_printer_via_CUPS">wiki</ulink>.
pl_pl: Konfigurowanie drukarki sieciowej, należy zapoznać się z Salix <ulink url="http://www.salixos.org/wiki/index.php/How_to_share_a_printer_via_CUPS"> wiki </ulink> .
sv_se: För att upprätta en nätverksskrivare, se Salix <ulink url="http://www.salixos.org/wiki/index.php/How_to_share_a_printer_via_CUPS"> Wiki </ulink> .
uk_ua: Для налаштування мережевого принтера використайте сторінку <ulink url="http://www.salixos.org/wiki/index.php/How_to_share_a_printer_via_CUPS">вікі</ulink>.

source: Salix Codecs Installer
el_gr: Εγκατάσταση κωδικοποιητών πολυμέσων του Salix
es_ar: Instalador de Codecs de Salix
fr_fr: Installateur de codecs Salix
it_it: Installazione dei codec
pl_pl: Salix Instalator kodeków
uk_ua: Встановлювач кодеків Salix

source: Salix only includes, by default, software that are legally free to use in any country, and that means that proprietary media formats are not configured “out of the box”. Most commercial DVDs are encrypted, and that means that you need to install certain codecs to view them. This is legally permitted in most countries but not all. Please check and obtain legal advice if you are unsure whether a particular legal restriction applies to a media format and/or packages you wish to use in your country.
el_gr: Το Salix περιλαμβάνει μόνο, από προεπιλογή, το λογισμικό που είναι νομικά ελεύθερο να χρησιμοποιηθεί σε οποιαδήποτε χώρα, και αυτό σημαίνει ότι ιδιόκτητες μορφές των πολυμέσων δεν ρυθμίζονται "out of the box". Τα περισσότερα εμπορικά DVDs είναι κρυπτογραφημένα, και αυτό σημαίνει ότι θα πρέπει να εγκαταστήσετε ορισμένα codecs για να τα δείτε. Αυτό επιτρέπεται από το νόμο στις περισσότερες χώρες αλλά όχι σε όλα. Παρακαλείστε να ελέγξετε και να λάβετε νομικές συμβουλές αν δεν είστε βέβαιοι αν ένας συγκεκριμένος νομικός περιορισμός ισχύει για ένα τύπο πολυμέσων και/ή για πακέτα που επιθυμείτε να χρησιμοποιήσετε στη χώρα σας.
es_ar: Por defecto, Salix solamente incluye software que es legalmente libre para usarse en cualquier país, lo que significa que los formatos de medios propietarios no está configurados "fuera de la caja". La mayoría de los DVDs comerciales están encriptados, lo que significa que Ud necesita instalar ciertos codecs para verlos. En la mayoría de los países - pero no en todos - esto está legalmente permitido. Por favor compruebe y obtenga una advetencia legal si no está seguro si una restricción legal se aplica al formato de un medio y/o paquetes que desea usar en su país.
fr_fr: Salix inclut, par défaut, seulement des logiciels qui peuvent etre utilisés de manière légale dans tous pays; cela signifie que les formats multimédia du type propriétaire ne sont pas configurés ''out of the box''. La plupart des DVDs commercials sont cryptés et donc vous nécessitez d'installer les respectif codecs afin de pouvoir les voir. Ceci est permis de la loi dans la plupart des pays mai pas en tous. Si vous n'êtes pas sûrs si ceci est votre cas, vueillez préliminairement obtenir un avis légal pour vérifier si des restrictions de loi s'appliquent au format multimédia et/ou aux paquets que vous entendez utiliser dans votre pays.
it_it: Salix include in modo predefinito solo software che possono essere usati senza restrizioni in ogni paese; ciò significa che I formati multimediali proprietari non funzionano “out of the box”. La maggior parte dei DVD commerciali sono criptati , quindi significa che dovete installare alcuni codecs per renderli visibili . Questo è legalmente consentito nella maggior parte ma non in tutti I paesi. Per favore verificate e chiedete un parere legale se non siete sicuri che nel vostro pease si applichino restrizioni a qualche formato od applicazione.
nl_nl: Salix bevat standaard alleen software welke juridisch vrij in gebruik is in ieder land en dit betekent dat propriëtaire mediaformaten niet standaard zijn geconfigureerd. De meeste commerciële DVDs zijn gecodeerd, dit betekent dat u een bepaalde codec moet installeren om deze te bekijken. Dit is juridisch toegestaan in de meeste landen. Indien niet zeker, controleer dit alstublieft en vraag juridisch advies of een specifieke juridische beperking op het gebruik van een media formaat en/of pakket geldt in uw land.
pl_pl: Salix zawiera tylko domyślne oprogramowanie, które są prawnie dozwolone do korzystania w dowolnym kraju, a to oznacza, że ​​własnościowe formaty multimedialne nie są skonfigurowane "z pudełka". Większość komercyjnych dysków DVD jest szyfrowanych, a to oznacza, że ​​trzeba zainstalować niektóre kodeki do ich przeglądania. Jest to prawnie dozwolone w większości krajów, ale nie wszystkich. Proszę sprawdzić i uzyskać poradę prawną, jeśli są wątpliwości, czy dane prawne ograniczenie dotyczy formatu mediów i/lub pakietów do wykorzystania w kraju.
sv_se: Salix innehåller endast som standard programvara som är juridiskt fria att använda i alla länder, och det innebär att proprietära mediaformat inte är konfigurerade "out of the box". De flesta kommersiella DVD-skivor är krypterade, och det betyder att du måste installera vissa codecs för att visa dem. Detta är juridiskt tillåtet i de flesta länder men inte alla. Kontrollera och få juridisk rådgivning om du är osäker på om en viss juridisk begränsning gäller för ett media-format och/eller paket du vill använda i ditt land.
uk_ua: За замовчуванням Salix містить тільки програми, що легально вільні для використання в будь-якій країні, і це означає, що закриті формати медіа не налаштовані “відразу”. Більшість комерційних DVD є зашифровані, тобто Вам потрібно встановити певні кодеки для їхнього перегляду. Це легально дозволено в багатьох країнах, але не у всіх. Будь ласка, перевірте, чи якісь обмеження щодо форматів медіа існують у Вашій країні.

source: Salix codecs installer can be found under “Multimedia” in the main application menu, and conveniently install those codecs to enhance your viewing experiences.
el_gr: Ο εγκαταστάτης κωδικοποιητών πολυμέσων του Salix μπορεί να βρεθεί υπό τον τίτλο "Πολυμέσα" στο κύριο μενού της εφαρμογής, και βολικά να εγκαταστήσετε αυτά τα codecs για την ενίσχυση των εμπειριών προβολής πολυμέσων σας.
es_ar: El instalador de codecs de Salix se puede encontrar en "Multimedia" del menú principal de aplicaciones e instala aquellos codecs que mejoran su experiencia de visión.
fr_fr: L'Installateur de codecs Salix est placé dans la section ''Multimedia'' du menu principal des logiciels de manière d'installer les codecs nécessaires à améliorer votre expérience visuelle.
it_it: L'installatore di codec di Salix si trova nel menu delle applicazioni alla voce “Multimedia” e se lanciato installa I codec necessari ad arricchire la vostra esperienza multimediale.
nl_nl: Salix codecs installer kan worden gevonden onder "Multimedia" in het hoofd applicatiemenu en installeert eenvoudig de codecs om uw kijkervaring te verbeteren.
pl_pl: Salix instalator kodeków można znaleźć w sekcji "Multimedia" w menu głównym aplikacji i wygodnie zainstalować te kodeki do zwiększenia możliwości oglądania.
sv_se: Salix codecs installationsprogrammet hittar du under "Multimedia" i programmets huvudmeny, och enkelt installera dessa codecs för att förbättra din tittandet.
uk_ua: Встановлювач кодеків Salix можна знайти в розділі "Мультимедіа" в головному меню програм, і встановити ці кодеки.

source: For more information on what is actually installed, please see <ulink url="http://www.salixos.org/wiki/index.php/What_gets_installed_with_the_%22Install_multimedia_codecs%22_application?">here</ulink>.
el_gr: Για περισσότερες πληροφορίες σχετικά με το τι είναι πραγματικά εγκατεστημένο, παρακαλούμε δείτε <ulink url="http://www.salixos.org/wiki/index.php/What_gets_installed_with_the_%22Install_multimedia_codecs%22_application?">εδώ</ulink>.
es_ar: Para obtener más información acerca de lo que está instalado, vea <ulink url="http://www.salixos.org/wiki/index.php/What_gets_installed_with_the_%22Install_multimedia_codecs%22_application?">aquí</ulink>.
fr_fr: Pour obtenir plus d'information sur la dotation multimedià qui va être installée, voir <ulink url="http://www.salixos.org/wiki/index.php/What_gets_installed_with_the_%22Install_multimedia_codecs%22_application?">ici</ulink>.
it_it: Per verificare cosa verrà installato consultate <ulink url="http://www.salixos.org/wiki/index.php/What_gets_installed_with_the_%22Install_multimedia_codecs%22_application?">here</ulink>.
nl_nl: Voor meer informatie van wat er werkelijk is geinstalleerd, zie <ulink url="http://www.salixos.org/wiki/index.php/What_gets_installed_with_the_%22Install_multimedia_codecs%22_application?">hier</ulink>.
pl_pl: Więcej informacji na temat tego, co jest rzeczywiście zainstalowane, zobacz <ulink url="http://www.salixos.org/wiki/index.php/What_gets_installed_with_the_%22Install_multimedia_codecs%22_application?"> tutaj </ulink> .
sv_se: För mer information om vad som faktiskt installerat, se <ulink url="http://www.salixos.org/wiki/index.php/What_gets_installed_with_the_%22Install_multimedia_codecs%22_application?"> här </ulink>.
uk_ua: Для детальнішої інформації, що актуально встановлено, дивіться <ulink url="http://www.salixos.org/wiki/index.php/What_gets_installed_with_the_%22Install_multimedia_codecs%22_application?">тут</ulink>.

source: Salix Tools
el_gr: Εργαλεία του Salix
es_ar: Herramientas de Salix
fr_fr: Outils Salix
pl_pl: Salix Narzędzia
sv_se: Salix Verktyg
uk_ua: Інструменти Salix

source: What are the Salix Tools?
el_gr: Ποια είναι τα εργαλεία του Salix;
es_ar: ¿Qué son las Herramientas de Salix?
fr_fr: Que sont les Outils Salix?
it_it: Cosa sono i Salix Tools?
nl_nl: Wat zijn de Salix Tools?
pl_pl: Jakie są narzędzia Salix?
sv_se: Vad är Salix Tools?
uk_ua: Що таке Інструменти Salix?

source: Screenshot of System Menu
el_gr: Screenshot του Μενού Συστήματος
es_ar: Captura de pantalla del Menu del sistema
fr_fr: Copie d'écran du Menu de Système
it_it: Schermata del menu Sistema
nl_nl: Screenshot van het Systeem Menu
pl_pl: Zrzut ekranu z menu systemowego
sv_se: Skärmdump av System Menu
uk_ua: Знімок Меню системи
