Repository: Salix-OS/salix-startup-guide
Catalog: */Chapter2.po
Languages: ar_sa, el_gr, es_es, it_it, nl_nl, pl_pl, sv_se, uk_ua

source: If you're running on Unix (Linux, BSD, Mac OS X), just run the file called “install-on-USB.sh”. If you're on Windows, just run the file called “install-on-USB.cmd” instead.
ar_sa: إذا كنت تقوم بتشغيل على Unix (لنكس, BSD, Mac OS X), فقط قم بتشغيل ملف يسمى “تثبيت-على-USB.sh”. إذا كنت على نظام وندوز، فقط شغل ملف يسمى “تثبيت-على-USB.cmd” بدلاً من ذلك.
el_gr: Αν τρέχετε σε Unix (Linux, BSD, Mac OS X), εκτελέστε ακριβώς το αρχείο που ονομάζεται "install-on-USB.sh". Αν είστε σε Windows, εκτελέστε μόνο το αρχείο που ονομάζεται "install-on-USB.cmd" αντ 'αυτού.
es_es: Si está corriendo en Unix (Linux, BSD o Mac OS X), basta que ejecute el archivo llamado "install-on-USB.sh". Si está corriendo en Windows, basta que en su lugar ejecute "install-on-USB.cmd".
it_it: Se utilizzate un sistema operativo di tipo Unix (Linux, BSD, Mac OS X), avviate il file ''install-on-USB.sh''. Se utilizzate Windows avviate invece il file ''install-on-USB.cmd''.
nl_nl: Indien u een Unix OS gebruikt (Linux, BSD, Mac OSX), start dan het bestand genaamd “install-on-USB.sh”. Indien u Windows gebruikt, start dan het bestand “install-on-USB.cmd”.
pl_pl: Jeśli pracujesz na systemie Unix (Linux, BSD, Mac OS X), wystarczy uruchomić plik o nazwie "install-on-USB.sh". Jeśli używasz systemu Windows, wystarczy uruchomić plik o nazwie "install-on-USB.cmd".
sv_se: Om du kör Unix (Linux, BSD, Mac OS X), kör filen "install-on-USB.sh". Om du är i Windows, kör filen "install-on-USB.cmd" istället.
uk_ua: Якщо Ви працюєте на Unix (Linux, BSD, Mac OS X), тоді запустіть файл з назвою “install-on-USB.sh”. Якщо ж Ви на Windows, тоді запустіть файл з назвою “install-on-USB.cmd”.

source: Booting from a Salix Installation CD/DVD/USB Key
ar_sa: الإقلاع من CD/DVD/USB لتثبيت Salix
el_gr: Εκκίνηση από ένα Salix CD/DVD/USB Key εγκατάστασης
es_es: Arrancar desde un CD/DVD/llave USB de Instalación de Salix
it_it: Avvio da supporto di installazione DVD/CD/Chiavetta USB
nl_nl: Booten van een Salix Installatie CD/DVD/USB Key
pl_pl: Bootowanie z instalacji Salix CD/DVD/USB flash
sv_se: Starta upp från en Salix Installation CD/DVD/USB-minne
uk_ua: Завантаження Salix з CD/DVD/USB-флешки

source: Your computer must be set to boot on the optical drive / USB port first before defaulting to the internal hard disk drive.
ar_sa: يجب ضبط الكمبيوتر للإقلاع في محرك الأقراص الضوئية / منفذ USB أولاً قبل محركات الأقراص الثابتة الداخلية.
el_gr: Ο υπολογιστή σας πρέπει να ρυθμιστεί να εκκινεί πρώτα από τον οπτικό δίσκο πριν από το εξ΄ορισμού εσωτερικό σκληρό δίσκο.
es_es: La computadora tiene que configurarse para arrancar desde la unidad óptica / puerto USB por defecto antes que el disco duro interno.
it_it: Il computer deve essere impostato per poter effettuare il boot da lettore ottico / chiavetta USB prima di tentare l'avvio dal disco fisso.
nl_nl: Uw computer moet eerst kunnen booten van een optische- of USB drive voordat deze standaard van de interne Harddisk boot.
pl_pl: Komputer musi być ustawiony na bootowanie z napędu optycznego/portu USB przed wewnętrznym dyskiem twardym.
sv_se: Din dator måste vara inställd att starta upp på den optiska enheten / USB-port före den interna hårddisken.
uk_ua: Ваш коп’ютер повинен бути налаштований на завантаження з оптичного диску / порту USB перед завантаженням з типового твердого диску.

source: If that is not the case, you need to first modify the <ulink url="http://en.wikipedia.org/wiki/BIOS">BIOS</ulink> setting, usually by pressing the Del key or the F2 key (or some other key combinations depending on your machine). Once in the BIOS, find the "boot menu" or similar and set the order of the boot devices properly, with your optical drive/USB port in the first position. Save your changes and reboot your computer.
ar_sa: إذا كانت هذه ليست حالة حرجة، تحتاج أولاً إلى تعديل إعداد <ulink url="http://en.wikipedia.org/wiki/BIOS">BIOS</ulink> ، عادة بالضغط على مفتاح Del أو المفتاح F2 (أو بعض تركيبات المفاتيح الأخرى اعتماداً على الجهاز الخاص بك). مرة واحدة في BIOS، ابحث عن "قائمة التشغيل" أو ما شابه، وعين ترتيب أجهزة الإقلاع بشكل صحيح، مع وضع منفذ محرك الأقراص الضوئية/USB في المركز الأول. أحفظ التغييرات ثم أعد التشغيل.
el_gr: Αν αυτό δεν συμβαίνει, θα πρέπει να τροποποιήσετε πρώτα τις ρυθμίσεις του <ulink url="http://en.wikipedia.org/wiki/BIOS"> BIOS </ulink>, συνήθως πατώντας το πλήκτρο Del ή το πλήκτρο F2 (ή κάποιο άλλο συνδυασμό πλήκτρων ανάλογα με το μηχάνημά σας). Μόλις στο BIOS, βρείτε το "μενού εκκίνησης" ή παρόμοιο και ορίσετε τη σειρά των συσκευών εκκίνησης σωστά, με τον οπτικό δίσκο/USB στην πρώτη θέση. Αποθηκεύστε τις αλλαγές σας και να επανεκκινήσετε τον υπολογιστή σας.
es_es: Si ese no es el caso, se necesita modificar primero la configuración del <ulink url="http://es.wikipedia.org/wiki/BIOS">BIOS</ulink>, normalmente al presionar la tecla Supr o la tecla F2 (o alguna otra combinación de teclas que depende de su máquina). En una vez en el BIOS, busque el "menú de arranque" o similar y establezca el orden adecuado de los dispositivos de arranque, con su disco óptico/puerto USB en la primera posición. Guarde los cambios y reinicie el ordenador.
it_it: Se la sequenza di boot non è impostata così dovete entrare nelle impostazioni del <ulink url="http://en.wikipedia.org/wiki/BIOS">BIOS</ulink>, generalmente premendo il tasto Canc o F2 del computer (possibili altre combinazioni a seconda del computer). Entrati nel BIOS, selezionate la voce "boot menu" o una similare ed impostate opprtunamente l'ordine dei dispositivi da verificare per l'avvio, portando il lettore CD / Chiavetta USB in prima posizione. Salvate le modifiche e riavviate il computer.
nl_nl: Indien dat niet het geval is, moet u eerst in de <ulink url="http://en.wikipedia.org/wiki/BIOS">BIOS</ulink> een instelling wijzigen, normaliter door de DEL toets of de F2 toets in te drukken (of een andere toetscombinatie afhankelijk van uw computer). Eenmaal in de BIOS, vindt het "boot menu" of iets dergelijks en wijzig de volgorde van boot apparaten zodat uw CD/DVD/USB als eerste in de lijst staat. Sla uw wijzigingen op en herstart uw computer.
pl_pl: Jeśli tak nie jest, trzeba najpierw zmienić ustawienie <ulink url="http://en.wikipedia.org/wiki/BIOS"> BIOS </ulink> zwykle naciskając klawisz Del lub F2 (lub inne kombinacje klawiszy w zależności od urządzenia). W BIOS, znajdź "boot menu" lub podobne nazwane i ustaw kolejność urządzeń rozruchowych prawidłowo, z napędem optycznym/portrm USB na pierwszej pozycji. Zapisz zmiany i uruchom ponownie komputer.
sv_se: Om så inte är fallet, måste du först ändra <ulink url="http://en.wikipedia.org/wiki/BIOS">BIOS</ulink> inställning, vanligtvis genom att trycka på Delete-tangenten eller på F2 (eller några andra viktiga kombinationer beroende på din maskin). Väl inne i BIOS, leta upp "boot menu" eller liknande och ställ in ordningen på startenheter korrekt med din optiska enhet / USB-port i den första positionen. Spara ändringarna och starta om datorn.
uk_ua: Якщо це не так, тоді Вам потрібно змінити налаштування <ulink url="http://en.wikipedia.org/wiki/BIOS">BIOS</ulink>, зазвичай натискаючи клавішу Del або F2 (або іншу комбінацію в залежності від комп’ютера) при завантаженні комп’ютера. В меню BIOS знайдіть "boot menu" або щось схоже і налаштуйте відповідно порядок завантаження, тобто з Вашого оптичного диску/USB порта на першій позиції. Збережіть зміни і перезавантажте комп’ютер.

source: Insert the Salix OS (Live)CD/DVD or USB key, and start up your computer.
ar_sa: ادخل قرص نظام تشغيل Salix (لايف)CD/DVD أو USB، وبدء تشغيل الكمبيوتر.
el_gr: Τοποθετήστε το Salix OS (Live) CD/DVD ή USB key, και κάντε εκκίνηση του υπολογιστή σας.
es_es: Insertar el (Live)CD/DVD de Salix OS o la llave USB e iniciar la computadora.
it_it: Inserite il (Live)CD / Chiavetta USB SalixOS ed avviate il computer.
nl_nl: Plaats de Salix OS (Live)CD/DVD of USB key, en start uw computer.
pl_pl: Włóż Salix OS (Live) CD/DVD lub klucz USB i uruchom komputer.
sv_se: Sätt in Salix OS (Live) CD/DVD eller USB-minne, och starta om datorn.
uk_ua: Вставте Salix OS (Live)CD/DVD або USB-флешку і включіть Ваш комп'ютер.

source: Salix Live Boot Menu
ar_sa: قائمة إقلاع Salix
el_gr: Mενού εκκίνησης του Salix Live
es_es: Menú de inicio de Salix Live
it_it: Menu di avvio Salix Live
pl_pl: Menu Salix Boot Live
sv_se: Salix Live Boot Meny
uk_ua: Меню завантаження Salix Live

source: Screenshot of Salix Live Boot Menu
ar_sa: لقطة شاشة لقائمة إقلاع Salix الحية
el_gr: Στιγμιότυπο του μενού εκκίνησης του Salix Live
es_es: Captura de pantalla del Menú de Inicio de Salix Live
it_it: Schermata del menu di avvio di Salix Live
nl_nl: Screenshot van het Salix Live Boot Menu
pl_pl: Zrzut ekranu z Menu Salix Live
sv_se: Skärmdump av Salix Live Boot Meny
uk_ua: Знімок меню завантаження Salix Live

source: The first screen to greet you will enable you to select your language. Once you have selected your language, simply press on the Enter key to activate your choice.
ar_sa: الشاشة الأولى صفحة الترحيب ستتيح لك اختيار اللغة الخاصة بك. بعد اختيار اللغة، اضغط على المفتاح Enter لتنشيط اختيارك.
el_gr: Η πρώτη οθόνη για να σας υποδεχτεί, θα σας δώσει τη δυνατότητα να επιλέξετε τη γλώσσα σας. Αφού επιλέξετε τη γλώσσα σας, απλά πιέστε το πλήκτρο Enter για να ενεργοποιήσετε την επιλογή σας.
es_es: La primera pantalla de bienvenida le permitirá seleccionar el idioma. Una vez que haya seleccionado el idioma, basta con pulsar sobre la tecla Enter para activar su elección.
it_it: La prima schermata vi consente di impostare la lingua da utilizzare all'avvio. Una volta selezionata la lingua, premete il tasto Invio per confermare la scelta.
nl_nl: Het eerste scherm dat u begroet geeft de optie uw taal te selecteren. Eenmaal de taal geselecteerd, kunt u op de Enter toets drukken om uw keus te activeren.
pl_pl: Po wybraniu języka, wystarczy nacisnąć na klawisz Enter, aby aktywować wybór.
sv_se: Den första skärmen som visar sig ger dig möjlighet att välja språk. När du har valt ditt språk, tryck på Enter för att aktivera ditt val.
uk_ua: Перший екран дозволить Вам вибрати мову. Після вибору мови натисніть на клавішу вводу, щоб активувати Ваш вибір.

source: On the following menu, you will be given the possibility to change your keyboard map if the default one for your language does not suit you.
ar_sa: القائمة التالية، ستعطيك إمكانية تغيير مخطط لوحة المفاتيح إذا لم يناسبك التخطيط الافتراضي للغة.
el_gr: Στο επόμενο μενού, θα σας δοθεί η δυνατότητα να αλλάξετε τον χάρτη του πληκτρολογίου σας, αν το προεπιλεγμένο για τη γλώσσα σας δεν σας ταιριάζει.
es_es: En el siguiente menú, se le dará la posibilidad de cambiar el mapa de su teclado si el predeterminado para su idioma no le conviene.
it_it: Nel menu seguente avete la possibilità di modificare la mappatura della tastiera se quella proposta di default per la lingua che avete selezionato non fa al caso vostro.
nl_nl: In het volgende menu kunt u uw toetsenbordindeing wijzigen als de standaard niet geschikt is voor uw taal.
pl_pl: Na następnych menu, będziesz miał możliwość zmiany mapy klawiatury, jeśli domyślna dla danego języka nie pasuje.
sv_se: På följande meny kommer du ges möjlighet att ändra ditt tangentbords layout om standarden för ditt språk inte passar dig.
uk_ua: В наступному меню Ви отримаєте можливість змінити Вашу розкладку клавіатури, якщо типова не задовольняє Вас.

source: Screenshot of Boot Menu edition options
ar_sa: لقطة شاشة لقائمة الإقلاع نسخة الخيارات
el_gr: Στιγμιότυπο από τις επιλογές του Μενού εκκίνησης ανάλογα με την έκδοση
es_es: Captura de pantalla de las opciones de edición del Menú de Inicio
it_it: Schermata delle opzioni di modifica del menu di avvio
nl_nl: Screenshot van het Boot Menu optiewijzigingen
pl_pl: Zrzut ekranu z opcji Boot Menu
sv_se: Skärmdump av Boot Options Menu
uk_ua: Знімок екрану редагування параметрів меню завантаження

source: You also have the possibility to modify most default boot settings (see <xref linkend="sect-Startup_Guide-Advanced_Live_CD_Options-Advanced_Boot_Options" />).
ar_sa: لديك أيضا إمكانية تعديل إعدادات الإقلاع الافتراضي (انظر <xref linkend="sect-Startup_Guide-Advanced_Live_CD_Options-Advanced_Boot_Options" />).
el_gr: Έχετε επίσης τη δυνατότητα να τροποποιήσετε τις περισσότερες ρυθμίσεις εκκίνησης (δείτε <xref linkend="sect-Startup_Guide-Advanced_Live_CD_Options-Advanced_Boot_Options" /> ).
es_es: También tiene la posibilidad de modificar la mayoría de los parámetros de arranque por defecto (see <xref linkend="sect-Startup_Guide-Advanced_Live_CD_Options-Advanced_Boot_Options" />).
it_it: Avete inoltre la possibilità di modificare la maggior parte delle impostazioni di avvio di default (vedi <xref linkend="sect-Startup_Guide-Advanced_Live_CD_Options-Advanced_Boot_Options" />).
nl_nl: U heeft ook de mogelijkheid om de meeste boot instellingen te wijzigen (zie <xref linkend="sect-Startup_Guide-Advanced_Live_CD_Options-Advanced_Boot_Options" />).
pl_pl: Masz również możliwość zmiany większości ustawień boot (patrz <xref linkend="sect-Startup_Guide-Advanced_Live_CD_Options-Advanced_Boot_Options" /> ).
sv_se: Du har också möjlighet att ändra standardinställningar för boot (se <xref linkend="sect-Startup_Guide-Advanced_Live_CD_Options-Advanced_Boot_Options" /> ).
uk_ua: Так само Ви маєте можливість змінити типові налаштування завантаження (дивіться <xref linkend="sect-Startup_Guide-Advanced_Live_CD_Options-Advanced_Boot_Options" />).

source: Simply press Enter on the default menu entry: Start Salix Live and a moment later you will see Salix starting up.
ar_sa: بساطة اضغط Enter لإدخال القائمة الافتراضية: بدء تشغيل Salix الحي ولحظة بعد ذلك ستشاهد Salix يبدأ.
el_gr: Απλά πατήστε Enter για την είσοδο στο προεπιλεγμένο μενού: Ξεκινήστε το Salix Live και λίγο αργότερα θα δείτε το Salix να ξεκινά.
es_es: Solo tiene que presionar Enter en la entrada de menú por defecto: Iniciar Salix Live y un momento más tarde será arrancar a Salix.
it_it: Premete Invio alla voce: Avvia Salix Live per inizializzare il sistema operativo.
nl_nl: Druk simpelweg op Enter voor de standaar menukeuze: Start Salix Live en u zult Salix meteen zien opstarten.
pl_pl: Po prostu naciśnij Enter w domyślnym menu: Start Salix Live i za chwilę pojawi Salix wystartuje.
sv_se: Tryck bara på Enter på standard menyposten: Start Salix Live och en stund senare kommer du att se Salix starta upp.
uk_ua: Натисніть на клавішу вводу на пункті меню: Запустити Salix Live і за момент Ви побачите запуск Salix.

source: Root Password
ar_sa: كلمة مرور الجذر
el_gr: Κωδικός Root
es_es: Contraseña del root
it_it: Password di Amministratore
nl_nl: Root Wachtwoord
pl_pl: Hasło roota
sv_se: Lösenord för root
uk_ua: Пароль суперкористувача

source: For a system wide change, such as installation of an application, you are required to type in the administrator's password (the “root” or “superuser” password).
ar_sa: لتغييرات النظام الكبيرة، مثل تثبيت تطبيق ما، سيتم مطالبتك بكتابة كلمة مرور الجذر (كلمة “الجذر“ أو “المسئول“).
el_gr: Για μια μεγάλη αλλαγή συστήματος, όπως η εγκατάσταση μιας εφαρμογής, σας ζητείται να πληκτρολογήσετε τον κωδικό πρόσβασης του διαχειριστή (το password του "root" ή του "superuser").
es_es: Para un gran cambio del sistema, tal como la instalación de una aplicación, es necesario que escriba la contraseña del administrador (la contraseña de "root" o "superusuario").
it_it: Per effettuare una modifica al sistema, come ad esempio l'installazione di una applicazione, vi sarà richiesto di digitare la password di amministratore (utente ''root'' o ''superutente'').
nl_nl: Voor een wijziging door het hele systeem, zoals de installatie van een applicatie, is het benodigd om een wachtwoord van de administrator in te voeren (het "root" of "superuser" wachtwoord).
pl_pl: Abyś mógł w systemie wykonywać takie zmiany jak instalacja aplikacji, wiedz że wymagane do tego jest wpisanie hasła administratora ("root" lub "superużytkownika").
sv_se: För ett system förändring, till exempel installation av ett program, måste du skriva in administratörens lösenord ("root" eller "superanvändarens" lösenord).
uk_ua: Для глобальних змін у системі, таких як встановлення програм, Вам потрібно ввести пароль адміністратора (пароль "root"-а або "суперкористувача")

source: The password for Salix Live is <emphasis role="bold">live</emphasis> for all the Salix Live editions.
ar_sa: كلمة المرور Salix الحي <emphasis role="bold">live</emphasis> لكافة إصدارات Salix حية.
el_gr: Ο κωδικός πρόσβασης για το Salix Live είναι <emphasis role="bold">live</emphasis> για όλα τις εκδόσεις του Salix Live.
es_es: La contraseña para Salix Live es <emphasis role="bold">live</emphasis> para todas las ediciones de Salix Live.
it_it: La passord di Salix Live è <emphasis role="bold">live</emphasis> per tutte le edizioni di Salix Live.
nl_nl: Het wachtwoord voor Salix Live is <emphasis role="bold">live</emphasis> voor alle edities van Salix Live.
pl_pl: Hasło dla Salix Live <emphasis role="bold"> live </emphasis> jest takie samo dla wszystkich edycji Salix Live.
sv_se: Lösenordet för Salix Live är <emphasis role="bold">live</emphasis> för alla Salix Live-utgåvorna.
uk_ua: Паролем для Salix Live є <emphasis role="bold">live</emphasis> для всіх видань Salix Live.

source: Preparing Salix Installation
ar_sa: تحضير لتثبيت Salix
el_gr: Προετοιμασία της εγκατάστασης του Salix
es_es: Preparar la instalación de Salix
it_it: Preparare l'installazione di Salix
nl_nl: Salix Installatie voorbereinden
pl_pl: Przygotowywanie instalacji Salix
sv_se: Förbereda Salix Installation
uk_ua: Підготовка встановлення Salix

source: Before starting
ar_sa: قبل البدء
el_gr: Πριν από την έναρξη
es_es: Antes de arrancar
it_it: Prima di iniziare
nl_nl: Alvorens te beginnen
pl_pl: Przed rozpoczęciem
sv_se: Innan du börjar
uk_ua: Перед тим як почати

source: Installing Salix OS on your computer is simple. But before starting, it is wise to check the following points:
ar_sa: تثبيت نظام تشغيل Salix على الكمبيوتر بسيط. ولكن قبل البدء، من الحكمة أن تحقق النقاط التالية:
el_gr: Η εγκατάσταση του Salix OS στον υπολογιστή σας είναι απλή. Αλλά πριν από την έναρξη, είναι συνετό να ελέγξετε τα ακόλουθα σημεία:
es_es: Instalar Salix OS en su computadora es simle. Pero antes de comenzar, es aconsejable comprobar los siguientes puntos:
it_it: Installare Salix OS è semplice. Prima di iniziare verificate bene quanto segue:
nl_nl: Het installeren van Salix OS op uw computer is eenvoudig. Maar alvorens te beginnen, is het verstandig de volgende punten te controleren:
pl_pl: Instalacja Salix OS na komputerze jest prosta. Ale przed rozpoczęciem, dobrze jest sprawdzić następujące punkty:
sv_se: Installera Salix OS på datorn är enkelt. Men innan du börjar, är det klokt att kontrollera följande punkter:
uk_ua: Встановлення Salix OS на комп'ютер є простим. Однак на початку перевірте наступне:

source: Have you backed-up all the important files you have?
ar_sa: هل نسخت احتياطياً كافة الملفات المهمة لديك؟
el_gr: Έχετε δημιουργήσει αντίγραφα ασφαλείας όλων των σημαντικών αρχείων που έχετε;
es_es: ¿Ya realizó una copia de seguridad de todos sus archivos importantes?
it_it: Avete fatto una copia di sicurezza dei dati importanti presenti sul vostro hard disk?
nl_nl: Heeft u een backu van alle belangrijke bestanden?
pl_pl: Czy masz kopie zapasowe wszystkich ważnych plików?
sv_se: Har du säkerhetskopierade alla viktiga filer du har?
uk_ua: Чи Ви зробили резервні копії всіх Ваших важливих файлів?

source: Check if your computer comes with Linux-friendly/supported hardware*
ar_sa: تحقق إذا كان الكمبيوتر يقدم عتاد صديق للينكس /مدعوم*
el_gr: Ελέγξτε αν ο υπολογιστής σας έρχεται με Linux-friendly/supported * υλικό
es_es: Verificar que su computadora tiene hardware soportado por Linux*
it_it: Verificate che il computer disponga di hardware supportato da Linux*
nl_nl: Controleer of uw computer Linux ondersteunde hardware bevat*
pl_pl: Sprawdź, czy komputer jest wyposażony w sprzęt Linux-friendly/wsparcie *
sv_se: Kontrollera om din dator kommer med Linux-friendly/supported hårdvara *
uk_ua: Перевірте, чи Ваш комп'ютер має залізо, яке підтримується Linux*

source: Recommended running specification (Intel PIII 1 GHz, 512 Mb RAM, 8Gb HD space, or equivalent, though a lower spec machine may run without a problem)
ar_sa: مواصفات التشغيل المقترحة (Intel بيي 1 جيجاهرتز، 512 ميغا بايت ذاكرة الوصول العشوائي، مساحة 8 جيجا بايت، أو ما يعادلها، وأن كان من الممكن التشغيل على جهاز بمواصفات أدنى بدون مشكلة)
el_gr: Προτεινόμενες προδιαγραφές λειτουργίας (Intel PIII 1 GHz, μνήμη RAM 512 MB, 8Gb χωρητικότητα στο σκληρό δίσκο, ή ισοδύναμο, αν και μπορεί να τρέξει χωρίς πρόβλημα και σε μηχανή χαμηλότερων προδιαγραφών)
es_es: Especificación recomendada de ejecución (Intel PIII 1 GHz, 512 MB de RAM, 8 GB de espacio en disco duro, o equivalente, aunque una máquina de especificación inferior puede ejecutar sin ningún problema)
it_it: Specifiche tecniche raccomandate (processore Intel Pentium III 1GHz, 512 Mb RAM, 8Gb di spazio su HD; o equivalenti, anche se una macchina con caratteristiche inferiori può funzionare senza problemi).
nl_nl: Aanbevolen specificaties (Intel PIII 1 GHz, 512 Mb RAM, 8Gb HDD grootte, of vergelijkbaar, alhoewel een computer met mindere specificaties ook zonder problemen kan draaien)
pl_pl: Zalecane działająca specyfikacja (Intel Pentium III 1 GHz, 512 MB RAM, 8 GB miejsca na dysku twardym, lub równoważne, choć maszyny o niższej specyfikacji mogą również działać bez problemu)
sv_se: Rekommenderad specifikation (Intel PIII 1 GHz, 512 MB RAM, 8 GB hårddiskutrymme, eller motsvarande, men en lägre spec maskin kan köras utan problem)
uk_ua: Рекомендована конфігурація системи (Intel PIII 1 GHz, 512 Mb RAM, 8Gb HD вільного простору, або еквівалентна, хоча може працювати і на слабшій конфігурації)

source: At least one separate <ulink url="http://en.wikipedia.org/wiki/Disk_partitioning">partition</ulink> dedicated for Salix on your computer
ar_sa: واحد على الأقل مستقل <ulink url="http://en.wikipedia.org/wiki/Disk_partitioning">قسم</ulink> مخصص لتثبيت Salix على الكمبيوتر
el_gr: Τουλάχιστον ένα ξεχωριστό <ulink url="http://en.wikipedia.org/wiki/Disk_partitioning">διαμέρισμα</ulink> αφιερωμένο για το Salix στον υπολογιστή σας
es_es: Al menos una <ulink url="http://es.wikipedia.org/wiki/Partición_de_disco">partición</ulink> dedicada a Salix en su computadora
it_it: Almeno una <ulink url="http://en.wikipedia.org/wiki/Disk_partitioning">partizione</ulink> separata da dedicare a Salix deve essere presente sul computer.
nl_nl: Tenminste 1 toegewijde <ulink url="http://en.wikipedia.org/wiki/Disk_partitioning">partitie</ulink> voor Salix op uw computer
pl_pl: Co najmniej jeden oddzielną <ulink url="http://en.wikipedia.org/wiki/Disk_partitioning"> partycję </ulink> dedykowaną dla Salix na komputerze
sv_se: Minst en separat <ulink url="http://en.wikipedia.org/wiki/Disk_partitioning">partition</ulink> dedikerad för Salix på din dator
uk_ua: Хоча б один окремий <ulink url="http://en.wikipedia.org/wiki/Disk_partitioning">розділ</ulink> призначений для Salix на Вашому комп’ютері
