Repository: Salix-OS/salix-startup-guide
Catalog: */Chapter3.po
Languages: el_gr, es_ar, fr_fr, it_it, nl_nl, pl_pl, sv_se, uk_ua

source: Some of the Live Tools are graphical utilities that can be accessed directly on the desktop while some Live Tools, reserved for advanced users, can only be executed from the command line (<ulink url="http://en.wikipedia.org/wiki/Command-line_interface">CLI</ulink>).
el_gr: Μερικά από τα ζωντανά εργαλεία είναι γραφικές εφαρμογές που μπορούν να έχουν άμεση πρόσβαση στην επιφάνεια εργασίας, ενώ μερικά ζωντανά εργαλεία, που προορίζονται για προχωρημένους χρήστες, μπορούν να εκτελεστούν μόνο από τη γραμμή εντολών ( <ulink url="http://en.wikipedia.org/wiki/Command-line_interface"> CLI </ulink> ).
es_ar: Algunas de las Herramientas Live son utilitarios gráficos que se pueden acceder directamente desde el escritorio, minetras que algunas Herramientas Live, reservadas para usuarios avanzados, solamente se pueden ejecutar desde la línea de comandos (<ulink url="http://es.wikipedia.org/wiki/Línea_de_comandos">CLI</ulink>).
fr_fr: Certains des outils Live sont des outils graphiques qui peuvent être directement accédés depuis le bureau, alors que d'autres outils sont réservés pour les utilisateurs expérimentés et ne peuvent être exécutés que depuis la ligne de commande (<ulink url="http://fr.wikipedia.org/wiki/Interface_en_ligne_de_commande">CLI</ulink>).
it_it: Alcuni degli Strumenti Live sono utilities grafiche che possono essere viste direttamente sul desktop mentre altri Strumenti Live (Live Tools), sono riservati per utenti esperti, e possono essere eseguiti dalla linea di comando (<ulink url="http://en.wikipedia.org/wiki/Command-line_interface">CLI</ulink>).
nl_nl: Sommige van de Live Tools zijn grafische tools welke direct van de desktop gestart kunnen worden, terwijl andere Live Tools, bestemd voor ervaren gebruikers, alleen via de commandline kunnen worden uitgevoerd (<ulink url="http://en.wikipedia.org/wiki/Command-line_interface">CLI</ulink>).
pl_pl: Niektóre narzędzia live są graficznymi narzędziami, które są dostępne bezpośrednio na pulpicie a niektóre na zastrzeżone dla zaawansowanych użytkowników, mogą być wykonane tylko z wiersza poleceń ( <ulink url="http://en.wikipedia.org/wiki/Command-line_interface"> CLI </ulink> ).
sv_se: Några av Live Tools är grafiska verktyg som kan nås direkt på skrivbordet medan några Live Verktyg, reserverade för avancerade användare, kan endast utföras från kommandoraden ( <ulink url="http://en.wikipedia.org/wiki/Command-line_interface"> CLI </ulink> ).
uk_ua: Деякі з Утиліт Live є графічними утилітами, якими легко скористатися просто з робочого стола, тоді як інші Утиліти Live, які є для досвідчених користувачів, можна запустити тільки за допомогою командного рядка (<ulink url="http://en.wikipedia.org/wiki/Command-line_interface">CLI</ulink>).

source: Screenshot of Live Tools Icons on the desktop
el_gr: Στιγμιότυπο από τα εικονίδια ζωντανών εργαλείων στην επιφάνεια εργασίας
es_ar: Captura de pantalla de los Iconos de Herramientas Live en el escritorio
fr_fr: Copie d'écran des icônes des outils Live présents sur le bureau
it_it: Immagine delle icone degli Strumenti Live (Live Tools) sul desktop
nl_nl: Screenshot van de Live Tools Icons op de desktop
pl_pl: Zrzut ekranu na ikony Live Tools na pulpicie
sv_se: Skärmdump av Live Verktyg ikoner på skrivbordet
uk_ua: Знімок екрану з іконками LIve-утилітами на робочому столі

source: The Persistence Wizard
el_gr: Οδηγός μόνιμων αλλαγών
es_ar: El Asistente de Persistencia
fr_fr: L'assistant de persistance
it_it: Il Wizard di Persistenza
nl_nl: De Persistence Wizard
pl_pl: Kreator pliku ustawień
sv_se: Persistens Wizard
uk_ua: Майстер настройки збереження

source: Even if run from a CD/DVD, Salix Live gives you the possibility to save any of your work or modification performed while in a Live session.
el_gr: Ακόμη και αν τρέχει από ένα CD/DVD, το Salix Live σας δίνει τη δυνατότητα να αποθηκεύσετε οποιαδήποτε εργασία ή τροποποιήσεις που έγιναν ενώ είστε σε μια Live συνεδρία.
es_ar: Incluso si se ejecuta desde un CD / DVD, Salix Live le da la posibilidad de guardar cualquier parte de su trabajo o la modificación realizada al mismo tiempo en una sesión Live.
fr_fr: Même si exécuté depuis un CD/DVD, Salix Live vous permet de sauvegarder votre travail ou modifications effectués lors d'une session Live.
it_it: Anche se lanciato da CD/DVD, Salix Live ti dà la possibilità di salvare il lavoro o le modifiche effettuate in una sessione Live
nl_nl: Salix Live geeft u de mogelijkheid om uw werk of aanpassingen tijdens een Live sessie op te slaan, zelfs indien opgestart van een CD/DVD.
pl_pl: Nawet jeśli uruchamiany z płyty CD/DVD, Salix Live daje możliwość zapisania każdej swojej pracy lub modyfikacji wykonywanych podczas sesji live.
sv_se: Även om den körs från en CD/DVD, ger Salix Live dig möjlighet att spara något av ditt arbete eller modifiering som utförs under en Live-session.
uk_ua: Навіть якщо Ви працюєте з CD/DVD, Salix Live дає Вам можливість зберегти будь-яку Вашу роботу або зроблені зміни в Live-сесії.

source: To do this however, you must first create a special "persistence file" on your hard drive, which will have a predecided fixed-size and will be formatted as a Linux file system.
el_gr: Για να γίνει αυτό όμως, πρέπει πρώτα να δημιουργήσετε ένα ειδικό "αρχείο μόνιμων αλλαγών" στο σκληρό σας δίσκο, το οποίο θα έχει ένα προαποφασισμένο καθορισμένο μέγεθος και θα μορφοποιηθεί ως ένα σύστημα αρχείων Linux.
es_ar: Sin embargo para hacer esto, primero tiene que crear un "archivo de persistencia" especial en su disco duro que tendrá un tamaño prefijado y se formateará como un sistema de archivos Linux.
fr_fr: Pour ce faire, il faut cependant d'abord créer sur votre disque dur un fichier spécial de « persistance », qui aura une taille pré-définie et qui sera formaté comme un système de fichiers Linux.
it_it: Per fare ciò, dovete preliminarmente creare uno speciale ''file di persistenza'' sul disco fisso, con una dimensione fissa predeterminata e formattata con un file system Linux.
nl_nl: Maar om dit mogelijk te maken, moet u een speciaal "persistent bestand" op uw harddisk aanmaken, welke een vooringestelde grootte heeft en als een Linux bestandssysteem wordt geformatteerd.
pl_pl: W tym celu trzeba utworzyć specjalny "plik ustawień" na dysku twardym, który będzie miał dedykowaną stałą wielkoś i zostanie sformatowany jako system plików Linuksa.
sv_se: För att göra detta måste du dock först skapa en speciell "persistens fil" på hårddisken, som kommer att ha en förbestämd fast storlek och kommer att formateras som ett Linux-filsystem.
uk_ua: Щоб це зробити спочатку треба створити спеціальний "файл збереження" на твердому диску, який міститиме визначений фіксований розмір і буде сформатований як файлова система Лінукс.

source: Screenshot of Salix Live Persistence Wizard
el_gr: Στιγμιότυπο από τον Οδηγό μόνιμων αλλαγών
es_ar: Captura de pantalla del Asistente de Persistencia de Salix Live
fr_fr: Copie d'écran de l'assistant de persistance de Salix Live
it_it: Schermata della procedura guidata di Persistenza in Salix Live
nl_nl: Screenshot van de Salix Live Persistence Wizard
pl_pl: Zrzut ekranu z Salix Kreatora pliku ustawień
sv_se: Skärmdump av Salix Live persistenta guiden
uk_ua: Знімок екрану з Майстра настройки збереження Salix Live

source: Important! Once this file has been created, it is necessary to reboot the Live CD. From then on, Salix Live will begin to monitor any changes you perform and will record them in the new persistent file.
el_gr: Σημαντικό! Μόλις αυτό το αρχείο έχει δημιουργηθεί, είναι απαραίτητο να επανεκκινήσετε το Live CD. Από κει και πέρα, το Salix Live θα ξεκινήσει να παρακολουθεί τις αλλαγές που εκτελείτε και θα τις καταγράφει στο νέο αρχείο μόνιμων αλλαγών.
es_ar: ¡Importante! Una vez que se haya creado este archivo, es necesario reiniciar el Live CD. Desde este momento, Salix Live comenzará a monitorear cualquier cambio que se realice y lo guardará en el nuevo archivo de persistencia.
fr_fr: Important ! Une fois ce fichier créé, il est nécessaire de redémarrer le Live. Ensuite, Salive Live surveillera chacune des modifications que vous réaliserez et les enregistrera dans le nouveau fichier de persistance.
it_it: Attenzione! Un volta che il file è stato creato è necessario riaviare il Live CD. Da qui in avanti Salix Live verificherà le modifiche apportate al sistema e le registrerà nel file persistente.
nl_nl: Belangrijk! Als dit bestand eenmaal is aangemaakt, is het nodig om de Live CD te herstarten. Vervolgens zal Salix Live starten met het monitoren van alle wijzigingen die u doet en zal deze opslaan in het nieuwe persistente bestand.
pl_pl: Ważne! Gdy plik został utworzony, niezbędne jest ponowne uruchomienie Live CD. Od tego czasu, Salix Live zacznie monitorować wszelkie wykonywane zmiany i nagrywa je w nowym pliku ustawień.
sv_se: Viktigt! När denna fil har skapats, är det nödvändigt att starta om Live CD. Därefter kommer Salix Live börja övervaka alla ändringar du gör och kommer att spara dem i den nya persistenta filen.
uk_ua: Важливо! Як тільки файл був створений, необхідно перезавантажити Live CD. Тільки тоді Salix Live почне спостерігати за змінами, які Ви робите, і записувати їх у файлі збережень.

source: To remove any changes and come back to the default settings, simply delete the persistent file (slxsave.xfs) from the <ulink url="http://www.linfo.org/mount_point.html">mount point</ulink> it was initially created on.
el_gr: Για να αφαιρέσετε τυχόν αλλαγές και να επιστρέψετε στις προεπιλεγμένες ρυθμίσεις, απλά διαγράψτε το αρχείο μόνιμων αλλαγών(slxsave.xfs) από το <ulink url="http://www.linfo.org/mount_point.html">σημείο προσάρτησης</ulink> που αρχικά δημιουργήθηκε.
es_ar: Para eliminar cualquier cambio y volver a la configuración por defecto, simplemente borre el archivo persistente (slxsave.xfs) del <ulink url="http://www.linfo.org/mount_point.html">punto de montaje</ulink> en el cual se creó inicialmente.
fr_fr: Pour supprimer tout changement et revenir à la configuration par défaut, il suffit de simplement supprimer le fichier de persistance (slxsave.xfs) du <ulink url="http://fr.wikipedia.org/wiki/Point_de_montage">point de montage</ulink> où il a été créé initialement.
it_it: Per eliminare le modifiche e ritornare alle impostazioni di default è sufficiente cancellare il file di persistenza (slxsave.xfs) dal <ulink url="http://www.linfo.org/mount_point.html">punto di montaggio</ulink> nel quale era stato inzialmente creato.
nl_nl: Om terug te gaan naar de standaard instellingen en alle wijzigingen te vergeten, verwijder simpelweg het persistente bestand (slxsave.xfs) van het <ulink url="http://www.linfo.org/mount_point.html">'mount' punt</ulink> waar het oorspronkelijk was aangemaakt.
pl_pl: Aby usunąć wszystkie zmiany i powrócić do domyślnych ustawień, po prostu usuń plik ustawień (slxsave.xfs) z <ulink url="http://www.linfo.org/mount_point.html"> punktu montowania </ulink> wcześniej utworzonego.
sv_se: För att ta bort alla ändringar och komma tillbaka till standardinställningarna, radera helt enkelt den persistenta filen (slxsave.xfs) från <ulink url="http://www.linfo.org/mount_point.html"> monteringspunkten </ulink> Det var ursprungligen skapades på.
uk_ua: Для вилучення будь-яких змін повернення до типових налаштувань просто вилучіть файл збережень (slxsave.xfs) з <ulink url="http://www.linfo.org/mount_point.html">точки монтування</ulink>, де він був створений.

source: Gparted is included in Salix Live to assist you in managing your partitions if it is necessary for you to do so before performing the installation of Salix OS (see <xref linkend="sect-Startup_Guide-Preparing_Salix_Installation-Partition_Management" />).
el_gr: Το Gparted περιλαμβάνεται στο Salix Live για να σας βοηθήσει στη διαχείριση των διαμερισμάτων σας, εάν τη χρειαστείτε πριν από την εκτέλεση της εγκατάστασης του Salix OS (βλ. <xref linkend="sect-Startup_Guide-Preparing_Salix_Installation-Partition_Management" /> ).
es_ar: Gparted se incluye en Salix Live para ayudarlo en la administración de sus particiones si es necesario hacerlo antes de ejecutar la instalación de Salix OS (ver <xref linkend="sect-Startup_Guide-Preparing_Salix_Installation-Partition_Management" />).
fr_fr: Gparted est inclus dans Salix Live pour vous aidez à gérer vos partitions si vous en avez besoin avant de réaliser l'installation de Salix OS (voir <xref linkend="sect-Startup_Guide-Preparing_Salix_Installation-Partition_Management" />).
it_it: Gparted è incluso in Salix Live per assistervi nella gestione di eventuali partizionamenti necessari per permettere l'installazione di Salix OS (vedi <xref linkend="sect-Startup_Guide-Preparing_Salix_Installation-Partition_Management" />).
nl_nl: Gparted is in Salix Live inbegrepen om u te helpen met het beheren van uw partities indien dit nodig is voordat u de installatie van Salix OS uitvoert (zie <xref linkend="sect-Startup_Guide-Preparing_Salix_Installation-Partition_Management" />).
pl_pl: Gparted jest w Salix Live, powstał aby pomóc w zarządzaniu partycjami jeżeli jest to konieczne, aby to zrobić przed wykonaniem instalacji Salix OS (patrz <xref linkend="sect-Startup_Guide-Preparing_Salix_Installation-Partition_Management" /> ).
sv_se: Gparted finns med i Salix Live för att hjälpa dig att hantera dina partitioner om det är nödvändigt för dig att göra det innan du genomför installationen av Salix OS (se <xref linkend="sect-Startup_Guide-Preparing_Salix_Installation-Partition_Management" /> ).
uk_ua: Gparted включено до Salix Live, щоб допомогти Вам в керуванні розділами на диску, якщо це необхідно перед встановленням Salix OS (дивіться <xref linkend="sect-Startup_Guide-Preparing_Salix_Installation-Partition_Management" />).

source: Salix Live Installer
es_ar: Instalador de Salix Live
fr_fr: Installateur Salix Live
pl_pl: Instalator Salix Live
uk_ua: Встановлювач Salix Live

source: Salix Live Installer will enable you to install Salix OS from the comfort of Salix Live graphical environment (see <xref linkend="sect-Startup_Guide-Starting_Up_Salix_OS-Installing_from_a_Live_CD_USB" />).
el_gr: Το Salix Live Installer θα σας επιτρέψει να εγκαταστήσετε το Salix OS από την άνεση του γραφικού περιβάλλοντος του Salix Live (βλ. <xref linkend="sect-Startup_Guide-Starting_Up_Salix_OS-Installing_from_a_Live_CD_USB" /> ).
es_ar: El instalador de Salix Live le permitirá instalar Salix OS desde un confortable ambiente gráfico de Salix Live (ver <xref linkend="sect-Startup_Guide-Starting_Up_Salix_OS-Installing_from_a_Live_CD_USB" />).
fr_fr: L'installateur Salix Live vous permet d'installer Salix OS avec le confort de l'environnement graphique de Salix Live (voir <xref linkend="sect-Startup_Guide-Starting_Up_Salix_OS-Installing_from_a_Live_CD_USB" />).
it_it: Salix Live Installer vi consente di installare Salix OS attraverso l'interfaccia grafica di Salix Live (vedi <xref linkend="sect-Startup_Guide-Starting_Up_Salix_OS-Installing_from_a_Live_CD_USB" />).
nl_nl: Salix Live Installer maakt het mogelijk om Salix OS te installeren vanuit het comfort van de grafische omgeving van Salix Live (zie <xref linkend="sect-Startup_Guide-Starting_Up_Salix_OS-Installing_from_a_Live_CD_USB" />).
pl_pl: Instalator Salix Live pozwoli na instalację Salix OS z komfortowego graficznego środowiska Salix Live (patrz <xref linkend="sect-Startup_Guide-Starting_Up_Salix_OS-Installing_from_a_Live_CD_USB" /> ).
sv_se: Salix Live Installer gör att du kan installera Salix OS från bekvämligheten av Salix Live grafisk miljö (se <xref linkend="sect-Startup_Guide-Starting_Up_Salix_OS-Installing_from_a_Live_CD_USB" /> ).
uk_ua: Встановлювач Salix Live дозволить Вам встановити Salix OS за допомогою комфортного графічного середовища (дивіться <xref linkend="sect-Startup_Guide-Starting_Up_Salix_OS-Installing_from_a_Live_CD_USB" />).

source: Screenshot of Salix LiveClone
el_gr: Στιγμιότυπο από Salix LiveClone
es_ar: Captura de pantalla de Salix LiveClone
fr_fr: Copie d'écran de Salix LiveClone
it_it: Schermata di Salix LiveClone
nl_nl: Screenshot van Salix LiveClone
pl_pl: Zrzut ekranu z Salix LiveClone
sv_se: Skärmdump av Salix LiveClone
uk_ua: Знімок Клонування Salix Live

source: LiveClone generates a Live CD/DVD iso image (which you can burn as an image on a CD/DVD with a CD/DVD burner) or a Live USB key. This means that it creates your customized live environment which will be based either on your SalixLive or your running system. In the case of a Live USB Key generation, you will be offered to make your USB key with “persistence” (see <xref linkend="sect-Startup_Guide-Salix_Live_Tools-The_Persistence_Wizard" />).
el_gr: Το LiveClone δημιουργεί ένα Live CD/DVD αρχείο εικόνας ISO (που μπορείτε να κάψετε ως εικόνα σε ένα CD/DVD με CD/DVD burner) ή ένα Live κλειδί USB. Αυτό σημαίνει ότι δημιουργεί το προσαρμοσμένο ζωντανό περιβάλλον σας που θα βασίζεται είτε στο SalixLive ή στο τρέχον συστημά σας. Στην περίπτωση δημιουργίας ενός Live κλειδιού USB, θα σας προταθεί να κάνετε το κλειδί USB σας "μόνιμων αλλαγών" (βλ. <xref linkend="sect-Startup_Guide-Salix_Live_Tools-The_Persistence_Wizard" /> ).
es_ar: LiveClone genera una imagen ISO de Live CD/DVD (que puede grabar como una imagen en un CD/DVD con un programa de grabación) o una llave USB Live. Esto significa que crea su entorno Live personalizado que se estará basado en su SalixLive o su sistema en ejecución. En el caso de la generación de una llave USB, se le ofrecerá hacer su llave USB con "persistencia" (ver <xref linkend="sect-Startup_Guide-Salix_Live_Tools-The_Persistence_Wizard" />).
fr_fr: LiveClone construit une image ISO d'un CD/DVD Live (que vous pouvez graver sur un CD/DVD avec un graveur) ou un clé USB Live. C'est à dire que ça crée une environnement Live personnalisé basé soit sur votre Salix Live ou sur votre système actuel. Dans le cas de la génération d'une clé USB Live, vous aurez la possibilité de créer une clé USB avec « persistance » (voir <xref linkend="sect-Startup_Guide-Salix_Live_Tools-The_Persistence_Wizard" />).
it_it: LiveClone genera una immagine iso di un Live CD/DVD (che potete masterizzare con gli opportuni programmi su supporto CD/DVD) o di una chiavetta Live USB. Ciò significa che potete disporre di un ambiente live basato su SalixLive oppure sul sistema che avete installato. Nel caso di creazione di una chiavetta Live USB, avrete la possibilità di creare la chiavetta USB con la modalità di “persistenza” (vedi <xref linkend="sect-Startup_Guide-Salix_Live_Tools-The_Persistence_Wizard" />).
nl_nl: LiveClone genereert een Live CD/DVD ISO bestand (welke u kan branden op een CD/DVD met een CD/DVD brander) of een Live USB stick. Dit houdt in dat het uw aangepaste live omgeving maakt welke gebaseerd is op of uw SalixLive of uw huidige systeem. In het geval van het maken van een Live USB stick, krijgt u de mogelijkheid om uw USB stick te maken met "persistentie" (zie <xref linkend="sect-Startup_Guide-Salix_Live_Tools-The_Persistence_Wizard" />).
pl_pl: LiveClone generuje Live CD/DVD obraz ISO (który można nagrać jako obraz na płytę CD/DVD z CD/DVD) lub Live USB. Oznacza to, że tworzy dostosowany Live środowisko, które będzie oparte się na SalixLive lub uruchomionym systemie. W przypadku generacji klucza Live USB, będzie oferowane, aby utworzyć klucz USB z "ustawieniami" (patrz <xref linkend="sect-Startup_Guide-Salix_Live_Tools-The_Persistence_Wizard" /> ).
sv_se: LiveClone genererar en Live CD/DVD-iso-avbild (som du kan bränna som en avbild på en CD/DVD med en CD/DVD-brännare) eller en Live-USB-minne. Det innebär att det skapar dina anpassade levande miljö som kommer att baseras antingen på din SalixLive eller ditt system under drift. Vid ett Live-USB Key generation, kommer du att erbjudas att göra din USB-minne med "persistent" (se <xref linkend="sect-Startup_Guide-Salix_Live_Tools-The_Persistence_Wizard" /> ).
uk_ua: Програма LiveClone створює iso-образ Live CD/DVD (який Ви можете записати як образ на CD/DVD за допомогою програми для запису на CD/DVD) або флешку Live USB. Це означає, що вона створює середовище, яке базується або на SalixLive, або на базі Вашої запущеної системи. У випадку створення флешки Live USB, Ви можете створити флешку USB з “збереженням” (дивіться <xref linkend="sect-Startup_Guide-Salix_Live_Tools-The_Persistence_Wizard" />).

source: SaLT Scripts
el_gr: Σενάρια SaLT
es_ar: Scripts de SaLT
it_it: Script SaLT
pl_pl: SaLT Skrypty
sv_se: SaLT Skript
uk_ua: Скрипти SaLT

source: Salix Live is build with a set of homegrown scripts called SaLT (from Salix Live Templates).
el_gr: Το Salix Live έγινε με μια σειρά από ντόπια σενάρια που ονομάζονται SaLT (από τα Salix Live Templates).
es_ar: Salix Live se hace con un conjunto de scripts de factura propia llamados SaLT (Salix Live Templates, Plantillas de Salix Live).
fr_fr: Salix Live est construit avec un ensemble de scripts maisons appelés SaLT (de Salix Live Tools).
it_it: Salix Live contiene un set di script sviluppati internamente chiamato SaLT (ossia Salix Live Templates).
nl_nl: Salix Live is gemaakt met een set van eigengemaakte scripts genaamd SaLT (acroniem voor Salix Live Templates).
pl_pl: Salix Live jest zbudowany z zestawu skryptów zwanych SaLT (z Salix Szablony Live).
sv_se: Salix Live är byggd med en rad egenutvecklade skript som heter SaLT (från Salix Live mallar).
uk_ua: Salix Live створений з набором скриптів, що мають назву SaLT (абревіатура від Salix Live Templates).
