Repository: Salix-OS/salix-startup-guide
Catalog: */Chapter3.po
Languages: el_gr, es_ar, fr_fr, it_it, nl_nl, pl_pl, sv_se, uk_ua

source: While for the most part, these scripts need no user interaction, some can be executed, for instance to facilitate the creation of a Salix Live USB Flash Disk. They will also enable an advanced user to fully customize and re-master Salix Live to better suit his or her own needs.
el_gr: Αν και ως επί το πλείστον, αυτά τα σενάρια δεν χρειάζονται αλληλεπίδραση του χρήστη, κάποια μπορεί να εκτελεστούν, για παράδειγμα, να διευκολύνει τη δημιουργία ενός Salix Live USB Flash Disk. Θα επιτρέψουν επίσης σε ένα έμπειρο χρήστη να προσαρμόσει πλήρως και να επαναδημιουργήσει το Salix Live για να ταιριάζουν καλύτερα στις δικές του ανάγκες.
es_ar: Mientras que en su mayor parte, estos scripts no necesitan interacción con el usuario, algunos se pueden ejecutar, por ejemplo, para facilitar la creación de un disco Flash USB de Salix Live. También permitirá a un usuario avanzado personalizar por completo y remasterizar Salix Live para satisfacer mejor sus propias necesidades.
fr_fr: Bien que pour la plupart, ces script n'ont besoin d'aucune interaction, certains peut être exécutés pour, par exemple, faciliter la création d'une clé USB Live. Ils permettront également à un utilisateur expérimenté de complètement personnaliser et ré‑éditer un Salix Live afin de mieux coller à ses besoins.
it_it: Nella maggior parte dei casi gli script non richedono interventi da parte dell'utente; per esempio alcuni possono essere eseguiti per facilitare la creazione di di una chiavetta USB Salix Live. All'utente esperto permettono invece di personalizzare e creare una versione di Salix Live maggiormente adatta alle proprie esigenze.
nl_nl: Voor het overgrote deel hebben deze scripts geen interactie nodig, sommigen kunnen bijvoorbeeld worden gestart om het maken van een Salix Live USB Flashdisk te vereenvoudigen. Ze kunnen ook worden gebruikt door een ervaren gebruiker om Salix Live volledig aan te passen om geschikter te maken voor eigen gebruik.
pl_pl: Podczas gdy w większości, te skrypty nie wymagają interakcji użytkownika, niektóre mogą być wykonane, na przykład w celu ułatwienia tworzenia na Salix Live USB Flash Disk. Będą one również umożliwiały zaawansowanym użytkownikom, aby w pełni dostosowali i remastrowali Salix Live tak aby lepiej pasowało do ich własnych potrzeb.
sv_se: För det mesta, behöver dessa skript inte användarens aktivitet, till exempel för att underlätta skapandet av en Salix Live USB Flash Disk. De kommer också att möjliggöra en avancerad användare att helt skräddarsytt och re-master Salix Live för att bättre passa sina egna behov.
uk_ua: Хоча здебільшого ці скрипти не потребують втручання користувача, деякі з них можна запустити, наприклад, для створення флешки з Salix Live USB. Вони також доступні для досвідчених користувачів для налаштування і перебудови Salix Live під свої потреби.
