Repository: Salix-OS/salix-startup-guide
Catalog: */Chapter2.po
Languages: ar_sa, el_gr, es_es, it_it, nl_nl, pl_pl, sv_se, uk_ua

source: On the left side of the application, you will notice the different sections that must be configured before launching the installation process: Time, Keyboard, Locale, Partitions, Users and Software. Clicking on one of these sections will display the corresponding options that need to be set. As you progress through the configuration process, a check will be displayed beside each completed section. Only when all the sections have been completed will the “Launch Salix Install” button be activated.
ar_sa: على الجانب الأيسر من التطبيق، ستلاحظ المقاطع المختلفة التي يجب إعدادها قبل بدء عملية التثبيت: الوقت، لوحة المفاتيح، اللغة، الأقسام والمستخدمين والبرامج. بالنقر فوق أحد هذه المقاطع سيتم عرض الخيارات المقابلة التي تحتاج إلى تعيين. كما تقدم لك من خلال عملية الإعداد، سيتم عرض الاختيار إلى جانب كل مقطع المكتملة. فقط عند الانتهاء من إعداد جميع الأقسام سيتم تنشيط الزر “تشغيل تثبيت Salix“.
el_gr: Στην αριστερή πλευρά της εφαρμογής, θα παρατηρήσετε τις διαφορετικές ενότητες που πρέπει να ρυθμιστoύν πριν από την έναρξη της διαδικασίας εγκατάστασης: Ώρα, Πληκτρολόγιο, σκηνές, χωρίσματα, Χρήστες και λογισμικού. Κάνοντας κλικ σε ένα από αυτά τα τμήματα θα εμφανιστούν οι αντίστοιχες επιλογές που πρέπει να τεθούν. Όπως προχωρεί η διαδικασία διαμόρφωσης, ένας έλεγχος θα εμφανιστεί δίπλα σε κάθε ολοκληρωμένο τμήμα. Μόνο όταν όλα τα τμήματα που έχουν ολοκληρωθεί, θα ενεργοποιηθεί το κουμπί "Ξεκίνημα Εγκατάστασης του Salix ".
es_es: En el lado izquierdo de la aplicación verá las distintas secciones que se tienen que configurar antes de iniciar el proceso de instalación: Hora, Teclado, Localización, Particiones, Usuarios y Software. Al hacer clic en esas secciones se verán las opciones correspondientes que se necesitan establecer. A medida que avance el proceso de configuración, se mostrará una marca al lado de cada sección que se haya completado. Recién cuando se hayan completado todas las secciones, se activará el botón "Iniciar la Instalación de Salix".
it_it: Sulla parte sinistra dell'applicazione sono presenti diverse sezioni che devono essere progressivamente configurate prima di poter lanciare il processo di installazione: Orario, Tastiera, Lingua e Localizzazione, Partizioni, Utenti e Software. Cliccando su ogni sezione verranno mostrate le impostazioni che vanno configurate. Non appena una sezione viene completata, apparirà un segno di spunta che vi permette di passare alla sezione successiva. Una volta completata l'impostazione di tutte le sezioni il bottone ''Lancia installazione Salix'' viene attivato.
nl_nl: Aan de linkerzijde van de applicatie zult u verschillende secties zien welke ingesteld moeten worden alvorens het installatieproces te starten: Tijd, Toetsenbord, Locale, Partities, Gebruikers en Software. Op een van deze secties klikken zal de corresponderende opties tonen welke ingesteld moeten worden. Gedurende het configuratieproces, zal naast iedere voltooide sectie een vink worden getoond. Alleen wanneer alle secties voltooid zijn zal de knop "Start Salix Installatie" worden geactiveerd.
pl_pl: Po lewej stronie aplikacji, można zauważyć różne sekcje, które należy skonfigurować przed uruchomieniem procesu instalacji: Czas, klawiatura, Lokalizacja, Partycje, Użytkownicy i Oprogramowanie. Kliknięcie na jedną z tych sekcji wyświetla odpowiednie opcje które muszą być ustawione. W miarę postępu procesu konfiguracji, potwierdzenia będą wyświetlane przy każdym zakończeniu sekcji. Tylko wtedy, gdy wszystkie sekcje zostaną zakończone przycisk "Uruchom Salix Instalację" będzie aktywowany.
sv_se: På vänster sida av programmet kommer du att märka de olika sektionerna som måste konfigureras innan du startar installationen: Tid, tangentbord, Språk, Partitioner, användare och mjukvara. När du klickar på ett av dessa avsnitt visas motsvarande alternativ som behöver ställas in. När du kommer igenom konfigurationen, kommer en markering att visas bredvid varje avslutad avsnitt. Först när alla avsnitt har slutförts kommer "Launch Salix Install"-knappen att aktiveras.
uk_ua: З лівої сторони програми Ви побачите різні параметри, що повинні бути сконфігуровані перед запуском процесу встановлення: Час, Клавіатура, Локаль, Розділи твердого диску, Користувачі та Програми. Клацання на секцію покаже Вам відповідні параметри, які потрібно налаштувати. Після процесу налаштування покажеться перевірка налаштованих параметрів збоку кожної секції. Тільки після того, як налаштування всіх секцій буде завершене, активується кнопка “Запустити встановлення Salix”.

source: So do take the time to familiarise yourself fully with Salix Live Installer. Undo options are available and none of the settings will be applied until you click on the “Launch Salix Install” button.
ar_sa: خذ الوقت لتعريف نفسك تماما مع مُثبت Salix الحي. يتوفر خيار تراجع ولن يتم تطبيق أي من الإعدادات حتى تقوم بالنقر فوق الزر “تشغيل تثبيت Salix“.
el_gr: Έτσι, αφιερώστε χρόνο να εξοικειωθείτε πλήρως με τον εγκαταστάτη του Salix Live. Η αναίρεση των επιλογών είναι διαθέσιμη και καμία από τις ρυθμίσεις δεν θα εφαρμοστεί μέχρι να κάνετε κλικ στο κουμπί "Ξεκίνημα Εγκατάστασης του Salix".
es_es: Por lo tanto, tómese un tiempo para familiarizarse con el instalador de Salix Live. Se pueden deshacer las opciones y no se aplicarán ninguno de los parámetros hasta que haga clic en el botón "Iniciar la Instalación de Salix".
it_it: Prendetevi il il tempo che vi serve per familiarizzare con l'Installatore Salix Live. L'opzione Undo è sempre presente e nessuna delle impostazioni sarà definitiva finchè non verrà avviata la procedura ''Lancia installazione Salix''.
nl_nl: Neem de tijd om helemaal gewend te raken aan de Salix Live Installer. Opties voor het ongedaan maken van acties zijn aanwezig en geen van de instellingen zullen toegepast worden tot u de knop "Start Salix Installatie" aanklikt.
pl_pl: Dostępne są również opcje anulowania procesu i żaden z ustawień nie zostaną zastosowane, ale dopiero po kliknięciu na "Uruchom Salix Instalacjęj".
sv_se: Så ta dig tid att sätta dig in i Salix Live Installer. Ångra alternativ är tillgängliga och ingen av de inställningar kommer att tillämpas förrän du klickar på "Launch Salix Install"-knappen.
uk_ua: Тому знайдіть час, щоб ознайомитися з встановлювачем Salix Live. Можливо також повернути назад операції, і жодне з налаштувань не буде застосоване, поки Ви не натиснете "Запустити встановлення Salix".

source: Remember that the existing swap partition will be automatically used by the Live installer without any prompting on your part.
ar_sa: تذكر أن قسم المبادلة الحالي سيستخدم تلقائياً من قبل المُثبت الحي دون أي مطالبة بشأن الجزء الخاص بك.
el_gr: Θυμηθείτε ότι η υπάρχουσα κατάτμηση swap θα χρησιμοποιηθεί αυτόματα από το ζωντανό πρόγραμμα εγκατάστασης χωρίς καμία ειδοποίηση από την πλευρά σας.
es_es: Recuerde que la partición de intercambio existente será utilizada automáticamente por el instalador Live sin preguntarle nada.
it_it: Ricordatevi che la partizione di swap verrà usata automaticamente dall'Installatore Live senza che vengano mostrate notifiche.
nl_nl: Onthoudt dat de bestaande swap partitie automatisch gebruikt zal worden door de Live installatie zonder enige melding.
pl_pl: Pamiętaj, że istniejąca partycja wymiany będzie automatycznie używana przez instalator Live bez zapytania użytkownika.
sv_se: Kom ihåg att befintliga växlingspartitioner automatiskt kommer att användas av Live installationsprogrammet utan att fråga dig.
uk_ua: Пам’ятайте, що розділ підкачки буде автоматично використаний встановлювачем Live Salix без будь-яких запитань щодо нього.

source: Screenshot of Salix Live Installer partitions configuration
ar_sa: لقطة شاشة من إعدادات تقسيم مُثبت Salix
el_gr: Στιγμιότυπο από τη διαμόρφωση κατατμήσεων του εγκατατστάτη του Salix Live
es_es: Captura de pantalla de la configuración de particiones del Instalador de Salix Live
it_it: Schermata della configurazione delle partizioni con l'Installatore Salix Live.
nl_nl: Screenshot van de Salix Live Installatie partitie configurator
pl_pl: Zrzut ekranu z Instalatora Salix LIve na konfigurację partycji.
sv_se: Skärmdump av Salix Live Installer partitioner konfiguration
uk_ua: Знімок екрану конфігурації розділів у встановлювачі Salix Live

source: Salix comes with three different installation modes. The Full installation mode includes a range of useful applications one could need on a daily basis while following the "one application per task" rationale, while the Basic Mode provides a user with a graphical desktop environment, a web browser and Gslapt package manager (see <xref linkend="sect-Startup_Guide-Package_Management-Gslapt" />).
ar_sa: تأتي Salix مع ثلاثة أوضاع للتثبيت المختلفة. وضع التثبيت الكامل يشمل مجموعة من التطبيقات المفيدة التي يمكن أن يحتاج المرء على أساس يومي مع اتباع الأساس المنطقي "تطبيق واحد لكل مهمة" في حين يوفر الوضع الأساسي مستخدم مع بيئة سطح مكتب رسومية، ومستعرض ويب ومدير الحزم Gslapt (انظر <xref linkend="sect-Startup_Guide-Package_Management-Gslapt" />).
el_gr: To Salix έρχεται με τρεις διαφορετικούς τρόπους εγκατάστασης. Η λειτουργία πλήρους εγκατάστασης περιλαμβάνει μια σειρά από χρήσιμες εφαρμογές που θα μπορούσε κανείς να χρειάζεται σε καθημερινή βάση, ακολουθώντας την λογική "μία εφαρμογή ανά έργο", ενώ η βασική λειτουργία παρέχει ένα χρήστη με ένα γραφικό περιβάλλον επιφάνειας εργασίας, ένα web browser και Gslapt διαχειριστή πακέτων (βλέπε <xref linkend="sect-Startup_Guide-Package_Management-Gslapt" /> ).
es_es: Salix viene con tres modos de instalación diferentes. El modo de instalación Completo incluye una serie de aplicaciones útiles que uno puede necesitar a diario, siguiendo la lógica "una aplicación por tarea", mientras que el modo Básico le proporciona al usuario un entorno gráfico de escritorio, una navegador web y el administrador de paquetes Gslapt (ver <xref linkend="sect-Startup_Guide-Package_Management-Gslapt" />).
it_it: Salix può essere installato in tre diverse modalità. La modalità Full include una gamma completa di applicazioni utili per l'utilizzo quotidiano, selezionate in base al principio ''singola applicazione per singola attività''; la modalità Basic fornisce un ambiente grafico, un browser web ed il gestore pachetti Gslapt (vedi <xref linkend="sect-Startup_Guide-Package_Management-Gslapt" />).
nl_nl: Salix heeft drie verschillende installatie modi. De 'Full' installatiemodus heeft een reeks van nuttige applicaties welke men dagelijks kan gebruiken met een rationale van "één applicatie per taak". De 'Basic' modus levert de gebruiker een grafische desktop omgeving, een web browser en de Gslapt pakket manager (zie <xref linkend="sect-Startup_Guide-Package_Management-Gslapt" />).
pl_pl: Salix pochodzi z trzech różnych trybów instalacji. Pełny tryb instalacji zawiera szereg przydatnych aplikacji używanych na co dzień, po "jednej aplikacji na zadanie" , natomiast tryb podstawowy umożliwia użytkownikowi dodanie graficznego środowiska, przeglądarki internetowej i menedżer pakietów Gslapt (patrz <xref linkend="sect-Startup_Guide-Package_Management-Gslapt" /> ).
sv_se: Salix levereras med tre olika installations lägen. Fullständig läget innehåller en rad användbara applikationer man kan behöva på en daglig basis följande "ett program per uppgift" motivering, medan grundläggande läget ger användaren en grafisk skrivbordsmiljö, en webbläsare och Gslapt pakethanterare (se <xref linkend="sect-Startup_Guide-Package_Management-Gslapt" /> ).
uk_ua: Salix має три різні режими встановлення. Режим Повного встановлення включає цілу гаму потрібних програм, що будуть Вам потрібні на щодень, слідуючи принципу "одна програма для для одного завдання", тоді як Базовий режим включає середовище робочого столу, веб-переглядач і менеджер пакунків Gslapt (дивіться <xref linkend="sect-Startup_Guide-Package_Management-Gslapt" />).

source: This is ideal for advanced users who would like to have the basic desktop environment installed first, and then to add their own choice of applications. The Core Mode installs the minimum software essential for a console system to start (i.e. a graphical environment is not provided). This is ideal if you are an experienced user and love to customise your installation for any specific purpose, such as a web server, file server and so on.
ar_sa: هذا يعتبر مثاليا للمستخدمين المتقدمين الذين يودون أن تثبيت بيئة سطح المكتب الأساسية أولاً، ومن ثم إضافة ما يختارونه من التطبيقات. الوضع الأساسي تثبيت الحد الأدنى من البرامج الضروري للنظام ووحدة تحكم بدء تشغيل (أي لا توفر بيئة رسومية). وهذا يعتبر مثاليا إذا كنت أحد المستخدمين ذوي خبرة وتحب تخصيص التثبيت الخاص بك لأي غرض معين، مثل خادم ويب أو خادم ملفات، وهلم جرا.
el_gr: Αυτό είναι ιδανικό για προχωρημένους χρήστες που θα ήθελαν να έχουν το βασικό περιβάλλον εργασίας εγκατεστημένο στην αρχή, και στη συνέχεια να προσθέσουν τη δική τους επιλογή εφαρμογών. Η λειτουργία πυρήνα εγκαθιστά το ελάχιστο απαραίτητο λογισμικό για να ξεκινήσει ένα σύστημα κονσόλας (π.χ. ένα γραφικό περιβάλλον δεν παρέχεται). Αυτό είναι ιδανικό εάν είστε έμπειρος χρήστης και θέλετε να προσαρμόσετε την εγκατάσταση σας για οποιοδήποτε συγκεκριμένο σκοπό, όπως έναν web server, file server και ούτω καθεξής.
es_es: Esto es ideal para usuarios avanzados que les gustaría tener el entorno de escritorio básico instalado en primer lugar, y a continuación añadir su propia selección de aplicaciones. El modo Núcleo instala mínimo indispensable para que arranque un sistema de consola (es decir, no se proporciona un entorno gráfico). Esto es ideal si Ud es un usuario experimentado y le gusta personalizar su instalación para cualquier propósito especial, tal como un servidor web, servidor de archivos, etc.
it_it: Questa è la scelta ideale per l'utente esperto che desidera avere l'ambiente desktop di base già installato, sul quale aggiungere una personale selezione di applicazioni. La modalità Core installa il software minimo essenziale all'avvio del sistema in modalità testuale (quindi, non viene installato alcun ambiente grafico). E' l'ideale per l'utente esperto che desidera personalizzare il sistema per destinarlo ad un utilizzo specifico come web server, file server, ecc..
nl_nl: Dit is ideaal voor ervaren gebruikers die een eenvoudige desktop omgeving willen hebben en vervolgens hun eigen keus aan applicaties willen toevoegen. De 'Core' modus installeert het minimum aan software voor het starten van een console systeem (dus geen grafische omgeving geinstalleerd). Dit is ideaal voor een ervaren gebruiker die de installatie helemaal zelf wilt aanpassen voor een specifiek doel, zoals een webserver, fileserver, enzovoorts.
pl_pl: Jest to idealne rozwiązanie dla zaawansowanych użytkowników, którzy chcieliby mieć podstawowe środowisko graficzne najpierw zainstalowane, a następnie samemu dodawać własny wybór aplikacji. W trybie podstawowym instaluje oprogramowanie niezbędne do minimum dla systemu takich jak konsoli (tj. środowisko graficzne nie jest konieczne). Jest to idealne rozwiązanie, jeśli jesteś doświadczonym użytkownikiem i chcesz dostosować instalację do konkretnych zastosowań, takich jak serwer WWW, serwer plików i tak dalej.
sv_se: Detta är perfekt för avancerade användare som vill ha grundläggande skrivbordsmiljö installerad först, och sedan lägga till egna val av applikationer. Core-läge installerar programvara nödvändig för en konsol som ska startas (dvs en grafisk miljö tillhandahålls inte). Detta är perfekt om du är en erfaren användare och älskar att anpassa installationen för något specifikt syfte, till exempel en webbserver, filserver och så vidare.
uk_ua: Режим є ідеальним для досвідченого користувача, який бажав би мати на початку встановлене базове середовище робочого столу, і тоді вже додати власний вибір програм. Основний режим встановлює мінімальну кількість програм, необхідних для запуску консольної системи (тобто без графічного середовища). Якщо Вам подобається міняти конфігурацію встановлення для специфічних потреб, наприклад веб-сервера, файлового сервера, та інших, цей режим якраз для Вас.

source: Once the installation process is completed, you will be given the choice to launch Lilo Setup to configure your LILO bootloader (see <xref linkend="sect-Startup_Guide-Salix_Tools-Lilo_Setup" />). Most of the time this is what you will want to do although occasionally, it might be preferable not to, for example if you want to use Grub instead or if you want to simply incorporate Salix into an existing bootloader configuration from another distribution in a multiple boot setup.
ar_sa: بمجرد الانتهاء من عملية التثبيت، سيعطيك سيتيح لك خيار تشغيل برنامج الإعداد Lilo لإعداد مُحمل الإقلاع LILO (انظر <xref linkend="sect-Startup_Guide-Salix_Tools-Lilo_Setup" />). معظم الأحيان هذا هو ما تريد القيام به على الرغم من أنه في بعض الأحيان، قد يكون من الأفضل عدم استخدامه الآن، على سبيل المثال، إذا كنت تريد استخدام Grub بدلاً من ذلك أو إذا كنت تريد مجرد إدماج Salix في إعداد محمل إقلاع موجود في توزيع أخرى في إعداد إقلاع متعددة.
el_gr: Μόλις η διαδικασία ολοκληρωθεί, θα σας δοθεί η επιλογή να ξεκινήσει η Ρύθμιση Lilo για να ρυθμίσετε τον φορτωτή εκκίνησης LILO σας (βλέπε <xref linkend="sect-Startup_Guide-Salix_Tools-Lilo_Setup" /> ). Τις περισσότερες φορές αυτό είναι που θα θέλετε να το κάνετε αν και περιστασιακά, μπορεί να είναι προτιμότερο να μην το κάνετε, για παράδειγμα αν θέλετε να χρησιμοποιήσετε το Grub ή αν θέλετε να ενσωματώσετε απλά το Salix στις πολλαπλές επιλογές εκκίνησης του προγράμματος Εγκατάστασης σε μια ήδη υπάρχουσα διαμόρφωση του φορτωτή εκκίνησης από μια άλλη διανομή .
es_es: Una vez que se completó el proceso de instalación, se le dará la opción de iniciar la Configuración de Lilo para configurar su cargador de arranque LILO (ver <xref linkend="sect-Startup_Guide-Salix_Tools-Lilo_Setup" />). La mayoría de las veces es lo que quiere hacer, aunque ocasionalmente pueda preferir no hacerlo, por ejemplo, si desea usar Grub en su lugar o si quiere incorporar Salix a la configuración de un cargador de arranque existente en otra distribución para un arranque mútliple.
it_it: Non appena il processo di installazione è terminato potrete lanciare Lilo Setup per configurare il bootloader LILO (vedi <xref linkend="sect-Startup_Guide-Salix_Tools-Lilo_Setup" />). Lilo è di solito l'opzione prescelta per il bootloader anche se potete scegliere per esempio di installare Grub o semplicemente se volete incorporare Salix nella configurazione di un bootloader esistente di una distribuzione già installata su PC e che prevede l'opzione di avvio di sistemi operativi multipli.
nl_nl: Wanneer het installatieproces eenmaal klaar is, wordt de mogelijkheid gegeven Lilo Setup te starten om uw LILO bootloader in te stellen (zie <xref linkend="sect-Startup_Guide-Salix_Tools-Lilo_Setup" />). Normaliter is dit wat u wilt, maar soms heeft dit niet de voorkeur, bijvoorbeeld als u Grub wilt gebruiken of als u Salix in een bestaande bootloader configuratie van een andere distributie wilt integreren.
pl_pl: Po zakończeniu instalacji, pojawi się możliwość wyboru uruchomienia instalacji Lilo do konfiguracji bootloadera LILO (patrz <xref linkend="sect-Startup_Guide-Salix_Tools-Lilo_Setup" /> ). Czasem korzystniejsze jest użycie Gruba jeśli chcesz po prostu włączyć Salix do istniejącej konfiguracji bootloadera z innej dystrybucji w wielu bootowanej instalacji.
sv_se: När installationen är klar kommer du att få välja att starta Lilo Setup för att konfigurera starthanteraren lilo (se <xref linkend="sect-Startup_Guide-Salix_Tools-Lilo_Setup" /> ). För det mesta är detta vad du vill göra men ibland kan det vara bättre att inte göra det, till exempel om du vill använda Grub i stället, eller om du helt enkelt vill inför Salix i en befintlig starthanterarens konfiguration från en annan distribution i en multipel boot setup.
uk_ua: Як тільки процес встановлення закінчиться, Вам запропонують запустити Налаштування Lilo для конфігурації завантажувача LILO (дивіться <xref linkend="sect-Startup_Guide-Salix_Tools-Lilo_Setup" />). Здебільшого це все що Вам потрібно, хоча Lilo можна було б і не встановлювати, наприклад, якщо Ви бажаєте використовувати Grub, або якщо Ви бажаєте просто включити Salix в існуючу конфігурацію завантажувача з іншої системи.

source: Screenshot of Salix Live Installer packages option
ar_sa: لقطة شاشة من خيارات حزم مُثبت Salix
el_gr: Στιγμιότυπο από την επιλογή πακέτων του εγκαταστάτη του Salix Live
es_es: Captura de pantalla de la opción de paquetes del Instalador de Salix Live
it_it: Schermata dei pacchetti disponibili sull'Installatore Salix Live
nl_nl: Screenshot van de Salix Live Installer pakket optie
pl_pl: Zrzut ekranu z Salix Live Instalatora na opcje paczek.
sv_se: Skärmdump av Salix Live Installer paket alternativ
uk_ua: Знімок екрану параметрів пакунків у встановлювачі Salix Live

source: Lilo Setup is also very easy to use. Contextual help triggered by the position of the mouse will also be displayed above the application and will guide you every step of the way.
ar_sa: إعداد lilo أيضا سهل الاستخدام جداً. سيتم عرض التعليمات السياقية أعلى التطبيق عند مرور مؤشر الفأرة عليها وسيرشدك خطوة تلو خطوة على الطريق.
el_gr: Η Ρύθμιση Lilo είναι επίσης πολύ εύκολη στη χρήση. Εξειδικευμένη Βοήθεια ενεργοποιείται από τη θέση του ποντικιού και θα εμφανιστεί πάνω από την εφαρμογή και θα σας καθοδηγήσει σε κάθε βήμα της εγκατάστασης.
es_es: La configuración de Lilo es muy fácil de usar también. La ayuda contextual disparada por la posición del ratón se mostrará también encima de la aplicación y lo guiará en cada paso del camino.
it_it: Lilo Setup ha un utilizzo molto semplice. I menu contestuali compaiono spostando il puntatore del mouse sulla finestra dell'applicazione e vi guideranno nelle varie fasi del processo.
nl_nl: Lilo Setup is ook makkelijk in gebruik.Contextuele hulp over de applicatie wordt geactiveerd door de positie van de muis en zal u bij iedere stap begeleiden.
pl_pl: Konfiguracja Lilo jest bardzo łatwa w użyciu. Pomoc kontekstowa wywołane przez najechanie myszą powyżej aplikacji i poprowadzi Cię na każdym kroku.
sv_se: Lilo Installationen är också mycket lätt att använda. Sammanhangsberoende hjälp utlöses av positionen på musen kommer också att visas ovanför programmet och kommer att guida dig varje steg på vägen.
uk_ua: Налаштування LILO є завжди простим. Вигулькна допомога появляється при наведенні курсора мишки над програмою і буде супроводжувати Вас на кожному кроці.

source: Once Lilo is set up, you are good to go! You can re-start your machine, and start enjoying Salix time.
ar_sa: حالما يتم إعداد Lilo، يمكنك الانطلاق! يمكنك إعادة تشغيل الجهاز، والبدء في التمتع باستخدام Salix.
el_gr: Μόλις η Lilo έχει δημιουργηθεί, είστε έτοιμοι! Μπορείτε να ξεκινήστε ξανά τον υπολογιστή σας, και αρχίστε να απολαμβάνετε το Salix.
es_es: Una vez que Lilo está configurado, Ud está listo para empezar! Puede reiniciar su máquina y comenzar a disfrutar Salix.
it_it: Una volta che Lilo è stato impostato siete pronti a partire! Riavviate la macchina e godetevi il vostro nuovo sistema operativo Salix.
nl_nl: Als Lilo eenmaal ingesteld is, bent u klaar! U kunt uw systeem herstarten en beginnen met het beleven van Salix.
pl_pl: Gdy Lilo ustaione,to bardzo dobrze! Można ponownie uruchomić komputer i rozpocząć korzystanie z Salix.
sv_se: När Lilo är uppsatt, är det bra att köra! Du kan starta din maskin, och börja njuta av Salix.
uk_ua: Як тільки налаштовано Lilo, Ваш комп’ютер готовий до вжитку! Ви можете перезавантажити комп’ютер і почати насолоджуватися часом, проведеним з Salix.
