Repository: Salix-OS/salix-startup-guide
Catalog: */Revision_History.po
Languages: ar_sa, cs_cz, da_dk, el_gr, es_es, fr_fr, hu_hu, it_it, ja_jp, nl_nl, pl_pl, pt_pt, sv_se, uk_ua

source: Revision History
ar_sa: مراجعة التاريخ
cs_cz: Historie změn
da_dk: Revisionshistorik
el_gr: Ιστορικό αναθεωρήσεων
es_es: Historial de revisiones
fr_fr: Historique des versions
hu_hu: Változások története
it_it: Storia delle revisioni
ja_jp: 改訂履歴
nl_nl: Revisiegeschiedenis
pl_pl: Historia zmian
pt_pt: Histórico da Revisão
sv_se: Revisionshistorik
uk_ua: Історія змін

source: Tomoki
ar_sa: توموكي

source: Tsuchiya
ar_sa: توشيا

source: Original draft.
ar_sa: المشروع الأصلي.
cs_cz: Originální draft.
da_dk: Oprindelig kladde.
el_gr: Πρωτότυπο σχέδιο.
es_es: Borrador original.
fr_fr: Brouillon initial.
hu_hu: Eredeti tervezet.
it_it: Bozza originale
ja_jp: 草案
nl_nl: Oorspronkelijk concept.
pl_pl: Pierwotny projekt.
pt_pt: Projecto original.
sv_se: Ursprungliga förslaget.
uk_ua: Оригінальний проект.

source: Based partly on 13.1.2 guide with new articles to reflect changes and updates.
ar_sa: تستند جزئيا لدليل 13.1.2 مع إضافات جديدة تنعكس على التغييرات والتحديثات.
cs_cz: Založeno částečně na průvodci 13.1.2 s novými články, aby byly reflektovány změny a aktualizace.
da_dk: Løst baseret på 13.1.2-guiden med nye artikler, som reflekterer ændringer og opdateringer.
el_gr: Βασίζεται εν μέρει στον οδηγό 13.1.2 με νέα άρθρα για να αντανακλούν τις αλλαγές και ενημερώσεις.
es_es: Basado parcilmente en la guía 13.1.2 con nuevos artículos que reflejan cambios y actualizaciones.
fr_fr: Basé en partie sur le guide 13.1.2 avec de nouveaux articles afin de refléter les changements et mises à jour.
hu_hu: Részben a 13.1.2 útmutató alapján kiegészítve az új cikkekkel és a frissítésekkel.
it_it: Basato parzialmente sulla guida 13.1.2. con l'aggiunta di nuovi articoli per le modifiche e gli aggiornamenti.
ja_jp: スタートアップガイドの13.1.2板を基に、13.37でアップデートされたことも含み、新らしいスタートアップガイドを作成しました。
nl_nl: Deels op basis van 13.1.2 gids met nieuwe artikelen om veranderingen en updates weer te geven.
pl_pl: Częściowo w oparciu o 13.1.2 przewodnik z nowych artykułów w celu odzwierciedlenia zmian i aktualizacji.
pt_pt: Baseada, em parte no guia 13.1.2 com novos artigos para refletir as mudanças e atualizações.
sv_se: Baserat delvis på 13.1.2 guide med nya artiklar som speglar förändringar och uppdateringar.
uk_ua: Частково базується путівнику 13.1.2 з новими статтями з урахуванням змін і оновлень.

source: Fixed some typos
ar_sa: إصلاح بعض الأخطاء المطبعية
cs_cz: Opraveny některé překlepy
da_dk: Stavefejl rettet
el_gr: Διορθώθηκαν μερικά λάθη
es_es: Se corrigieron algunos errores de tipeo
fr_fr: Correction de quelques fautes de frappe
hu_hu: Néhány elgépelés javítva
it_it: Sistemati alcuni errori di battitura
ja_jp: 誤字修正
nl_nl: Typefouten gecorrigeerd
pl_pl: Poprawiono kilka literówek
pt_pt: Corrigidos alguns erros de digitação
sv_se: Fixat några stavfel
uk_ua: Виправлені деякі помилки

source: Tim (Mimosa) prepared new section on Ratpoison
ar_sa: تيم (ميموسا) أعد قسم جديد على راتبويسون
cs_cz: Tim (Mimosa) připravil novou sekci o Ratpoisonu
da_dk: Tim (Mimosa) forberedte et nyt afsnit om Ratpoison
el_gr: Ο Tim (Mimosa) δημιούργησε νέα ενότητα για το Ratpoison
es_es: Tim (Mimosa) preparó una nueva seccion en Ratpoison
fr_fr: Tim (Mimosa) a préparé une nouvelle section sur Ratpoison
hu_hu: Tim (Mimosa) új részt készített a Ratpoisonnak
it_it: Tim (Mimosa) ha preparato una nuova sezione su Ratpoison
ja_jp: RatpoisonについてTim (Mimosa)が、加筆
nl_nl: Tim (Mimosa) heeft nieuwe rubriek over Ratpoison gemaakt
pl_pl: Tim (Mimosa) przygotował nowy dział dla Ratpoison
pt_pt: Tim (Mimosa) preparou nova secção sobre Ratpoison
sv_se: Tim (Mimosa) förberedde nytt avsnitt om Ratpoison
uk_ua: Тім (Mimosa) підготували новий розділ про Ratpoison

source: Ratpoison added in Application tables
ar_sa: راتبويسون أضاف جدول التطبيقات
cs_cz: Ratpoison přidán do tabulky Aplikací
da_dk: Ratpoison tilføjet i Program-tabellerne
el_gr: Το Ratpoison προστέθηκε στους πίνακες εφαρμογών
es_es: Se agregó Ratpoison en las tablas de Aplicación
fr_fr: Ratpoison ajouté dans les tableaux des applications
hu_hu: Ratpoison hozzáadva az Alkalmazások táblázatához
it_it: Aggiunto Ratpoison in Tabella Applicazioni
ja_jp: アプリケーション一覧表にRatpoisonのアプリを加えました。
nl_nl: Ratpoison toegevoegd in Application tabellen
pl_pl: Ratpoison dodana w tabelach aplikacji
pt_pt: Ratpoison adicionado em tabelas aplicação
sv_se: Ratpoison lades till i Program tabellen
uk_ua: Ratpoison додано до таблиці програм

source: Incorporated some suggestions and corrections from the forum
ar_sa: إدراج بعض الاقتراحات والتصويبات من المنتدى
cs_cz: Zapsány některé názory a korekce z fóra
da_dk: Indarbejdet nogen forslag og rettelser fra forummet
el_gr: Ενσωματώθηκαν κάποιες προτάσεις και διορθώσεις από το φόρουμ
es_es: Se agregaron algunas sugerencias y correcciones del foro
fr_fr: Quelques suggestions et corrections ont été incorporées à partir du forum
hu_hu: Fórumról átvéve néhány javaslat és javítás
it_it: Incorporati alcuni suggerimenti e correzioni provenienti dal forum
ja_jp: 誤字修正、その他、フォーラムからでた提案をくみこみました。
nl_nl: Enkele suggesties en correcties van het forum toegevoegd
pl_pl: Włączone pewne sugestie i poprawki z forum
pt_pt: Incorporou algumas sugestões e correções a partir do fórum
sv_se: Införde några förslag och korrigeringar från forumet
uk_ua: Включені деякі пропозиції і поправки з форуму

source: Tim added Ratpoison walktrough
ar_sa: وأضاف تيم جولة في Ratpoison
cs_cz: Tim přidal prohlídku Ratpoison
da_dk: Tim tilføjede Ratpoison gennemgang
el_gr: Ο Tim πρόσθεσε το Ratpoison walktrough
es_es: Tim agregó un tutorial de Ratpoison
fr_fr: Tim a ajouté une visite guidée de Ratpoison
hu_hu: Tim hozzáadta a Ratpoison útmutatót
it_it: Tim ha aggiunto la panoramica su Ratpoison
ja_jp: RatpoisonのセクションにTimが、加筆しました。
nl_nl: Tim heeft een Ratpoison walktrough toegevoegd
pl_pl: Tim dodał instrukcję Ratpoison
pt_pt: Tim acrescentou Ratpoison passo a passo
sv_se: Tim har lagt till Ratpoison genomgång
uk_ua: Тім додав огляд Ratpoison

source: Pierrick
ar_sa: بريك

source: Le Brun
ar_sa: لو بران

source: Converted draft n°4 from ODT to docbook format
ar_sa: تحويل مسودة n°4 من ODT إلى صيغة docbook
cs_cz: Konvertovaný draft č.4 z ODT do docbook formátu
da_dk: Konverterede kladde n°4 fra ODT til docbook-format
el_gr: Μετατροπoιημένο σχέδιο n ° 4 από ODT σε μορφή DocBook
es_es: Borrador Nº 4 convertido desde ODT a formato docbook
fr_fr: A converti le brouillon n°4 du format ODT au format DocBook
hu_hu: Az előzetes átkonvertálva ODT-ből docbook formátumba
it_it: Convertita bozza n.4 dal formato ODT a docbook
ja_jp: 草案4板をODTフォーマットからdocbookフォーマットに変換
nl_nl: Concept n°4 van ODT naar docbook format omgezet
pl_pl: Stary projekt nr 4 z ODT do formatu DocBook
pt_pt: Convertidos projecto n ° 4 de ODT para o formato docbook
sv_se: Konverterade utkast nr 4 från ODT till docbook-format
uk_ua: Сконвертовано проект № 4 з ODT до формату DocBook

source: First tests with Publican publishing stack
ar_sa: تجارب النشر الأولى مع مكدس الذاكرة المؤقتة
cs_cz: První testy s publikováním v Publicanu.
da_dk: Første tests med Publican-udgivelsesstak
el_gr: Πρώτες δοκιμές με την εφαρμογή δημοσιεύσεων Publican
es_es: Primeras pruebas con la pila de pucblicación Publican
fr_fr: Premiers essais avec le système d'édition Publican
hu_hu: Első tesztek publikálva nyilvánosan
it_it: Primi test con stack Publican publishing
ja_jp: Publicanを使っての実用化テスト
nl_nl: Eerste tests met het publiceren van een Publican stack
pl_pl: Pierwsze testy z Celnikiem stosu publikacji
pt_pt: Primeiros testes com Publican publishing stack
sv_se: Första testerna med publikan publicering stack
uk_ua: Перші тести Publican'а з публікації

source: Some small modifications regarding new SaLT LiveCD build script
ar_sa: بعض التعديلات الصغيرة المتعلقة SaLT LiveCD الجديدة بناء البرنامج النصية
cs_cz: Některé malé změny vzhledem k novým SaLT LiveCD skriptům
da_dk: Nogen små rettelser vedrørende nyt SaLT-live-cd-byggeskript
el_gr: Μερικές μικρές τροποποιήσεις όσον αφορά το νέο εργαλείο SaLT για τη δημιουργία LiveCD
es_es: Algunas pequeñas modificaciones respecto de los nuevos scripts de compilación de SaLT LiveCD
fr_fr: Quelques petites modifications concernant les nouveaux scripts de construction SaLT pour Live CD
hu_hu: Néhány kisebb módosítás átvezetve az új SaLT LiveCD készítő szkriptbe
it_it: Alcune piccole modifiche riguardanti il nuovo build script SaLT LiveCD
ja_jp: SaLT Live CDのビルド·スクリプトに関していくつかの小さな変更をおこないました。
nl_nl: Kleine aanpassingen betreffende nieuwe SaLT LiveCD build script
pl_pl: Niektóre małe zmiany dotyczące nowej SaLT LiveCD konstrukcji skryptu
pt_pt: Algumas pequenas modificações em relação ao novo SaLT LiveCD script de construção
sv_se: Några små förändringar avseende nya SaLT LiveCD byggskriptet
uk_ua: Деякі невеликі зміни, що стосуються нових скриптів збірки SaLT LiveCD

source: Converted draft nÂ°4 from ODT to docbook format
it_it: Convertita bozza n.4 da formato ODT a docbook
